Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: The specified file was not found
de: Die angegebene Datei wurde nicht gefunden
es: No se encontró el archivo especificado
it: Il file specificato non è stato trovato
zh: 找不到指定的檔

source: The given "%s" local time is invalid (situated within the missing period prior to DST).
de: Die angegebenen "%s" Ortszeit ist ungültig (liegt in der fehlenden Zeit vor dem DST).
es: La hora local de dado "%s" no es válida (situado dentro del período que falta antes de DST).
it: L'ora locale specificata "%s" non è valido (situato entro il periodo manca prima del DST).
zh: 給定的"%s"當地時間是不正確 （位於內以前 DST 失蹤期間）。

source: Windows socket error: %s (%d), on API '%s'
de: Windows socket-Fehler: %s (%d), auf API "%s"
es: Windows socket error: %s (%d), el API '%s'
it: Windows errore socket: %s (%d), il API "%s"
zh: Windows 通訊端錯誤: %s (%d) 的 API %s

source: Asynchronous socket error %d
de: Asynchrone Socket-Fehler %d
es: Error de socket asincrónico %d
it: Errore di socket asincrono %d
zh: 非同步通訊端錯誤 %d

source: No address specified
de: Keine Adresse angegeben
es: No hay dirección especificada
it: Nessun indirizzo specificato
zh: 未指定位址

source: Can't listen on an open socket
de: Kann nicht auf einem offenen Socket hören
es: No se escucha en un socket abierto
it: Non è in ascolto su un socket aperto
zh: 無法在打開的通訊端上偵聽

source: Can't create new socket
de: Neuen Socket kann nicht erstellt werden
es: No puede crear nuevo socket
it: Non è possibile creare nuovo socket
zh: 無法創建新的通訊端

source: Operation not allowed on sorted list
de: Betrieb auf sortierte Liste nicht erlaubt
es: Operación no permitida en la lista ordenada
it: Operazione non consentita su elenco ordinato
zh: 不允許對已排序清單操作

source: String expected
de: Zeichenfolge erwartet
es: Cadena de espera
it: Stringa previsto
zh: 預期的字串

source: %s expected
de: %s erwartet
es: %s esperados
it: %s previsto
zh: 預期的 %s

source: %s not in a class registration group
de: %s nicht in einer Klasse-Registrierung-Gruppe
es: %s no en un grupo de registro de clase
it: %s non è in un gruppo di registrazione classe
zh: %s 不在類註冊組

source: Property %s does not exist
de: Eigenschaft %s existiert nicht
es: Propiedad %s no existe
it: Proprietà %s non esiste
zh: 屬性 %s 不存在

source: Thread creation error: %s
de: Fehler beim Erstellen Thread: %s
es: Error de creación del hilo de rosca: %s
it: Errore di creazione del thread: %s
zh: 執行緒創建錯誤: %s

source: Thread Error: %s (%d)
de: Thread-Fehler: %s (%d)
it: Errore di thread: %s (%d)
zh: 執行緒錯誤: %s (%d)

source: Cannot terminate an externally created thread
de: Einen extern erstellten Thread kann nicht beendet werden
es: No puede terminar un hilo creado externamente
it: Non è possibile terminare un thread creato esternamente
zh: 不能終止外部創建的執行緒

source: Cannot wait for an externally created thread
de: Kann nicht warten, bis ein extern erstellte thread
es: No puede esperar para un subproceso externo creado
it: Non vedo l'ora per un thread creato esternamente
zh: 不能等待外部創建的執行緒

source: Cannot call Start on a running or suspended thread
de: Start auf einem laufenden oder abgehängte Thread kann nicht aufgerufen werden
es: No puede llamar a Start en un subproceso de ejecución o suspendido
it: Non è possibile chiamare il metodo Start su un thread in esecuzione o sospeso
zh: 無法調用在運行或暫停的執行緒上開始

source: Cannot call CheckTerminated on an externally created thread
de: CheckTerminated kann nicht in einem extern erstellte Thread aufgerufen werden
es: No se puede llamar CheckTerminated en una rosca exterior creada
it: Impossibile chiamare CheckTerminated su un thread creato esternamente
zh: 無法在外部創建的執行緒上調用 CheckTerminated

source: Cannot call SetReturnValue on an externally create thread
de: Kann nicht rufen Sie SetReturnValue auf eine extern erstellen Thread
es: No se puede llamar SetReturnValue en un exterior crear subproceso
it: Non è possibile chiamare SetReturnValue su un esternamente creare thread
zh: 不能在調用 SetReturnValue 外部創建執行緒

source: Parameter %s cannot be nil
de: Parameter %s kann nicht Null sein
es: Parámetro %s no puede ser nulo
it: Parametro %s non può essere nullo
zh: 參數 %s 不能為零

source: Parameter %s cannot be a negative value
de: Parameter %s kann nicht negativ sein
es: Parámetro %s no puede ser un valor negativo
it: Parametro %s non può essere un valore negativo
zh: 參數 %s 不能為負值

source: Input buffer exceeded for %s = %d, %s = %d
de: Eingabepuffer für %s überschritten = %d, %s = %d
es: Búfer de entrada excedida para %s = %d, %s = %d
it: Buffer di input ha superato per %s = %d, %s = %d
zh: 輸入的緩衝區超過 %s = %d%s = %d

source: List capacity out of bounds (%d)
de: Liste Kapazität out of Bounds (%d)
es: Capacidad de lista fuera de los límites (%d)
it: Capacità di lista fuori dai limiti (%d)
zh: (%D) 出界清單容量

source: List count out of bounds (%d)
de: Listenanzahl out of Bounds (%d)
es: Lista cuenta fuera de los límites (%d)
it: Elenco conteggio fuori dai limiti (%d)
zh: (%D) 出界清單計數

source: List index out of bounds (%d)
de: Listenindex out of Bounds (%d)
es: Índice de lista fuera de los límites (%d)
it: Indice elenco fuori dai limiti (%d)
zh: 清單索引越界 (%d)

source: Out of memory while expanding memory stream
de: Nicht genügend Speicher beim Erweitern der Arbeitsspeicherstream
es: De memoria mientras la secuencia de memoria de expansión
it: Memoria durante l'espansione di flusso di memoria insufficiente
zh: 擴充記憶體流時記憶體不足

source: %s has not been registered as a COM class
de: %s wurde nicht als eine COM-Klasse registriert
es: %s no ha sido registrado como una clase COM
it: %s non è stato registrato come classe COM
zh: %s 不已註冊為 COM 類

source: Number expected
de: Erwartete Anzahl
es: Número esperado
it: Numero previsto
zh: 預期的號

source: ANSI or UTF8 encoding expected
de: ANSI oder UTF-8 Kodierung erwartet
es: ANSI o espera de codificación UTF8
it: ANSI o previsto la codifica UTF8
zh: ANSI 或 UTF8 編碼預期

source: %s on line %d
de: %s in Zeile %d
es: %s en la línea %d
it: %s linea %d
zh: %s%d 行上

source: Error reading %s%s%s: %s
de: Fehler beim Lesen der %s %s %s %s
es: Error de lectura es: %s %s % %s
it: Errore di lettura %s %s % s: %s
zh: 讀取的的 %s: %s 時出錯

source: Property is read-only
de: Eigenschaft ist schreibgeschützt
es: Propiedad es de sólo lectura
it: Proprietà è di sola lettura
zh: 屬性為唯讀

source: Failed to create key %s
de: Fehler beim Erstellen der wichtigsten %s
es: No se pudo crear la clave %s
it: Impossibile creare la chiave %s
zh: 未能創建關鍵 %s

source: Failed to get data for '%s'
de: Fehler beim Abrufen der Daten für '%s'
es: No se pudo obtener datos para '%s'
it: Impossibile ottenere dati per '%s'
zh: %S 獲取資料失敗

source: Failed to set data for '%s'
de: Fehler beim Festlegen der Daten für '%s'
es: No se pudo definir datos para '%s'
it: Impossibile impostare i dati per '%s'
zh: 未能設置為 %s 資料

source: Resource %s not found
de: Ressource %s nicht gefunden
es: Recursos %s no encontrado
it: Risorsa %s non trovato
zh: %S 找不到資源

source: %s.Seek not implemented
de: %s.Seek nicht implementiert
es: %s.Seek no
it: %s.Seek non implementato
zh: %s.Seek 未實現

source: Cannot open file "%s". %s
de: Datei "%s" kann nicht geöffnet werden. %s
es: No se puede abrir el archivo "%s". %s
it: Impossibile aprire il file "%s". %s
zh: 無法打開檔"%s"。%s

source: Identifier expected
de: Bezeichner erwartet
es: Identificador de espera
it: Previsto identificatore
zh: 預期的識別碼

source: Unable to write to %s
de: Schreiben in %s nicht möglich
es: No se puede escribir a %s
it: Impossibile scrivere a %s
zh: 無法寫入 %s

source: Invalid binary value
de: Ungültige Binärwert
es: Valor binario válido
it: Valore binario non valido
zh: 不正確二進位值

source: Invalid file name - %s
de: Ungültigen Dateinamen - %s
es: Nombre de archivo no válido: %s
it: Nome file non valido - %s
zh: 不正確檔案名稱-%s

source: '%s' is an invalid mask at (%d)
de: "%s" ist eine ungültige Maske (% d)
es: '%s' es una máscara válida en (%d)
it: '%[NULL] s'è una maschera non valida (% d)
zh: %s 是不正確遮罩在 (%d)

source: ''%s'' is not a valid component name
de: '' %s'' ist kein gültiger Komponentenname
es: '' %s'' no es un nombre de componente válido
it: ' %s'' non è un nome valido componente
zh: %s 不是一個有效的元件名稱

source: Invalid property value
de: Ungültiger Eigenschaftswert
es: Valor de propiedad no válido
it: Valore della proprietà non valido
zh: 不正確屬性值

source: Invalid property element: %s
de: Ungültige Eigenschaftenelement: %s
es: Elemento de propiedad no válido: %s
it: Elemento di proprietà non valida: %s
zh: 不正確屬性元素: %s

source: Invalid property path
de: Ungültige Eigenschaftenpfad
es: Ruta de acceso de propiedad no válido
it: Percorso di proprietà non valido
zh: 屬性路徑無效

source: Invalid property type: %s
de: Ungültige Eigenschaftentyp: %s
es: Tipo de propiedad no válido: %s
it: Tipo di proprietà non valida: %s
zh: 屬性類型無效: %s

source: Invalid data type for '%s'
de: Ungültigen Datentyp für '%s'
es: Tipo de datos no válido para '%s'
it: Tipo di dati non valido per '%s'
zh: 不正確資料類型為 %s

source: Invalid string constant
de: Ungültiger String-konstante
es: Constante de cadena no válido
it: Costante di stringa non valido
zh: 不正確字串常量

source: Line too long
de: Zeile zu lang
es: Línea demasiado larga
it: Riga troppo lunga
zh: 行太長

source: Invalid code page
de: Ungültiger Codeseite
es: Página de códigos no válida
it: Pagina di codice non valido
zh: 字碼頁無效

source: Invalid encoding name
de: Ungültiger Name für Codierung
es: Nombre no válido de codificación
it: Nome di codifica non valida
zh: 不正確編碼名稱

source: Ancestor for '%s' not found
de: Vorfahr für "%s" nicht gefunden
es: Antepasado para '%s' no encontrado
it: Antenato per '%s' non trovato
zh: %S 找不到的祖先

source: Cannot assign a %s to a %s
de: Keine zuordnen %s %s
es: No es posible asignar un %s a % s
it: Non è possibile assegnare un %s da %s
zh: 無法將 %s 分配給 %s

source: Bits index out of range
de: Bit-Index außerhalb des gültigen Bereichs
es: Índice de bits fuera de rango
it: Indice di bit compreso nell'intervallo
zh: 位索引超出範圍

source: Can't write to a read-only resource stream
de: Ein nur-Lese Ressourcenstream kann nicht geschrieben werden
es: No se puede escribir a un flujo de recursos de sólo lectura
it: Non è possibile scrivere in un flusso di risorsa di sola lettura
zh: 無法寫入唯讀資源流

source: ''%s'' expected
de: '' %s'' erwartet
es: '' %s'' esperados
it: '%s'' previsto
zh: %s 預期

source: CheckSynchronize called from thread $%x, which is NOT the main thread
de: CheckSynchronize genannt von Thread $%X, das ist nicht der Haupt-Thread
es: CheckSynchronize llama de hilo $%x, que no es el hilo principal
it: CheckSynchronize chiamato da filo $%x, che non è il thread principale
zh: 從執行緒 $ 調用 CheckSynchronize %x，不是主執行緒

source: Class %s not found
de: Klasse %s nicht gefunden
es: Clase %s no encontrado
it: Classe %s non trovato
zh: 類 %s 找不到

source: A class named %s already exists
de: Eine Klasse mit dem Namen %s bereits vorhanden ist
es: Una clase denominada %s ya existe
it: Una classe denominata %s già esiste
zh: 名為類 %s 已存在

source: List does not allow duplicates ($0%x)
de: Liste erlaubt keine Duplikate ($0 %X)
es: Lista no permite duplicados ($0 %x)
it: Elenco non consente duplicati ($0 %x)
zh: 清單不允許重複項 ($0 %x)

source: A component named %s already exists
de: Eine Komponente namens %s bereits vorhanden ist
es: Un componente denominado %s ya existe
it: Un componente denominato %s già esiste
zh: 元件名為 %s 已存在

source: String list does not allow duplicates
de: String-Liste lässt keine Duplikate zu
es: Lista de cadenas no permite duplicados
it: Elenco di stringhe non consente duplicati
zh: 字串清單不允許重複項

source: Cannot create file "%s". %s
de: Datei "%s" kann nicht erstellt werden. %s
es: No puede crear el archivo "%s". %s
it: Impossibile creare il file "%s". %s
zh: 無法創建檔"%s"。%s

source: Wed
de: Mi
es: Mié
it: Mer
zh: 結婚

source: Thu
de: Do
es: Jue
it: Gio
zh: 星期四

source: Fri
de: Fr
es: Vie
it: Ven
zh: 星期五

source: Sat
it: Sab
zh: 坐

source: Unable to create directory
de: Verzeichnis kann nicht erstellt
es: No se puede crear directorio
it: Impossibile creare la directory
zh: 無法創建目錄

source: Start index out of bounds (%d)
es: Inicio Índice fuera de los límites (%d)
it: Indice di inizio fuori dai limiti (%d)
zh: 起始索引超出界限 (%d)

source: Dec
zh: 12 月

source: January
de: Januar
es: Enero
it: Gennaio
zh: 1 月

source: February
de: Februar
es: Febrero
it: Febbraio
zh: 2 月

source: March
de: März
es: Marzo
it: Marzo
zh: 3 月

source: April
es: Abril
it: Aprile
zh: 4 月

source: May
de: Mai
es: Mayo
it: Maggio
zh: 5 月

source: June
de: Juni
es: Junio
it: Giugno
zh: 6 月

source: July
de: Juli
es: Julio
it: Luglio
zh: 7 月

source: August
es: Agosto
it: Agosto
zh: 8 月

source: September
es: Septiembre
it: Settembre
zh: 9 月

source: October
de: Oktober
es: Octubre
it: Ottobre
zh: 10 月

source: November
es: Noviembre
it: Novembre
zh: 11 月

source: December
de: Dezember
es: Diciembre
it: Dicembre
zh: 12 月

source: Sun
de: Sonne
es: Sol
it: Sole
zh: 太陽

source: Mon
de: Mo
it: Lun
zh: 星期一

source: Tue
de: Di
it: Mon
zh: 星期二

source: %s (%s, line %d)
de: %s (%s, %d-Linie)
es: %s (%s, línea %d)
it: %s (%s, riga %d)
zh: %s （%s，第 %d 行）

source: Abstract Error
de: Abstrakte Fehler
es: Resumen Error
it: Errore astratto
zh: 抽象的錯誤

source: Access violation at address %p in module '%s'. %s of address %p
de: Zugriffsverletzung bei Adresse %p im Modul "%s". %s Adresse %p
es: Infracción de acceso en dirección %p de módulo '%s'. %s de dirección %p
it: Violazione di accesso all'indirizzo %p nel modulo '%s''. %s di indirizzo %p
zh: 在模組 '%s' %p 位址的存取違規。位址 %p%s

source: System Error. Code: %d. %s%s
de: Systemfehler. Code: % d %s %s
es: Error de sistema. Código: % d. %s %s
it: Errore di sistema. Codice: % d %s %s
zh: 出現系統錯誤。 代碼: %d.%的 %s

source: A call to an OS function failed
de: Ein Aufruf zu einer OS-Funktion ist fehlgeschlagen
es: Una llamada a una función de sistema operativo
it: Impossibile chiamare una funzione di OS
zh: 對 OS 函數的調用失敗

source: Jan
zh: 1 月

source: Feb
zh: 2 月

source: Jun
zh: 小君

source: Jul
es: Julio
zh: 7 月

source: Aug
it: Ago
zh: 8 月

source: Oct
de: Okt
zh: 華僑城

source: Nov
es: Noviembre
zh: 11 月

source: Too many custom variant types have been registered
de: Zu viele benutzerdefinierte Varianten wurden registriert
es: Se han registrado demasiados tipos variant personalizados
it: Troppi tipi di variant personalizzati sono stati registrati
zh: 太多的自訂變數類型已註冊

source: Could not convert variant of type (%s) into type (%s)
de: Konnte nicht Variante des Typs (% s) in Typ (% s) konvertieren)
es: No se pudo convertir variante del tipo (%s) en tipo (%s)
it: Impossibile convertire la variante di tipo (%s) nel tipo (%s)
zh: 無法將類型 (%s) 變數轉換成類型 (%s)

source: Overflow while converting variant of type (%s) into type (%s)
de: Überlauf beim Konvertieren Variante des Typs (%s) in Art (%s)
es: Desbordamiento al convertir el variante del tipo (%s) en tipo (%s)
it: Overflow durante la conversione variant di tipo (%s) in tipo (%s)
zh: 溢出時將類型 (%s) 變數轉換為類型 (%s)

source: Variant overflow
de: Variant Überlauf
es: Desbordamiento de la variante
it: Variante overflow
zh: 變數溢出

source: Invalid variant type
de: Ungültige variant-Typ
es: Tipo de variante no válido
it: Tipo di variante non valido
zh: 變數類型無效

source: Unexpected variant error
de: Unerwarteter Fehler Variante
es: Error inesperado de variante
it: Errore imprevisto di variante
zh: 意外的 variant 類型的值錯誤

source: External exception %x
de: Externen Ausnahme %x
es: Excepción externa %x
it: Eccezione esterna %x
zh: 外部異常 %x

source: Assertion failed
de: Assertion ist fehlgeschlagen
es: Afirmación no se pudo
it: Asserzione non riuscita
zh: 宣告失敗

source: Interface not supported
de: Schnittstelle nicht unterstützt
es: Interfaz no compatible
it: Interfaccia non supportata
zh: 不支援此介面

source: Exception in safecall method
de: Ausnahme in Safecall Methode
es: Excepción en método safecall
it: Eccezione nel metodo safecall
zh: 在 safecall 方法中的異常

source: Object lock not owned
de: Objektsperre, die nicht im Besitz
es: Bloqueo de objeto no son propiedad
it: Blocco degli oggetti non di proprietà
zh: 不擁有的物件鎖

source: Monitor support function not initialized
de: Monitor-Support-Funktion nicht initialisiert
es: Función de soporte de monitor no inicializada
it: Funzione di supporto monitor non inizializzato
zh: 未初始化的監控支援功能

source: Method called on disposed object
de: Methode für angeordnete Objekt aufgerufen
es: Método llamado objeto dispuesto
it: Chiamata di metodo su un oggetto eliminato
zh: 在釋放物件上調用方法

source: No argument for format '%s'
de: Kein Argument für das Format "%s"
es: Ningún argumento para el formato '%s'
it: Nessun argomento per formato "%s"
zh: 沒有理由格式 %s

source: Variant method calls not supported
de: Variant Methodenaufrufe nicht unterstützt
es: Llamadas al método variante no admitidas
it: Chiamate al metodo variante non supportate
zh: 不支援變數方法調用

source: Read
de: Lesen Sie
es: Leer
it: Lettura
zh: 讀

source: Write
de: Schreiben
es: Escribir
it: Scrivere
zh: 寫

source: Format string too long
de: Format-String zu lang
es: Demasiado largo de la cadena de formato
it: Formato stringa troppo lunga
zh: 格式字串太長

source: Error creating variant or safe array
de: Fehler beim Erstellen einer Variante oder sicheres array
es: Error al crear la variante o matriz segura
it: Errore durante la creazione di variante o matrice protetta
zh: 創建變數或安全陣列時出錯

source: Variant or safe array index out of bounds
de: Variante oder sicheres Arrayindex out of bounds
es: Índice de la matriz Variant o seguro fuera de los límites
it: Indice di matrice Variant o sicuro fuori dai limiti
zh: 變數或安全陣列索引超出範圍

source: Variant or safe array is locked
de: Variante oder sicheres Array ist gesperrt
es: Matriz de variante o de segura está bloqueada
it: Matrice di Variant o sicuro è bloccato
zh: 變數或安全陣列被鎖定

source: Unexpected variant or safe array error: %s%.8x
de: Unerwartete Variante oder sicheres Array Fehler: %s%.8x
es: Matriz segura error o variante inesperada: %s%.8x
it: Variant imprevisto o errore di matrice sicura: %s%.8x
zh: 意想不到的變數或安全陣列錯誤︰ %s%.8x

source: Invalid variant type conversion
de: Ungültige variant-Typ-Konvertierung
es: Conversión de tipos variant no válido
it: Conversione di tipo variant non valido
zh: 變數類型轉換無效

source: Invalid variant operation
de: Ungültige variant operation
es: Operación no válida de variante
it: Operazione non valida variante
zh: 變異操作無效

source: Invalid NULL variant operation
de: Ungültige variant NULL-operation
es: Operación variable NULL no válida
it: Operazione di variante NULL non valida
zh: Null 變數運算無效

source: Invalid variant operation (%s%.8x) %s
de: Ungültige variant Operation (% s%.8x) %s
es: Operación no válida de variante (s%.8x %) %s
it: Operazione non valida variante (% s%.8x) %s
zh: 變異操作無效 (%s%.8x) %s

source: Custom variant type (%s%.4x) is out of range
de: Selbstdefinierten variant-Typs (% s%.4x) liegt außerhalb des Bereichs
es: Tipo variante personalizado (% s%.4x) está fuera del alcance
it: Tipo di variante personalizzata (% s%.4x) è compreso nell'intervallo
zh: 自訂的變數類型 (%s%.4x) 是超出範圍

source: Custom variant type (%s%.4x) already used by %s
de: Selbstdefinierten variant-Typs (% s%.4x) bereits von %s verwendet
es: Tipo variante personalizado (% s%.4x) ya utilizado por %s
it: Tipo di variante personalizzato (% s%.4x) già utilizzato da %s
zh: %S 已使用的自訂變數類型 (%s%.4x)

source: Custom variant type (%s%.4x) is not usable
de: Selbstdefinierten variant-Typs (% s%.4x) ist nicht verwendbar
es: Tipo variante personalizado (% s%.4x) no es utilizable
it: Tipo di variante personalizzata (% s%.4x) non è utilizzabile
zh: 自訂的變數類型 (%s%.4x) 是不能用

source: Integer overflow
de: Integer-Überlauf
es: Desbordamiento de enteros
it: Overflow di valori integer
zh: 整數溢出

source: Invalid floating point operation
de: Ungültige Punkt Pufferbetrieb
es: Operación de punto flotante no válida
it: Operazione in virgola mobile invalida
zh: 不正確浮點運算

source: Floating point division by zero
de: Floating Point Division durch Null
es: Flotante punto de división por cero
it: Floating point divisione per zero
zh: 浮點數除法被零除

source: Floating point overflow
de: Floating Point Überlauf
es: Desbordamiento de punto de flotante
zh: 浮點溢出

source: Floating point underflow
de: Unverankerte Punkt Unterlauf
es: Subdesbordamiento de punto flotante
it: Mobile punto underflow
zh: 浮點下溢

source: Invalid pointer operation
de: Ungültiger Zeiger Betrieb
es: Operación de puntero no válido
it: Puntatore non valido operazione
zh: 不正確指標操作

source: Invalid class typecast
de: Ungültige Klasse typisieren
es: Clase invalid typecast
it: Classe non valida typecast
zh: 類類型轉換無效

source: Access violation at address %p. %s of address %p
de: Zugriffsverletzung bei Adresse % p. %s Adresse %p
es: Infracción de acceso en dirección de % p %s de dirección %p
it: Violazione di accesso all'indirizzo % %s p. di indirizzo %p
zh: 存取違規的位址 %p 位址 %p.%s

source: Access violation
de: Zugriffsverletzung
es: Infracción de acceso
it: Violazione di accesso
zh: 存取違規

source: Stack overflow
de: Stack-Überlauf
es: Desbordamiento de pila
it: Overflow dello stack
zh: 堆疊溢位

source: Control-C hit
de: Strg-C hit
es: C control de golpe
it: Colpo di controllo-C
zh: 控制 C 命中

source: Privileged instruction
de: Privilegierte Anweisung
es: Instrucción privilegiada
it: Istruzione privilegiata
zh: 特權的指令

source: Operation aborted
de: Vorgang abgebrochen
es: Operación abortada
it: Operazione interrotta
zh: 操作中止

source: Exception %s in module %s at %p. %s%s
de: Ausnahme %s im Modul %s % p. %s %s
es: %S excepción en módulo %s de % p %s %s
it: Eccezione %s nel modulo %s in % p. %s %s
zh: 模組 %s%p.%s 中的異常 %s%s

source: Application Error
de: Fehler in der Anwendung
es: Error de aplicación
it: Errore dell'applicazione
zh: 應用程式錯誤

source: Format '%s' invalid or incompatible with argument
de: Format "%s" ungültige oder nicht kompatibel mit argument
es: Formato '%s' no válida o incompatible con el argumento
it: Formato "%s" non valido o incompatibile con argomento
zh: 格式 %s 無效或與參數不相容

source: '%s' is not a valid time
de: "%s" ist keine gültige Zeit
es: '%s' no es una hora válida
it: '%s' non è un tempo valido
zh: '%s' 不是一個有效的時間

source: '%s' is not a valid date and time
de: "%s" ist kein gültiges Datum und Zeit
es: '%s' no es una fecha válida y el tiempo
it: '%s' non è una data valida e un'ora
zh: '%s' 不是一個有效的日期和時間

source: '%d.%d' is not a valid timestamp
de: "% d.%d" ist kein gültiger Zeitstempel
es: '% d.%d' no es una marca de tiempo válida
it: '% % d.%d' non è un timestamp valido
zh: '%d.%d' 不是一個有效的時間戳記

source: '%s' is not a valid GUID value
de: '%s' ist keine gültige GUID-Wert
es: '%s' no es un valor GUID válido
it: '%s' non è un valore GUID valido
zh: '%s' 不是一個有效的 GUID 值

source: '%s' is not a valid boolean value
de: "%s" ist kein gültiger boolescher Wert
es: '%s' no es un valor booleano válido
it: '%s' non è un valore booleano valido
zh: '%s' 不是一個有效的布林值

source: Invalid argument to time encode
de: Ungültiges Argument zu kodieren
es: Argumento no válido al tiempo de codificar
it: Argomento non valido a tempo codificare
zh: 不正確參數到時間編碼

source: Invalid argument to date encode
de: Ungültiges Argument bis dato codieren
es: Codificar de argumento no válido a la fecha
it: Argomento non valido alla data di codificare
zh: 無效參數到日期編碼

source: I/O error %d
de: I/o Fehler %d
es: Error de E/S %d
it: Errore dei / o %d
zh: I/O 錯誤 %d

source: Too many open files
de: Zu viele Dateien geöffnet
es: Demasiados archivos abiertos
it: Troppi file aperti
zh: 打開的檔太多

source: File access denied
de: Dateizugriff verweigert
es: Acceso de archivo denegado
it: Accesso al file negato
zh: 檔訪問被拒絕

source: Read beyond end of file
de: Lesen Sie über das Ende der Datei
es: Leer más allá de fin de archivo
it: Leggere oltre la fine del file
zh: 檔結尾之外進行讀取

source: Disk full
de: Datenträger voll
es: Disco completo
it: Disco pieno
zh: 磁片已滿

source: Invalid numeric input
de: Ungültige numerische Eingabe
es: Entrada numérica no válida
it: Input numerico non valido
zh: 數位輸入無效
