Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Slow (200 Frames Recomm.) Medium (100 Frames Recomm.) Fast (75 frames Recomm.)
de: Langsam (200 Frames emp.) Medium (100 Frames emp.) Schnell (75 Frames emp.)
it: Lento (200 Frames Recomm.) Medio(100 Frames Recomm.) Veloce (75 frames Recomm.)

source: Alo Photo Scan Settings File|*.aps
de: APS: Alo Foto-Scan

source: \d+
de: \d+.\d+

source: Aggiorna
de: Aktualisieren

source: Definizione del Criterio
de: Definition von Kriterien

source: Location/size
de: Lage/Größe
it: Locazione/Grandezza

source: Normal Fit to page Stretch to page Fill page Specified size Poster
de: Normale Fit Stretch füllen Seite angegebene Größe Poster Seite blättern
it: Normale Adatta alla pagina Stretch alla pagina Riempire la pagina Dimensione specificata Manifesto

source: Margins (inches)
de: Ränder (Zoll)
es: Márgenes (pulgadas)
it: Margini

source: Normal Fit to page Stretch to page Fill page Specified size Poster Thumbnails
de: Normal passen zur Seite Strecken zum Ausfüllen einer Seite angegebene Größe Poster Thumbnails
it: Normale Adatta alla pagina Stretch alla pagina Riempire la pagina Dimensione specificata Manifesto miniature

source: None Triangle Hermite Bell BSpline Lanczos3 Mitchell Nearest Linear FastLinear Bilinear Bicubic ProjectBW ProjectWB
de: Kein Dreieck Hermite Bell BSpline Lanczos3 Mitchell nächste lineare FastLinear bilineare bikubischen ProjectBW ProjectWB
it: Nessuna Triangolo Hermite campana BSpline Lanczos3 Mitchell Più vicino Lineare FastLinear bilineare bicubic ProjectBW ProjectWB

source: Percent
de: Prozent
es: Por ciento
it: Percentuale

source: ISlow IFast Float
de: Wenig IFast Float

source: None Sub Paeth
de: Keine Sub-Paeth

source: None 1 2 3 4 5 6 7 8 Max
de: Keine 1 2 3 4 5 6 7 8 Max
it: Nessuno 1 2 3 4 5 6 7 8 Massimo

source: RGB GrayScale YCbCr CMYK YCbCrK
de: RGB-Graustufen YCbCr-CMYK-YCbCrK

source: GrayScale RGB YCbCr
de: Graustufen RGB YCbCr

source: 2 16 256 16M
de: B/W 256 16M

source: B/W 4 8 16 32 64 128 256
de: S/W 4 8 16 32 64 128 256

source: WhiteIsZero/Gray BlackIsZero/Gray RGB RGBPalette TransPMask CMYK YCbCr CIELab
de: WhiteIsZero/grau BlackIsZero/grau RGB RGBPalette TransPMask CMYK YCbCr CIELab

source: B/W 16 256 65,536 16M
de: B/W 256 16M

source: Uncompressed RLE
de: Unkomprimierte RLE

source: B/W 16 256 16M 16M (32bit)
de: S/w 16 256 16 M 16 M (32-Bit)

source: B/W 16 256 16M
de: B/W 256 16M

source: APS: Alo Photo Scan
de: APS: Alo Foto-Scan
es: APS: Foto Alo barrido

source: 25% 50% 100% 200% 400% Page Width Page Height Page Fit
de: 25 %-50 %-100 %-200 %-400-%seite breite Seite Höhe Seite Fit
it: 25% 50% 100% 200% 400% Larghezza pagina Altezza pagina Pagina adatta

source: Default File Help Edit Masks Window Image View Menus Canon Cameras Catalogue Select Appearance Video
de: Standard Datei Hilfe bearbeiten Masken Fenster Bild Menüs Canon Kameras Katalog wählen Sie aussehen Video ansehen
it: Predefinito File Aiuto Edita Maschere Finestre Immagine Visualizza Menu Camera Canon Catalogo Seleziona Apparente Video

source: APS Move
de: APS-Umzug

source: On Center On Top On Bottom
de: Im Zentrum an der Spitze auf Unterseite
es: En el centro En la parte superior En la parte inferior
it: Al centro In alto In basso

source: Code
de: Code 128 B
es: Ensayo
it: Codice

source: Type of Bar
de: &Statusleiste
it: Tipo di bar

source: Choose the connection type:
de: Bitte wählen Sie die Art des Katalogs:
it: Scegli il tipo di connessione:

source: Use login/password:
de: Passwort:
it: Usare login/password:

source: Prompt login
de: Login
it: Accesso rapido

source: Border around cells
de: Wichtige Grenze
it: Bordo intorno alle celle

source: Asc
de: Aufsteigend

source: Desc
de: Absteigend
es: Descendente
it: Descrizione

source: Cross-tab structure
de: Registerkarte hinzufügen

source: Add child band
de: Kind
it: Aggiungi la banda dei bambini

source: Reset to Parent object with childs
de: PTP ungültige übergeordnete Objekt
it: Ripristinare l'oggetto genitori con i bambini

source: Specify a hyperlink value::
de: Geben Sie einen Hyperlinkwert an:
it: Specificare un valore ipertestuale ::

source: Address or addresses delimited by comma
de: Komma getrennte
it: Indirizzo o indirizzi delimitati da virgola

source: Attached export
de: &Exportieren
it: Esportazione legata

source: Confirmation Reading
de: Lesung:
it: Conferma lettura

source: Export to Open Document Spreadsheet
de: Öffnen Sie das vorhandene Dokument
it: Esporta per aprire il foglio di calcolo del documento

source: Gap between bands:
de: Abstand zwischen Teilen:
it: Gap tra bande:

source: Dialog form
de: Dialogformular
it: Mostra finestra di dialogo

source: Show startup screen
de: Beim Starten überprüfen
it: Verifica all'avvio

source: Endless page width
de: Seitenbreite
it: Altezza pagina infinita

source: Trays
de: Bleche
es: Bandejas
it: Vassoi

source: Enter the password:
de: Geben Sie folgendes Passwort ein:
it: Inserire la password:

source: Copy of text and graphics
de: Ebenen für Text und Grafik
it: Copia testo e grafica

source: Hide menubar
de: Filter zu verstecken
it: Nascondi menu

source: Hide window user interface
de: Scan-Dialog-Fenster ausblenden
it: Nascondi l'interfaccia utente della finestra

source: of N
de: von N

source: Don't change
de: Änderung
es: No cambiar
it: Non modificare

source: Inherit from base report:
de: Erben von Basisbericht:
it: Eredità dalla relazione di base:

source: Minor
de: Unbedeutend
es: Menor
it: Minore

source: Page headers/footers
de: &Gruppe Fußzeilen
it: Pagina intestazione/piè di pagina

source: Add all >>
de: &Alle
it: Aggiungi tutto >>

source: Count invisible bands
de: Graf unsichtbare Bänder
it: Conta bande invisibili

source: SUM MIN MAX AVG COUNT
de: SUMME MIN MAX AVG GRAF

source: Running total
de: Gesamtsumme
it: Corsa totale

source: Use print on previous page
de: Drucken Sie dieses Bild auf die Seite passen
it: Utilizza la stampa nella pagina precedente

source: APS Move Model
de: APS Modell bewegen
es: Modelo de movimiento APS
it: APS Modello Move

source: About ReportBuilder
de: &Über

source: ã
de: v

source: Order ReportBuilder!
de: Bestellung ReportBuilder!

source: Host Address:
de: Hostadresse:
it: Host Indirizzo:

source: Stop Position
de: &Position
es: Detener posición
it: Ferma posizione

source: lblCommaDelimited (Language Support)
de: lbl Comma Delimited (Sprachunterstützung)

source: lblFixedLength (Language Support)
de: lbl Feste Länge (Sprachunterstützung)

source: lblTabDelimited (Language Support)
de: lblTabDelimited (Sprachunterstützung)

source: None Ascending Descending
de: Absteigend
it: Niente Ascendente Discendente

source: Rich Text Files (*.RTF)|*.RTF|Text Files (*.TXT)|*.TXT
de: Richtext-Dateien (*.RTF)|*.RTF|Textdateien (*.TXT)|*.TXT

source: Default Search String
de: &Suche
it: Stringa di ricerca predefinita

source: Starting Page
de: Prozess starten
es: Página inicial
it: Pagina inziale

source: ZipDllExec function not found in ZIPDLL.DLL!
es: Función ZipDllExec no encontrada en ZIPDLL.DLL!
it: La funzione ZipDllExec non è stata trovata in ZIPDLL.DLL!

source: DefaultFields property should be set to False
es: La propiedad DefaultFields debe establecerse en False
it: La proprietà DefaultFields deve essere impostata su False

source: Char
es: Carbón de leña

source: valores não nulos
es: valores nulos de não

source: yyyy
es: aaaa
it: aaaa

source: EAN 128 A
es: CÓDIGO EAN 128 A

source: EAN 128 B
es: B EAN 128

source: EAN 128 C
es: CÓDIGO EAN 128 C

source: EAN 13
es: CÓDIGO EAN 13

source: UPC E0
es: E0 UPC

source: Shift+
es: Mayús +
it: MAIUSC +

source: Debugger recevice RIP exception.
es: Reciben RIP excepción del depurador.

source: Debugger received control break.
es: Rotura de control depurador recibido.

source: Attempt to free object %s while holding active interface reference to it; reference counter: %d
es: Intente liberar el objeto %s manteniendo la referencia de interfaz activa contador de referencias: %d

source: Attempt to double-free already deleted object %s
es: Intente ya libre de doble eliminado objeto %s

source: Attempt to use already deleted object %s
es: Cree una cuenta de invitado y trate de usarla.

source: %s Module: %s Code: %x (%s) Address: %p (%p)
es: %s módulo: %s código: %x (%s) dirección: %p (%p)

source: A page of memory that marks the end of a data structure, such as a stack or an array, has been accessed.
es: Una página de memoria que marca el final de una estructura de datos, como una pila o una matriz, ha sido visitada.

source: A breakpoint has been reached.
es: Se ha alcanzado un punto de interrupción.

source: A datatype misalignment was detected in a load or store instruction.
es: Se detectó un desalineamiento del tipo de datos en una instrucción de carga o tienda.

source: A single step or trace operation has just been completed.
es: Una sola operación de paso o rastro sólo se ha completado.

source: The system is unable to load the memory page.
es: El sistema es incapaz de cargar la página de memoria.

source: The thread used a handle to a kernel object that was invalid.
es: El hilo de rosca utiliza un identificador de un objeto de núcleo que no es válido.

source: Cannot continue from this exception.
es: No puede seguir de esta excepción.

source: An exception handler returns an invalid disposition to the exception dispatcher.
es: Un controlador de excepciones devuelve una disposición inválida al operador de excepción.

source: A virtual DOS machine (VDM) is loading, unloading, or moving an MS-DOS or Win16 program segment image.
es: Una máquina DOS virtual (VDM) se está cargando, descargando o mover una imagen de segmento de programa de MS-DOS o Win16.

source: Debugger got control C.
es: Depurador tiene control C.

source: Can't set MAPI recepients
es: No se puede establecer recepients MAPI

source: Can't attach files to MAPI message
es: No puede adjuntar archivos al mensaje MAPI

source: Application made attempt to free the same memory block twice
es: Intente liberar dos veces el mismo bloque de memoria solicitado

source: Application made attempt to free invalid or unknown memory block
es: Hacer la aplicación intente liberar el bloque de memoria no válido o desconocido

source: Application made attempt to call method of already deleted object
es: Aplicación trate de llamar al método del ya eliminado objeto

source: Can't load MAPI dll
es: No se puede cargar dll MAPI

source: Can't find MAPI functions
es: No se puede encontrar funciones MAPI

source: Can't logon into MAPI service
es: No puede iniciar sesión en servicio MAPI

source: Can't load MAPI environment (either MAPI is not supported/installed, or MAPI service has different bitness than client application)
es: No se puede cargar el entorno de MAPI (MAPI no es apoyado/instalado, o servicio MAPI tiene bitness diferentes de aplicación de cliente)

source: Can't send MAPI message
es: No puede enviar mensaje MAPI

source: Can't get MAPI storage
es: No se puede obtener almacenamiento MAPI

source: Can't query MAPI folders
es: No se consulta de carpetas MAPI

source: Can't find outbox MAPI folder
es: No puede encontrar la bandeja de salida carpeta MAPI

source: Can't compose MAPI message
es: No se puede componer mensaje MAPI

source: Options format is invalid - no version token found
es: Opciones de formato no es válida - no encontró ningún token de versión

source: EurekaLog options for module "%s" are damaged or have unsupported format: %s
es: EurekaLog opciones para el módulo "%s" están dañados o han no admitido formato: %s

source: Version %d is greater than current EurekaLog version (%d)
es: Versión %d es mayor que la actual versión EurekaLog (%d)

source: Error converting UTC<->Local time. Time zone could not be determined
es: Error al convertir UTC <-> hora Local. No se pudo determinar la zona horaria

source: SystemDrive | The drive containing the Windows root directory
es: SystemDrive | La unidad que contiene el directorio raíz de Windows

source: SystemRoot | The Windows root directory
es: SystemRoot | El directorio raíz de Windows

source: Time | Current time in the format determined by OS
es: Tiempo | Hora actual en el formato determinado por el sistema operativo

source: TimeFmt | Current time in the 'hhmmss' format
es: TimeFmt | Hora actual en formato 'hhmmss'

source: UserDomain | Current user domain name
es: UserDomain | Nombre de dominio de usuario actual

source: WinDir | Windows directory
es: WinDir | Directorio de Windows

source: _ExceptModuleVer | Exception modules's version (version info)
es: _ExceptModuleVer | Versión de los módulos excepción (información de versión)

source: _ThisModulePath | Current module's directory (without trailing path delimiter)
es: _ThisModulePath | Directorio del módulo actual (sin delimitador final)

source: ComputerName | {computername}
es: NombreDeEquipo | {computername}

source: 5. Computer|9. Display DPI
es: 5. computadora | 9. DPI de la pantalla

source: 5. Computer|10. Video Card
es: 5. computadora | 10. Tarjeta de video

source: 5. Computer|11. Printer
es: 5. computadora | 11. Impresora

source: 6. Operating System|1. Type
es: 6. sistema operativo | 1. Tipo

source: 6. Operating System|2. Build #
es: 6. sistema operativo | 2. Construir #

source: CPU
es: Se utiliza la CPU

source: Double Free Exception
es: Doble excepción gratis

source: Buffer Overflow Exception
es: Excepción de desbordamiento de búfer

source: Steps to reproduce
es: Pasos para reproducir

source: Submask
es: Submáscara

source: Free Disk
es: Espacio libre en el disco

source: Free Disk
es: Espacio libre en el disco

source: Sorry, there was a problem during bug report's sending. Bug report wasn't sent.
es: Lo sentimos, hubo un problema durante el envío de informe de error. No enviar informe de error.

source: There is a solution for this problem. Contact the application's support to obtain the software update.
es: Hay una solución para este problema. Contactar con el soporte de la aplicación para obtener la actualización de software.

source: The bug report was sent successfully. Thank you for your feedback!
es: ¡Gracias por tu comentario!

source: The bug report #%d was sent successfully. Thank you for your feedback!
es: ¡Gracias por tu comentario!

source: The bug report #%d was sent successfully. Thank you for your feedback! You can view status of your report here: %s
es: El informe de fallo # %d fue enviado con éxito. ¡Gracias por sus comentarios! Usted puede ver el estatus de su reporte aquí: %s

source: See bug report: %s
es: Sistema de seguimiento de errores

source: Would you like to send this report to developers? (Y - Yes, N - No):
es: ¿Te gustaría enviar estos datos al desarrollador?

source: Please describe the steps to reproduce the error:
es: Pasos exactos para reproducir el problema

source: We have created an error report that you can send to help us improve %s. We will treat this report as confidential and anonymous.
es: Hemos creado un informe de errores que puede enviar para ayudarnos a mejorar %s. Tratamos este informe como confidencial y anónimo.

source: "To see..." message
es: Mensaje de "a ver..."

source: To see what data this error report contains,
es: Ver qué

source: "click here" message
es: Haga clic aquí para agregar una nueva fila

source: click here.
es: Clic aquí

source: "How to reproduce" message
es: Mensaje "Cómo reproducir"

source: What were you doing when the problem happened (optional)?
es: ¿Qué estaba haciendo cuando el problema ocurrió (opcional)?

source: &Send this error via Internet
es: Y enviar este error a través de Internet

source: %s has encountered a problem. We are sorry for the inconvenience.
es: %s ha detectado un problema. Lo sentimos por las molestias.

source: An error has occurred during %s execution. Please read the following information for further details.
es: Ha producido un error durante la ejecución de %s. Por favor lea la siguiente información para más detalles.

source: %s Do you want to send report to developers about this problem?
es: %s ¿desea enviar el informe a los desarrolladores acerca de este problema?

source: &Demo
es: &Demostración

source: aMoveDownGroupItem
es: aMoveDownGroup

source: Nuovo
es: Nuevo

source: Etichetta
es: Etiqueta

source: Ricerca Parziale
es: Buscar parcial

source: B/W 256 16M
es: ISlow IFast Float

source: LOCALHOST:C:\Flex Line Tech\Alo Photo Scan\Win32\Debug\bin\cps.dat
es: LOCALHOST: C: \ Flex línea Tech \ Alo Photo Scan \ Win32 \ Debug \ bin \ cps.dat

source: Av
es: Sistema de pesos americano

source: SuperScript
es: Súper escritura
it: Apice

source: Edit1
es: Editar1
it: Modifica1

source: General Page Data Company Database Ebay
es: Page Data Company Database Ebay
it: Generali Pagina Dati Compagnia Database Ebay

source: en_US ...
es: es_ES...

source: Descrizione Constraint
es: Gestione Costrizioni

source: Telephone: 214.239.9471
es: Teléfono: 214.239.9471
it: Telefono: 214.239.9471

source: Fatal Error in ZipDLL.DLL: abort exception
it: Errore irreversibile in ZipDLL.DLL: aborto eccezione

source: Rename is not implemented for a spanned zip file
it: La ridenominazione non è implementata per un file di zip esteso

source: Error - no add password given
it: Errore - non è stata aggiunta la password

source: Error - no extract password given
it: Errore - nessuna password estratto

source: AddFreshen or AddUpdate not possible on a spanned archive
it: AddFreshen o AddUpdate non sono possibili in un archivio di durata

source: Fatal Error in UnzDLL.DLL: abort exception
it: Errore irreversibile in UnzDLL.DLL: aborto eccezione

source: Error - your UnzDLL.dll can not use streams, please update to version >= 1.60
it: Errore - il tuo UnzDLL.dll non è in grado di utilizzare flussi, per favore aggiorna alla versione> = 1.60

source: GetZipDllVersion function not found in ZIPDLL.DLL!
it: Funzione GetZipDllVersion non trovata in ZIPDLL.DLL!

source: Error - On or more of the 4 property strings mentioned below exceeds 255 characters!
it: Errore - Una o più delle 4 stringhe di proprietà di seguito elencate superano 255 caratteri!

source: Error determining the type of SFX archive
it: Errore durante la determinazione del tipo di archivio SFX

source: Unable to convert position for column <columnno>.
it: Impossibile convertire la posizione per la colonna <columnno>.

source: Unable to find position for column <columnno>.
it: Impossibile trovare la posizione per la colonna <columnno>.

source: PrintOnFirstPage
it: Proprietà PrintOnFirstPage

source: No visible page bands.
it: Nessuna banda di pagina visibile.

source: All requested pages were beyond end of report.
it: Leggere oltre la fine del file.

source: Zero height detail band invalid for NoData mode.
it: La banda di dettaglio dell'altezza nera non è valida per la modalità NoData.

source: PrintPosition exceeds available page space
it: Lo spazio su disco richiesto per l&apos;installazione è superiore allo spazio disponibile

source: Only UPC and EAN barcodes can have add-on codes.
it: Solo i codici a barre UPC e EAN possono avere codici aggiuntivi.

source: ReportEnd
it: Riportati

source: Hide when one detail
it: Nascondi quando non in linea

source: EN
it: IT

source: White Background
it: &Sfondo bianco

source: Arbitrary Rotation
it: Applicare la rotazione

source: Start Live Record
it: Colore inziale

source: . This is not supported, and indicates a misconfiguration on this server's allowed to delegate to list. Pleas
it: . Questo non è supportato e indica che una configurazione errata su questo server può per delegare all'elenco. Si prega di contattare l'amministratore

source: contact your administrator.ØThe revocation status of the domain controller certificate used for smar
it: contattare il vostro amministratore

source: card authentication could not be determined. There is additional information in the system event log. Please contact
it: l'autenticazione della carta non è stata determinata. Ci sono ulteriori informazioni nel registro eventi di sistema. Si prega di contattare l'amministratore di sistema

source: your system administrator.ÞAn un
it: il tuo amministratore di sitema

source: rusted certificate authority was detected while processing the domain controller certificate used for authentication
it: un'autorità di certificazione non attendibile è stata rilevata durante l'elaborazione il certificato smart card per l'autenticazione. Si prega di contattare l'amministratore di sistema

source: There is additional information in the system
it: Un'autorità di certificazione non attendibile è stata rilevata durante l'elaborazione il certificato del controller di dominio utilizzato per l'autenticazione. Ci sono ulteriori informazioni nel registro eventi di sistema. Si prega di contattare l'amministratore di sistema

source: event log. Please contact your s
it: registro eventi. Si prega di contattare il vostro

source: stem administrator.......................................................................................................
it: contact your administrator..........................................................................

source: Language has changed. Restart the software to have the changes to take effect?
it: La lingua è cambiata. Si desidera riavviare il software per rendere effettive le modifiche?

source: Crop Layer to Background
it: Unire allo sfondo

source: Hide any part of the selected layer outside the background
it: Unire l'oggetto selezionato con il livello di sfondo

source: Show Label
it: Etichetta

source: Attach a text label to this line
it: Aggiungere un nuovo livello a questa immagine

source: Edit Layer Text
it: Modifica Livello Testo

source: Edit the text of the selected layer
it: Rimuovere i bordi trasparenti dai livelli selezionati

source: Reset Rotation
it: Rotazione

source: Reset the rotation of the selected layer
it: Rimuovere i bordi trasparenti dai livelli selezionati

source: Add a soft shadow to the selected layer
it: Aggiunge un'ombreggiatura al livello selezionato.

source: Display the current layer
it: Visualizzare l'immagine più grande

source: Restore the original size of the selected layer
it: Rimuovere i bordi trasparenti dai livelli selezionati

source: Browse for an image to load into the layer
it: Richiedi un file immagine da caricare come nuovo livello

source: Join the first and last points of the polyline to create a polygon
it: Unire il primo e l'ultimo punto della polilinea per creare un poligono

source: Add Image Layer
it: Aggiungere Layer

source: Add Shape Layer
it: Aggiungere Layer

source: Add Line Layer
it: Aggiungere Layer

source: Add Polyline Layer
it: Aggiungere Layer

source: Add Text Layer
it: Aggiungere Layer

source: Rotate the layer counter-clockwise
it: Ruotare l'immagine di 90° in senso antiorario

source: Rotate the layer clockwise
it: Ruotare l'immagine di 90° in senso orario

source: Convert to Image Layer
it: Convertire in grigio

source: Convert the layer to an image
it: Invertire i colori dell'immagine

source: Arrange Layers
it: Unisci livelli

source: Set Layer Properties
it: Salvare le proprietà

source: Crop Background to Selection
it: Ritaglia immagine

source: Crop the background image to match selected layers
it: Copiare negli Appunti l'immagine corrente

source: Fast Preview
it: Anteprima

source: Reduce preview quality to improve performance
it: Ridurre la qualità dell'anteprima per migliorare le prestazioni

source: Lock Aspect Ratio
it: Mantieni proporzioni

source: Lock Position
it: Ferma posizione

source: Restore Aspect Ratio
it: Mantieni proporzioni

source: Size to Fit
it: Adatta

source: Reset Size
it: Azzera filtri

source: Select Image
it: Selezionare il valore

source: Close Polyline
it: Inserire la polilinea
