Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: No global or local color table defined
de: Keine globale oder lokale Farbtabelle definiert
es: Ninguna tabla de color global o local definida
it: Nessuna tabella dei colori globali o locali definita
zh: 沒有定義的全域或局部顏色表

source: Invalid pixel coordinates
de: Ungültige Pixelkoordinaten
es: Coordenadas de píxeles no válido
it: Coordinate in pixel non valido
zh: 不正確圖元座標

source: Cinema - Fantascienza/Fantasy
de: Kino - Fantascienza/Fantasy
es: Cine - Fantascienza y fantasía
zh: 電影院-Fantascienza/幻想

source: Cinema - Thriller
de: Kino - Thriller
es: Cine - Thriller
zh: 電影 — — 驚悚片

source: Trailer
de: Anhänger
it: Rimorchio
zh: 拖車

source: << &Indietro
de: << &Zurück
es: << &Anterior
zh: < < 背部 (&B)

source: &Exit
de: &Beenden
es: &Salida
it: &Esci
zh: 與退出 (&E)

source: &Next >>
de: &Nächste >>
es: &Siguiente >>
it: &Prossimo >>
zh: 與下一 (&N) > >

source: << &Previous
de: << &Vorherigen
es: << &Anterior
it: << &Precedente
zh: < < 以前 (&P)

source: Info Line 1 Info Line 2
de: Info 1 Info Linie 2
es: Información 1 información línea 2
zh: 資訊 1 資訊線 2

source: Premature end of data
de: Vorzeitiges Ende der Daten
es: Final prematuro de datos
it: Fine prematura dei dati
zh: 夭折的資料

source: Color table overflow
de: Farbe Tabelle Überlauf
es: Desbordamiento de tabla de color
it: Overflow tabella di colore
zh: 顏色表溢出

source: Invalid color index
de: Ungültige Farbe index
es: Índice de color no válido
it: Indice di colore non valido
zh: 不正確色彩索引

source: Invalid color index - color map expanded
de: Ungültige Farbindex - Farbkarte erweitert
es: Índice de color no válido - mapa de color ampliado
it: Indice di colore non valido - mappa colore espanso
zh: 不正確色彩索引-顏色映射擴展

source: Cannot save empty GIF
de: Leeres GIF kann nicht gespeichert werden
es: No se puede guardar GIF vacío
it: Non è possibile salvare GIF vuoto
zh: 無法保存空 GIF

source: Invalid GIF signature
de: Ungültige Signatur GIF
es: Firma no válida de GIF
it: Firma non valida del GIF
zh: GIF 簽名無效

source: Invalid number of colors specified in Screen Descriptor
de: Ungültige Anzahl von Farben in Screen Deskriptor angegeben
es: Número de colores especificado en el Descriptor de pantalla no válido
it: Numero di colori specificati nella schermata descrittore non valido
zh: 在螢幕描述項中指定的顏色數目無效

source: Fai da te e stile
de: Fai da Te e Stil
es: Montante de e FAI da te
it: Stile e di fai da te
zh: 輝大 te e 階梯

source: Non profit e attivismo
es: Sin ánimo de lucro e attivismo
it: No profit e attivismo
zh: 非盈利 e attivismo

source: Cinema - Anime/Animazione
de: Kino - Anime/Animazione
es: Cine - Anime/Animación
zh: 電影 — — 動漫/Animazione

source: Cinema
de: Kino
es: Cine
zh: 看電影

source: Cinema - Umorismo
de: Kino - Umorismo
es: Cine - Umorismo
zh: 電影院-Umorismo

source: Cinema - Documentario
de: Kino - Dokumentarfilm
es: Cine - documental
zh: 電影院-Documentario

source: Cinema - Azione/Avventura
de: Kino - Azione/Avventura
es: Cine - acción/aventura
zh: 電影院-Azione/Avventura

source: Cinema - Classici
de: Kino - Classici
es: Cine - Classici
zh: 電影院-Classici

source: Cinema - Stranieri
de: Kino - Stranieri
es: Cine - Stranieri
zh: 電影院-Stranieri

source: Cinema - Horror
de: Kino - Horror
es: Cine - terror
zh: 電影-恐怖

source: Cinema - Drammatici
de: Kino - Drammatici
es: Cine - Drammatici
zh: 電影院-Drammatici

source: Cinema - Famiglia
de: Kino - Famiglia
es: Cine - Famiglia
zh: 電影院-Famiglia

source: Cinema - Cortometraggi
de: Kino - Cortometraggi
es: Cine - Cortometraggi
zh: 電影院-Cortometraggi

source: Show
de: Zeigen
es: Mostrar
it: Visualizza
zh: 顯示

source: 3/3 - Video upload
de: 3/3 - Video hochladen
es: 3/3 - Subida de video
it: Caricamento dei video 3/3
zh: 3/3-視頻上傳

source: User cancelled
de: Benutzer abgebrochen
es: Usuario cancelado
it: Annullata dall'utente
zh: 使用者已取消

source: DoUploadVideo2 (Response location empty)
de: DoUploadVideo2 (Antwort Standort leer)
es: DoUploadVideo2 (localización de respuesta vacía)
it: DoUploadVideo2 (posizione di risposta vuota)
zh: DoUploadVideo2 （回應位置為空）

source: Film e animazione
es: Animación de la película e
zh: 電影 e animazione

source: Auto e veicoli
zh: 汽車電子 veicoli

source: Musica
zh: 時的音樂

source: Animali
zh: 動物

source: Sport
es: Deporte
zh: 體育

source: Viaggi ed eventi
zh: Viaggi ed 旅館

source: Cortometraggi
zh: 短片

source: Blog video
es: Video blog
it: Video Blog
zh: 博客視頻

source: Persone e blog
zh: 站不住腳 e 博客

source: Notizie e politica
zh: Notizie e 政治

source: Intrattenimento
zh: 娛樂

source: No credential handle acquired
de: Keine Anmeldeinformationen Griff erworben
es: Ninguna manija credencial adquirida
it: Nessun handle di credenziali acquisite
zh: 沒有憑證的控制碼獲得

source: Can not change credentials after handle aquired. Use Release first
de: Anmeldeinformationen kann nach Griff erworben nicht geändert werden. Verwenden Sie Version zuerst
es: No se puede cambiar las credenciales después de adquirido de mango. Utilice versión primero
it: Non è possibile modificare le credenziali dopo aver acquisito handle. Utilizzare prima Release
zh: 不能更改憑據後控制碼戰力。第一次使用的發行版本

source: Unknown credentials use
de: Unbekannte Anmeldeinformationen verwenden
es: Uso de credenciales desconocido
it: Utilizzano le credenziali sconosciute
zh: 未知的憑據使用

source: Do AcquireCredentialsHandle first
de: AcquireCredentialsHandle zuerst tun
es: Hacer AcquireCredentialsHandle primero
it: Fare AcquireCredentialsHandle prima
zh: 先做 AcquireCredentialsHandle

source: CompleteAuthToken is not supported
de: CompleteAuthToken wird nicht unterstützt
es: CompleteAuthToken no es compatible
it: CompleteAuthToken non è supportato
zh: CompleteAuthToken 不支援

source: Are you sure?
de: Bist du sicher?
es: ¿Está seguro?
it: Sei sicuro?
zh: 是否確定？

source: Authenticate KO
de: KO zu authentifizieren
es: Autenticar KO
it: Autenticare KO
zh: 身份驗證 KO

source: Upload OK -
de: Laden Sie "OK"-
es: Subir OK-
it: Caricare OK-
zh: 上載行 — —

source: Upload KO -
de: Laden Sie KO-
es: Subir KO-
it: Caricare KO-
zh: 上傳柯-

source: Status:
es: Estado de:
it: Stato:
zh: 狀態︰

source: ReasonCode:
zh: 原因代碼︰

source: Reason:
de: Grund:
es: Razón:
it: Motivo:
zh: 原因︰

source: CheckVideoStaus Error!
de: CheckVideoStaus Fehler!
it: CheckVideoStaus errore!
zh: CheckVideoStaus 錯誤 ！

source: 1/3 - Authenticate
de: 1/3 - Authentifizierung
es: 1/3 - autenticación
it: 1/3 - autenticare
zh: 1/3-身份驗證

source: 2/3 - Send video information
de: 2/3 - senden video-Informationen
es: 2/3 - enviar vídeo información
it: 2/3 - Invia informazioni video
zh: 2/3-發送視頻資訊

source: The revocation status of the domain controller certificate used for smartcard authentication could not be determined. There is additional information in the system event log. Please contact your system administrator.
de: Der Sperrstatus von der Domain-Controller-Zertifikat für die Smartcard-Authentifizierung verwendet, konnte nicht ermittelt werden. Gibt es weitere Informationen im Ereignisprotokoll Systems. Bitte kontaktieren Sie Ihren Systemadministrator.
zh: 無法確定用於智慧卡身份驗證的網域控制站證書的吊銷狀態。還有在系統事件日誌中的其他資訊。請與系統管理員聯繫。

source: An untrusted certificate authority was detected while processing the domain controller certificate used for authentication. There is additional information in the system event log. Please contact your system administrator.
de: Eine nicht vertrauenswürdige Zertifizierungsstelle wurde erkannt, während der Verarbeitung der Domain Controller-Zertifikat für die Authentifizierung verwendet. Gibt es weitere Informationen im Ereignisprotokoll Systems. Bitte kontaktieren Sie Ihren Systemadministrator.
es: Una autoridad de certificación que se detectó al procesar el certificado de controlador de dominio utilizado para la autenticación. Hay información adicional en el registro de sucesos del sistema. Por favor, póngase en contacto con el administrador del sistema.
zh: 在處理用於身份驗證的網域控制站證書時檢測到一個不受信任的憑證授權單位。還有在系統事件日誌中的其他資訊。請與系統管理員聯繫。

source: The domain controller certificate used for smartcard logon has expired. Please contact your system administrator with the contents of your system event log.
de: Das Domänenzertifikat Controller verwendet für Smartcard-Anmeldung ist abgelaufen. Bitte kontaktieren Sie Ihren System-Administrator mit dem Inhalt Ihrer System-Ereignisprotokoll.
it: È stato revocato il certificato di controller di dominio utilizzato per accesso con smart card. Si prega di contattare l'amministratore di sistema con il contenuto del tuo registro eventi di sistema.
zh: 用於智慧卡登錄的網域控制站證書已過期。請聯繫您的系統管理員，您的系統事件日誌的內容。

source: The domain controller certificate used for smartcard logon has been revoked. Please contact your system administrator with the contents of your system event log.
de: Der Domain-Controller-Zertifikat für die Smartcard-Anmeldung verwendet wurde widerrufen. Bitte kontaktieren Sie Ihren System-Administrator mit dem Inhalt Ihrer System-Ereignisprotokoll.
es: Se ha revocado el certificado de controlador de dominio utilizado para inicio de sesión de tarjeta inteligente. Por favor, póngase en contacto con el administrador del sistema con el contenido de su registro de sucesos del sistema.
it: È stato revocato il certificato di controller di dominio utilizzato per accesso con smart card. Si prega di contattare l'amministratore di sistema con il contenuto del tuo registro eventi di sistema.
zh: 用於智慧卡登錄的網域控制站證書已被吊銷。請聯繫您的系統管理員，您的系統事件日誌的內容。

source: A signature operation must be performed before the user can authenticate.
de: Eine Signatur-Operation muss durchgeführt werden, bevor der Benutzer authentifizieren kann.
es: Una operación de firma debe realizarse antes de que el usuario puede autenticarse.
it: Un'operazione di firma deve essere eseguita prima che l'utente può eseguire l'autenticazione.
zh: 之前使用者可以進行身份驗證，必須執行簽名操作。

source: One or more of the parameters passed to the function was invalid.
de: Eine oder mehrere der an die Funktion übergebenen Parameter war ungültig.
es: Uno o más de los parámetros pasados a la función no es válido.
it: Uno o più dei parametri passati alla funzione non è valido.
zh: 一個或多個傳遞給函數的參數是不正確。

source: Client policy does not allow credential delegation to target server.
de: Client-Richtlinie erlaubt keine Anmeldeinformationen Delegierung auf Zielserver.
es: Política del cliente no permitir delegación de credenciales al servidor de destino.
it: Criterio di client non consente la delega delle credenziali al server di destinazione.
zh: 用戶端策略不允許向目標伺服器的憑據委派。

source: Client policy does not allow credential delegation to target server with NLTM only authentication.
de: Client-Richtlinie erlaubt keine Anmeldeinformationen Delegierung auf Zielserver mit nur NTLM-Authentifizierung.
es: Política del cliente no permite la delegación de credenciales al servidor de destino con autenticación única NLTM.
it: Criterio di client non consente la delega delle credenziali al server di destinazione con solo l'autenticazione NTLM.
zh: 用戶端策略不允許向目標伺服器與 NLTM 唯一的身份驗證憑據委派。

source: The recipient rejected the renegotiation request.
de: Der Empfänger hat die Neuverhandlung Anforderung abgelehnt.
es: El destinatario rechazó la solicitud de renegociación.
it: Il destinatario ha rifiutato la richiesta di rinegoziazione.
zh: 收件者拒絕重新談判請求。

source: The required security context does not exist.
de: Die erforderliche Sicherheitskontext ist nicht vorhanden.
es: El contexto de seguridad requerido no existe.
it: Il contesto di protezione richiesto non esiste.
zh: 不存在所需的安全上下文。

source: The PKU2U protocol encountered an error while attempting to utilize the associated certificates.
de: Das PKU2U-Protokoll ist ein Fehler aufgetreten beim Versuch, die damit verbundenen Zertifikate nutzen.
es: El protocolo de PKU2U encontró un error al intentar utilizar los certificados asociados.
it: Il protocollo PKU2U ha rilevato un errore durante il tentativo di utilizzare i certificati associati.
zh: PKU2U 協定試圖利用相關聯的證書時遇到錯誤。

source: The identity of the server computer could not be verified.
de: Die Identität des Servers konnte nicht überprüft werden.
es: No se pudo verificar la identidad del servidor.
it: Non potrebbe essere verificata l'identità del computer server.
zh: 無法驗證服務器電腦的身份。

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
it: Errore sconosciuto
zh: 未知的錯誤

source: SSPI %s returns error #%d(0x%x): %s
de: SSPI %s gibt Fehler #% d(0x%x): %s
es: SSPI %s devuelve error #% d(0x%x): %s
it: SSPI %s restituisce errore #% d(0x%x): %s
zh: %S SSPI 返回錯誤 #%d(0x%x): %s

source: SSPI interface has failed to initialise properly
de: SSPI-Schnittstelle konnte nicht richtig initialisiert
es: Interfaz SSPI no ha podido inicializar correctamente
it: Interfaccia SSPI non è riuscito a inizializzare correttamente
zh: SSPI 介面未能正確初始化

source: No PSecPkgInfo specified
de: Keine PSecPkgInfo angegeben
es: No PSecPkgInfo especificado
it: Nessun PSecPkgInfo specificato
zh: 沒有指定的 PSecPkgInfo

source: The KDC was unable to generate a referral for the service requested.
de: Das KDC war nicht in der Lage, eine Empfehlung für die angeforderte Dienstleistung zu generieren.
es: El KDC no pudo generar una referencia para el servicio solicitado.
it: Il KDC è riuscito a generare un riferimento per il servizio richiesto.
zh: KDC 無法為要求的服務生成參照了

source: The encryption type requested is not supported by the KDC.
de: Der Verschlüsselungstyp angefordert wird nicht durch das KDC unterstützt.
es: El tipo de cifrado solicitado no es compatible con el KDC.
it: Il tipo di crittografia richiesto non è supportato da KDC.
zh: Kdc 不支援請求的加密類型。

source: An unsupported preauthentication mechanism was presented to the Kerberos package.
de: Ein nicht unterstützter preauthentication Mechanismus wurde das Kerberos-Paket vorgestellt.
es: Un mecanismo de autenticación se presentó el paquete Kerberos.
it: Un meccanismo di autenticazione preliminare non supportato è stato presentato il pacchetto di Kerberos.
zh: 到 Kerberos 包提出了一種不受支援的預身份驗證機制。

source: The requested operation cannot be completed. The computer must be trusted for delegation and the current user account must be configured to allow delegation.
de: Der angeforderte Vorgang kann nicht abgeschlossen werden. Muss der Computer für Delegierungszwecke vertraut sein und das aktuelle Benutzerkonto muss konfiguriert um Delegierung zu ermöglichen.
es: No se puede completar la operación solicitada. El equipo debe ser de confianza para la delegación y la cuenta de usuario actual debe estar configurada para permitir la delegación.
it: L'operazione richiesta non può essere completata. Il computer deve essere attendibile per la delega e l'account utente corrente deve essere configurato per consentire la delega.
zh: 無法完成請求的操作。電腦必須被信任作為委派和當前的使用者帳戶必須配置為允許代表團。

source: Client's supplied SSPI channel bindings were incorrect.
de: Des Kunden gelieferten SSPI Kanal Bindungen waren falsch.
es: Enlaces de canal SSPI proporcionados del cliente eran incorrectas.
it: Associazioni di canale fornite SSPI del client non erano corrette.
zh: 用戶端提供的 SSPI 通道綁定不正確。

source: The received certificate was mapped to multiple accounts.
de: Das empfangene Zertifikat war mehrere Konten zugeordnet.
es: El certificado recibido fue trazado a varias cuentas.
it: Il certificato ricevuto è stato mappato a più account.
zh: 收到的證書被映射到多個帳戶。

source: The certificate is not valid for the requested usage.
de: Das Zertifikat ist nicht gültig für den gewünschten Einsatz.
es: El certificado no es válido para el uso solicitado.
it: Il certificato non è valido per l'utilizzo richiesto.
zh: 證書對請求的用法無效。

source: The system detected a possible attempt to compromise security. Please ensure that you can contact the server that authenticated you.
de: Das System ermittelt einen möglichen Versuch, Sicherheit zu gefährden. Bitte stellen Sie sicher, dass Sie den Server kontaktieren können, der Sie authentifiziert.
es: El sistema detecta un posible intento de comprometer la seguridad. Asegúrese de que usted pueda contactar con el servidor que autentica te.
it: Il sistema ha rilevato un possibile tentativo di compromettere la sicurezza. Si prega di assicurarsi che è possibile contattare il server di autenticazione.
zh: 系統檢測到可能試圖破壞安全性。請確保您可以聯繫您進行身份驗證的伺服器。

source: The smartcard certificate used for authentication has been revoked. Please contact your system administrator. There may be additional information in the event log.
de: Die Smartcard-Zertifikat für die Authentifizierung verwendet wurde widerrufen. Bitte kontaktieren Sie Ihren Systemadministrator. Möglicherweise gibt es weitere Informationen im Ereignisprotokoll.
es: Se ha revocado el certificado de tarjeta inteligente usado para la autenticación. Por favor, póngase en contacto con el administrador del sistema. Puede haber información adicional en el registro de sucesos.
it: È stato revocato il certificato smart card per l'autenticazione. Si prega di contattare l'amministratore di sistema. Ci possono essere ulteriori informazioni nel registro eventi.
zh: 用於身份驗證的智慧卡證書已被吊銷。請與系統管理員聯繫。有可能會在事件日誌中的其他資訊。

source: An untrusted certificate authority was detected While processing the smartcard certificate used for authentication. Please contact your system administrator.
de: Eine nicht vertrauenswürdige Zertifizierungsstelle wurde erkannt, während der Verarbeitung der Smartcard-Zertifikat für die Authentifizierung verwendet. Bitte kontaktieren Sie Ihren Systemadministrator.
es: Una autoridad de certificación que se detectó al procesar el certificado de tarjeta inteligente usado para la autenticación. Por favor, póngase en contacto con el administrador del sistema.
it: Un'autorità di certificazione non attendibile è stata rilevata durante l'elaborazione il certificato smart card per l'autenticazione. Si prega di contattare l'amministratore di sistema.
zh: 在處理用於身份驗證的智慧卡證書時檢測到一個不受信任的憑證授權單位。請與系統管理員聯繫。

source: The revocation status of the smartcard certificate used for authentication could not be determined. Please contact your system administrator.
de: Der Sperrstatus des Smartcard-Zertifikat für die Authentifizierung verwendete konnte nicht ermittelt werden. Bitte kontaktieren Sie Ihren Systemadministrator.
es: No se pudo determinar el estado de revocación del certificado de tarjeta inteligente usado para la autenticación. Por favor, póngase en contacto con el administrador del sistema.
it: Non potrebbe essere determinato lo stato di revoca del certificato smart card utilizzata per l'autenticazione. Si prega di contattare l'amministratore di sistema.
zh: 無法確定用於身份驗證的智慧卡證書的吊銷狀態。請與系統管理員聯繫。

source: The smartcard certificate used for authentication was not trusted. Please contact your system administrator.
de: Die Smartcard-Zertifikat für die Authentifizierung verwendete war nicht vertrauenswürdig. Bitte kontaktieren Sie Ihren Systemadministrator.
es: El certificado de tarjeta inteligente usado para la autenticación no era confiable. Por favor, póngase en contacto con el administrador del sistema.
it: Il certificato smart card per l'autenticazione non era affidabile. Si prega di contattare l'amministratore di sistema.
zh: 用於身份驗證的智慧卡證書不被信任。請與系統管理員聯繫。

source: The smartcard certificate used for authentication has expired. Please contact your system administrator.
de: Die Smartcard-Zertifikat für die Authentifizierung verwendete abgelaufen ist. Bitte kontaktieren Sie Ihren Systemadministrator.
es: Ha caducado el certificado de tarjeta inteligente usado para la autenticación. Por favor, póngase en contacto con el administrador del sistema.
it: È scaduto il certificato smart card per l'autenticazione. Si prega di contattare l'amministratore di sistema.
zh: 用於身份驗證的智慧卡證書已過期。請與系統管理員聯繫。

source: The Kerberos subsystem encountered an error. A service for user protocol request was made against a domain controller which does not support service for user.
de: Das Kerberos-Subsystem ist ein Fehler aufgetreten. Ein Service für Benutzer Protokollanforderung wurde gegen einen Domänencontroller die Service für Benutzer nicht unterstützt.
es: El subsistema Kerberos encontró un error. Se realizó un servicio de solicitud de protocolo de usuario contra un controlador de dominio que no dispone de servicio para el usuario.
it: Il sottosistema Kerberos ha rilevato un errore. Un servizio per utente protocollo richiesta è stato effettuato su un controller di dominio che non supporta il servizio per l'utente.
zh: Kerberos 子系統時遇到一個錯誤。用於使用者協定請求服務的網域控制站不支援使用者的服務了。

source: was made by this server to make a Kerberos constrained delegation request for a target outside of the server's real
de: Von diesem Server war versucht, einen Kerberos eingeschränkten Delegierung Antrag auf ein Ziel außerhalb des Servers. Dies wird nicht unterstützt, und zeigt an, dass eine Fehlkonfiguration auf diesem Server erlaubt, um Liste zu delegieren. Bitte kontaktieren Sie Ihren Administrator
es: Fue hecha por este servidor para hacer una solicitud de delegación restringida de Kerberos para un destino fuera del real del servidor. Esto no es compatible, e indica una configuración incorrecta en este servidor permitido delegar a la lista. El estado de revocación del certificado de controlador de dominio utilizado para smar
it: da questo server è stato effettuato un tentativo per effettuare una richiesta di delega vincolata Kerberos per una destinazione di fuori di ambito del server. Questo non è supportato e indica che una configurazione errata su questo server può per delegare all'elenco. Si prega di contattare l'amministratore
zh: 嘗試通過此伺服器 Kerberos 約束的委派請求的目標伺服器的範疇之外。這不支援，從而表明允許委派的清單在此伺服器上的配置不正確。請聯繫您的管理員聯繫。

source: The client and server cannot communicate, because they do not possess a common algorithm.
de: Client und Server können nicht kommunizieren, weil sie einen gemeinsamen Algorithmus nicht besitzen.
es: El cliente y el servidor no pueden comunicarse, porque no poseen un algoritmo común.
it: Il client e il server non può comunicare, perché non possiedono un algoritmo comune.
zh: 用戶端和伺服器無法通訊，因為他們不具備一種常見的演算法。

source: The security context could not be established due to a failure in the requested quality of service (e.g. mutual authentication or delegation).
de: Der Sicherheitskontext konnte nicht aufgrund eines Fehlers in der geforderten Qualität des Dienstes (z. B. gegenseitige Authentifizierung oder Delegation) hergestellt werden.
es: No se pudo establecer el contexto de seguridad debido a una falla en la calidad requerida del servicio (e.g. mutua autenticación o delegación).
it: Il contesto di protezione potrebbe non essere stabilito a causa di un errore nella qualità richiesta del servizio (ad es. mutua autenticazione o delega).
zh: 不能因為失敗而建立安全上下文，請求的服務 （如，相互身份驗證或委派） 品質。

source: A security context was deleted before the context was completed. This is considered a logon failure.
de: Ein Sicherheitskontext wurde gelöscht, bevor der Kontext abgeschlossen wurde. Dies gilt als ein Anmeldefehler.
es: Un contexto de seguridad se eliminó antes de que el contexto fue terminado. Esto se considera una falla de inicio de sesión.
it: Un contesto di sicurezza è stato eliminato prima che il contesto è stato completato. Questo è considerato un errore di accesso.
zh: 安全上下文被刪除之前在上下文完成。這被認為是登錄失敗。

source: The client is trying to negotiate a context and the server requires user-to-user but didn't send a TGT reply.
de: Der Client versucht, einen Kontext zu verhandeln und der Server erfordert User-to-User aber keine TGT-Antwort senden.
es: El cliente está intentando negociar un contexto y el servidor requiere a usuario pero no enviar una respuesta TGT.
it: Il client sta cercando di negoziare un contesto e il server richiede all'utente ma non invia una risposta TGT.
zh: 用戶端試圖協商上下文和伺服器需要使用者到使用者，但是不發送 TGT 的答覆。
