Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Invalid precision
de: Ungültige Präzision
es: Precisión no válido
it: Precisione non valido
zh: 不正確精度

source: Invalid length
de: Ungültige Länge
es: Longitud no válida
it: Lunghezza non valida
zh: 不正確長度

source: Invalid isolation level
de: Ungültige Isolationsstufe
es: Nivel de aislamiento no válido
it: Livello di isolamento non valido
zh: 不正確隔離等級

source: Invalid transaction id
de: Ungültige Transaktions-id
es: Identificador de la transacción no válida
it: Id della transazione non valido
zh: 不正確事務 id

source: Duplicate transaction id
de: Doppelte Transaktions-id
es: Duplicar el identificador de transacción
it: Transazione id duplicato
zh: 重複的事務 id

source: Driver restricted
de: Treiber beschränkt
es: Conductor restringida
it: Driver con restrizioni
zh: 驅動程式的限制

source: Transaction active
de: Transaktion aktiv
es: Transacción activa
it: Transazione attiva
zh: 交易活躍

source: Multiple transaction not enabled
de: Mehrere Transaktionen nicht aktiviert
es: Múltiples transacciones no habilitado
it: Transazione di più non abilitato
zh: 未啟用的多個事務

source: Connection failed
de: Verbindung fehlgeschlagen
es: Fallado la conexión
it: Connessione non riuscita
zh: 連接失敗

source: Driver could not be properly initialized. Client library may be missing, not installed properly, of the wrong version, or the driver may be missing from the system path.
de: Treiber konnte nicht richtig initialisiert werden. Client-Bibliothek fehlen möglicherweise, nicht richtig, die falsche Version installiert oder des Treibers fehlt aus dem Systempfad.
es: Conductor no se pudo inicializar correctamente. Biblioteca de cliente puede faltar, no instalado, la versión incorrecta, o el conductor puede faltar en la ruta del sistema.
it: Driver potrebbe non essere inizializzato correttamente. Libreria client potrebbe mancare, non installato correttamente, la versione sbagliata, o il driver potrebbe essere mancano dal percorso di sistema.
zh: 驅動程式可能未被正確初始化。 用戶端庫可能會丟失、 錯誤的版本的安裝不正確，或驅動程式可能會丟失從系統路徑。

source: Invalid Ordinal: %d
de: Ungültige Ordinalzahl: %d
es: Ordinal no válido: %d
it: Ordinale non valido: %d
zh: 不正確序號: %d

source: DBX Error: %s
de: DBX-Fehler: %s
it: DBX di errore: %s
zh: DBX 錯誤: %s

source: Error Code:
de: Fehlercode:
es: Código de error:
it: Codice di errore:
zh: 錯誤代碼︰

source: Command can only be prepared once
de: Befehl kann nur einmal vorbereitet werden
es: Comando sólo puede ser preparado una vez
it: Comando può essere preparata solo una volta
zh: 命令可以只需要準備一次

source: %s value type cannot be accessed as %s value type
de: Werttyp %s kann nicht als %s Wertetyp zugegriffen werden
es: tipo de valor de %s no se puede acceder como tipo de valor de %s
it: tipo di valore di %s non può essere letta come tipo di valore di %s
zh: 無法訪問 %s 的數值型別為 %s 數值型別

source: Operation failed. Connection was closed
de: Vorgang ist fehlgeschlagen. Verbindung wurde geschlossen
es: La operación falló. Conexión fue cerrada
it: Operazione non riuscita. Connessione è stata chiusa
zh: 操作失敗。 連接已關閉

source: JSON byte stream cannot be parsed correctly into a JSON value
de: JSON-Byte-Stream kann nicht in einen JSON-nnert korrekt analysiert werden
es: Secuencia de bytes JSON no se puede analizar correctamente en un valor JSON
it: Flusso di byte JSON non può essere analizzato correttamente in un valore JSON
zh: JSON 位元組流無法正確解析成一個 JSON 值

source: No statement to execute
de: Keine Anweisung ausführen
es: Ninguna declaración para ejecutar
it: Nessuna istruzione da eseguire
zh: 沒有要執行的語句

source: Unexpected data type %s
de: Unerwartete Datentyp %s
es: Tipo de datos inesperados de %s
it: Tipo di dati imprevisto %s
zh: 意外的資料類型 %s

source: Warning
de: Warnung
es: ADVERTENCIA
it: Avviso
zh: 警告

source: Insufficient memory to complete the operation
de: Nicht genügend Arbeitsspeicher zum Abschließen des Vorgangs
es: Memoria insuficiente para completar la operación
it: Memoria insufficiente per completare l'operazione
zh: 記憶體不足，無法完成操作

source: Unsupported field type
de: Nicht unterstützter Feldtyp
es: Tipo de campo
it: Tipo di campo non supportato
zh: 不受支援的欄位類型

source: Unexpected internal error. DBX Object such as a connection, command, or reader may already be closed.
de: Unerwarteter interner Fehler. DBX Objekt z. B. eine Verbindung, Befehl oder Leser können bereits geschlossen.
es: Error interno inesperado. Objeto de DBX como conexión, comando o el lector ya puede ser cerrado.
it: Errore interno imprevisto. DBX oggetto ad esempio una connessione, il comando o il lettore potrebbe essere già chiuso.
zh: 意外的內部錯誤。DBX 物件如連接、 命令或讀者可能已經被關閉。

source: Invalid time
de: Ungültige Zeit
es: Hora no válida
it: Ora non valida
zh: 不正確時間

source: Movie creation
de: Filmerstellung
es: Creación de la película
it: Creazione di filmati
zh: 電影創作

source: Cancel ...
de: Abbrechen...
es: Cancelar...
it: Annulla...
zh: 取消。。。

source: Create the video before upload it
de: Erstellen Sie das Video vor dem Hochladen
es: Crear el video antes de subirlo
it: Creare il video prima di caricarlo
zh: 創建視頻之前將其上傳

source: Set Youtube Account in main settings of the program
de: Grundeinstellungen des Programms inmitten Sie Youtube-Konto
es: Configurar la cuenta de Youtube en la configuración principal del programa
it: Impostare Youtube Account nelle impostazioni principali del programma
zh: 在該程式的主要設置中設置 Youtube 帳戶

source: Insert video title
de: Video Titel einfügen
es: Introduzca el título del video
it: Inserire titolo video
zh: 插入視頻標題

source: Insert video description
de: Video-Beschreibung einfügen
es: Inserte la descripción de video
it: Inserire la descrizione del video
zh: 插入視頻描述

source: Insert video keywords (comma separated)
de: Legen Sie video Schlüsselwörter (durch Kommata getrennt)
es: Insertar video palabras clave (separados por comas)
it: Inserire le parole chiavi dei video (separati da virgola)
zh: 插入視頻關鍵字 （用逗號分隔）

source: Insert video category
de: Video Kategorie einfügen
es: Insertar videos
it: Inserire la categoria video
zh: 插入視頻類別

source: Unsupported variant type: %s
de: Varianten-Typ nicht unterstützt: %s
es: Sin soporte tipo variable: %s
it: Non di tipo variant supportato: %s
zh: 不支援變數類型: %s

source: Invalid transaction Object
de: Ungültige Transaktion Objekt
es: Transacción no válida objeto
it: Transazione non valido oggetto
zh: 不正確事務物件

source: Feature not implemented
de: Funktion nicht implementiert
es: Función no implementada
it: Funzionalità non implementata
zh: 功能未實現

source: %s property not set
de: %s-Eigenschaft wurde nicht festgelegt
es: no establece la propiedad de %s
it: %s non impostata
zh: 未設置 %s 屬性

source: Reader Next method has not been called
de: Leser-Next-Methode wurde nicht aufgerufen
es: Lector no se ha llamado método siguiente
it: Lettore non è stato chiamato il metodo successivo
zh: 尚未調用下一個方法的讀者

source: Reader has no more rows
de: Leser hat keine weiteren Zeilen
es: Lector no tiene más filas
it: Lettore non è presenti altre righe
zh: 讀者已經沒有更多行

source: %s type cannot be modified
de: %s kann nicht geändert werden
es: tipo de %s no puede ser modificado
it: tipo di %s non può essere modificato
zh: 不能修改 %s 類型

source: Cannot set this singleton instance more than once or after it has been retrieved one or more times
de: Das Singletoninstanz kann nicht festgelegt werden, mehr als einmal, oder nachdem sie ein oder mehrere Male abgerufen wurde
es: Puede establecer esta instancia singleton más de una vez o después de que se ha obtenido una o más veces
it: Non è possibile impostare questa istanza singleton più di una volta o dopo che è stata recuperata una o più volte
zh: 無法設置此單例實例，不止一次或之後它已檢索一個或多個時間

source: Valor inválido
de: Tapferkeit inválido
zh: 勇猛 inválido

source: Limpar filtro
es: Filtro de limpar
zh: 林帕爾 filtro

source: (Non Trovato)
de: (Nicht Trovato)
es: (No Trovato)
zh: （非得十分巧妙）

source: Codec
zh: 編解碼器

source: "Fade Time" value lower than "Text Time"!
de: "Fade Time" Wert niedriger als "Text Time"!
es: ¡Inferior de"texto" de valor "Se descolora el tiempo"!
it: "Tempo di dissolvenza" valore inferiore "Testo tempo"!
zh: "淡時間"值低於"文本時間"！

source: Check the value of
de: Überprüfen Sie den Wert der
es: Compruebe el valor de
it: Controllare il valore di
zh: 檢查的值

source: Processing %s
de: Verarbeitung von %s
es: Procesamiento de %s
it: L'elaborazione di %s
zh: 處理 %s

source: Saving video
de: Video speichern
es: Video ahorro
it: Salvataggio video
zh: 保存視頻

source: Cancel operation?
de: Abbrechen Vorgang?
es: ¿Cancelar la operación?
it: Annullare l'operazione?
zh: 取消操作嗎？

source: String too long.
de: Die Zeichenfolge ist zu lang.
es: Cadena demasiado larga.
it: Stringa troppo lunga.
zh: 字串太長。

source: Unable to create generic item registration list.
de: Generisches Element Anmeldeliste erstellen nicht möglich.
es: No se puede crear lista de registro de elemento genérico.
it: Impossibile creare l'elenco di elementi generici di registrazione.
zh: 無法創建泛型專案登記名單。

source: Painter is not the active painter of the specified inspector.
de: Maler ist nicht der aktive Maler des angegebenen Inspektors.
es: Pintor no es pintor activo del inspector especificado.
it: Pittore non è il pittore attivo dell'ispettore specificato.
zh: 畫家不是指定督察活動畫家。

source: Inspector painter can only be linked to one inspector.
de: Inspektor Maler kann nur mit einem Inspektor verknüpft werden.
es: Pintor de inspector sólo puede vincularse a un inspector.
it: Pittore di ispettore può essere collegato solo a un ispettore.
zh: 督察畫家只能連結到一個檢查。

source: TppJvCustomInspector.SetTopIndex: unexpected MaxIdx <= -1
de: TppJvCustomInspector.SetTopIndex: unerwartete MaxIdx < =-1
es: TppJvCustomInspector.SetTopIndex: inesperado MaxIdx < = -1
it: TppJvCustomInspector.SetTopIndex: MaxIdx inaspettato < = -1
zh: TppJvCustomInspector.SetTopIndex︰ 意外的 MaxIdx < =-1

source: TppJvInspectorCustomCompoundItem.DivideRect: unexpected Inspector.Painter = nil
de: TppJvInspectorCustomCompoundItem.DivideRect: unerwartete Inspector.Painter = Null
es: TppJvInspectorCustomCompoundItem.DivideRect: Inspector.Painter inesperado = nil
it: TppJvInspectorCustomCompoundItem.DivideRect: imprevisto Inspector.Painter = nil
zh: TppJvInspectorCustomCompoundItem.DivideRect︰ 意外的 Inspector.Painter = 零

source: TppJvInspectorSetMemberData.New: unexpected ADataParent = nil
de: TppJvInspectorSetMemberData.New: unerwartete ADataParent = Null
es: TppJvInspectorSetMemberData.New: ADataParent inesperado = nil
it: TppJvInspectorSetMemberData.New: imprevisto ADataParent = nil
zh: TppJvInspectorSetMemberData.New︰ 意外的 ADataParent = 零

source: TppJvInspectorSetMemberData.New: unexpected AParent = nil
de: TppJvInspectorSetMemberData.New: unerwartete fingieren = Null
es: TppJvInspectorSetMemberData.New: inesperada aparente = nil
it: TppJvInspectorSetMemberData.New: imprevisto apparenti = nil
zh: TppJvInspectorSetMemberData.New︰ 意外的猛 = 零

source: TppJvInspectorPropData.New: unexpected PropInfo = nil
de: TppJvInspectorPropData.New: unerwartete PropInfo = Null
es: TppJvInspectorPropData.New: PropInfo inesperado = nil
it: TppJvInspectorPropData.New: imprevisto PropInfo = nil
zh: TppJvInspectorPropData.New︰ 意外的 PropInfo = 零

source: TppInspectorSelectionData - SelectionController is nil
de: TppInspectorSelectionData - SelectionController ist Null
es: TppInspectorSelectionData - SelectionController es nulo
it: TppInspectorSelectionData - SelectionController è pari a zero
zh: TppInspectorSelectionData-SelectionController 是零

source: é maior que
de: è Maior que
zh: é maior 雀

source: é maior ou igual a
de: è Maior Ou Igual eine
es: é maior ou igual un
it: é maior ou igual un
zh: é maior ou igual

source: é menor que
de: è Menor que
zh: é 督促雀

source: é menor ou igual a
de: è Menor Ou Igual eine
es: é menor o igual a
it: é menor ou igual un
zh: é 督促 ou igual

source: Unit name:
de: Name der Einheit:
es: Nombre de la unidad:
it: Nome dell'unità:
zh: 單位名稱︰

source: Based on:
de: Basierend auf:
es: Basado en:
it: Basato su:
zh: 基於︰

source: Float type:
de: Float-Typ:
es: Tipo de flotador:
it: Tipo float:
zh: 浮點類型︰

source: Item already assigned to another parent.
de: Artikel, die bereits zu einer anderen übergeordneten zugewiesen.
es: Artículo ya asignado a otro padre.
it: Elemento già assegnato a un altro padre.
zh: 已經分配給另一位家長的項。

source: Exception
de: Ausnahme
es: Excepción
it: Eccezione
zh: 異常

source: (uninitialized)
de: (nicht initialisiert)
es: (sin inicializar)
it: (non inizializzato)
zh: （未初始化）

source: (unassigned)
de: (nicht zugewiesen)
es: (no asignado)
it: (non assegnato)
zh: （未分配）

source: (no value)
de: (kein Wert)
es: (sin valor)
it: (nessun valore)
zh: （沒有值）

source: Specified Item is not a child of this item.
de: Angegebene Element ist kein Kind dieses Elements.
es: Elemento especificado no es un niño de este tema.
it: Elemento specificato non è un figlio di questo elemento.
zh: 指定的項不是此項的子級。

source: Specified column does not belong to this compound item.
de: Angegebene Spalte gehört nicht zu diesem Sammelposten.
es: Columna especificada no pertenece a este elemento compuesto.
it: Colonna specificata non appartiene a questo elemento composto.
zh: 指定的列不屬於此複合專案。

source: Specified item is not a column of this compound item.
de: Angegebene Element ist keine Spalte mit diesem Sammelposten.
es: Elemento especificado no es una columna de este elemento compuesto.
it: Elemento specificato non è una colonna di questo elemento composto.
zh: 指定的項不是專案的這個複合的列。

source: Invalid property value %s.
de: Ungültiger Eigenschaftswert %s.
es: Valor de propiedad no válida %s.
it: Valore di proprietà non valido %s.
zh: 不正確屬性值 %s。

source: Data cannot be accessed as %s.
de: Daten können nicht als %s zugegriffen werden.
es: Datos no se puede acceder como %s.
it: Dati non possono essere letta come %s.
zh: 無法為 %s 訪問的資料。

source: Data not initialized.
de: Daten nicht initialisiert.
es: Datos no inicializados.
it: Dati non inizializzati.
zh: 未初始化的資料。

source: Data not assigned.
de: Daten nicht zugewiesen.
es: Datos no asignados.
it: Dati non assegnati.
zh: 未分配的資料。

source: Data has no value.
de: Daten hat keinen Wert.
es: Datos no tienen ningún valor.
it: Dati non hanno alcun valore.
zh: 資料有沒有價值。

source: GLI value out of range
de: GLI Wert außerhalb des zulässigen Bereichs
es: Valor GLI fuera de rango
it: Valore GLI out of range
zh: GLI 值超出範圍

source: Invalid Codeword
de: Ungültige Codewort
es: Bien no válido
it: Parola di codice non valido
zh: 不正確碼字

source: Either BarHeight or BarHeightToWidth is required
de: Entweder BarHeight oder BarHeightToWidth ist erforderlich
es: BarHeight o BarHeightToWidth se requiere
it: BarHeight o BarHeightToWidth è obbligatorio
zh: BarHeight 或 BarHeightToWidth 是必需的

source: Horizontal size needs to be specified
de: Horizontale Größe muss angegeben werden
es: Tamaño horizontal debe especificarse
it: Dimensione orizzontale deve essere specificato
zh: 水準大小需要指定

source: Vertical size needs to be specified
de: Vertikale Größe muss angegeben werden
es: Tamaño vertical debe especificarse
it: Dimensione verticale deve essere specificato
zh: 垂直大小需要指定

source: Value out of range (%s).
de: Wert außerhalb des zulässigen Bereichs (%s).
es: Valor fuera de rango (%s).
it: Valore compreso nell'intervallo (%s).
zh: 值超出範圍 (%s)。

source: Unknown identifier '%s'.
de: Unbekannter Bezeichner "%s".
es: Identificador desconocido '%s'.
it: Identificatore sconosciuto '%s''.
zh: 未知的識別碼 %s。

source: ordinal=
de: ordnungszahl =
zh: 序號 =

source: Type info: %p
de: Geben Sie Info: %p
es: Información de tipo: %p
it: Digitare info: %p
zh: 類型資訊: %p

source: Name:
es: Nombre:
it: Nome:
zh: 名稱︰

source: Type kind:
de: Geben Sie Art:
es: Tipo de clase:
it: Tipo del tipo:
zh: 種類型︰

source: Ordinal type:
de: Ordinalen Typs:
es: Tipo ordinal:
it: Tipo ordinale:
zh: 序號類型︰

source: Min value:
de: Min-Wert:
es: Valor min:
it: Valore min:
zh: 最小值︰

source: Max value:
de: Max-Wert:
es: Valor máximo:
it: Valore max:
zh: 最大值︰

source: Names:
de: Namen:
es: Nombres:
it: Nomi:
zh: 名稱︰

source: Optimizing
de: Optimierung
es: Optimización de la
it: Ottimizzazione
zh: 優化

source: Toolbar item index out of range
de: Symbolleiste-Element-Index außerhalb des gültigen Bereichs
es: Índice del elemento de barra de herramientas fuera del alcance
it: Indice dell'elemento della barra degli strumenti fuori gamma
zh: 工具列專案索引超出範圍

source: Toolbar item already inserted
de: Symbolleiste Element bereits eingefügt
es: Barra de herramientas de artículo ya insertado
it: Barra degli strumenti elemento già inserito
zh: 專案已經插入的工具列

source: An item viewer associated the specified item could not be found
de: Ein Element-Viewer verknüpft das angegebene Element konnte nicht gefunden werden
es: Un visor de elemento asociado especificado no se encuentra elemento
it: Un elemento visualizzatore associato specificato elemento non trovato
zh: 專案檢視器關聯指定找不到專案

source: More Buttons|
de: Weitere Schaltflächen |
es: Más botones |
it: Più pulsanti |
zh: 更多的按鈕 |

source: (MRU List)
de: (MRU-Liste)
es: (Lista MRU)
it: (Elenco MRU)
zh: （MRU 清單）

source: A TTBDock control cannot be placed inside a tool window or another TTBDock
de: Ein TTBDock-Steuerelement kann nicht in ein Toolfenster oder ein anderes TTBDock platziert werden
es: Un control de TTBDock no se puede colocar dentro de una ventana de herramientas u otro TTBDock
it: Un controllo di TTBDock non può essere inserito all'interno di una finestra degli strumenti o un altro TTBDock
zh: TTBDock 控制無法放入一個工具視窗或另一個 TTBDock

source: Cannot change Position of a TTBDock if it already contains controls
de: Position von einer TTBDock kann nicht geändert werden, wenn es bereits Steuerelemente enthält
es: No se puede cambiar la posición de un TTBDock si ya contiene controles
it: Non è possibile modificare la posizione di un TTBDock se contiene già i controlli
zh: 如果它已經包含控制項，不能更改位置的 TTBDock

source: Bar Height cannot be less than one
de: Höhe darf nicht kleiner als 1 sein
es: Altura de barra no puede ser inferior a uno
it: Altezza della barra non può essere inferiore ad un
zh: 欄高度不能小於 1

source: BarHeightToWidth cannot be less than one
de: BarHeightToWidth kann nicht kleiner als 1 sein
es: BarHeightToWidth no puede ser inferior a uno
it: BarHeightToWidth non può essere inferiore ad un
zh: BarHeightToWidth 不能小於 1

source: Bar Width cannot be less than one
de: Balkenbreite darf nicht kleiner als 1 sein
es: Ancho de barra no puede ser inferior a uno
it: Larghezza della barra non può essere inferiore ad un
zh: 欄寬度不能小於 1

source: Invalid Number of columns
de: Ungültige Anzahl von Spalten
es: Número de columnas no válido
it: Numero di colonne non valido
zh: 不正確列數

source: Invalid number of rows
de: Ungültige Anzahl von Zeilen
es: Número de filas no válido
it: Numero di righe non valido
zh: 不正確行數

source: Invalid Postal Code
de: Ungültige Postleitzahl
es: Código Postal inválido
it: Codice postale non valido
zh: 不正確郵遞區號

source: Invalid Quiet Zone
de: Ungültige Ruhezone
es: Zona de tranquilidad no es válido
it: Zona tranquilla non valido
zh: 不正確靜區

source: Code too large for barcode
de: Code zu groß für barcode
es: Demasiado grande para código de barras de código
it: Troppo grande per codici a barre codice
zh: 代碼太大，條碼

source: Unsupported PixelFormat
de: Nicht unterstützte PixelFormat
es: PixelFormat no soportado
it: PixelFormat non supportato
zh: 不支援的 PixelFormat

source: Invalid image dimensions
de: Ungültige Bildabmessungen
es: Dimensiones de imagen no válido
it: Dimensioni immagine non valido
zh: 不正確圖像尺寸

source: Image has no DIB
de: Bild hat keine DIB
es: Imagen no tiene DIB
it: Immagine non ha nessun DIB
zh: 圖像有沒有 DIB

source: Invalid stream operation
de: Ungültiger Stream Betrieb
es: Operación de secuencia no válido
it: Operazione non valida del flusso
zh: 不正確流操作

source: Color not in color table
de: Farbe nicht in der Farbtabelle
es: No en tabla de colores del color
it: Colore non nella tabella colori
zh: 顏色表中沒有的顏色

source: Invalid Bits Per Pixel value
de: Ungültiger Wert für Bits pro Pixel
es: Valor no válido de Bits por píxel
it: Valore non valido di bit Per Pixel
zh: 比特每圖元值無效

source: Color table is empty
de: Farbtabelle ist leer
es: Tabla de colores está vacía
it: Tabella dei colori è vuoto
zh: 顏色表是空的

source: Image is empty
de: Bild ist leer
es: Imagen está vacía
it: Immagine è vuoto
zh: 圖像是空

source: Frame contains multiple Graphic Control Extension blocks
de: Frame enthält mehrere grafische Kontrolle Erweiterung Blöcke
es: Marco contiene varios bloques de extensión de Control gráfico
it: Telaio contiene più blocchi di estensione del controllo grafico
zh: 幀包含多個圖形控制擴展塊

source: Missing, invalid or empty palette
de: Fehlende, ungültig oder leer-palette
es: Falta, no válida o vacía de la paleta
it: Tavolozza vuota, non valida o manca
zh: 缺失、 無效或空的調色板

source: GIF Image
de: GIF-Bild
es: Imagen GIF
it: Immagine GIF
zh: GIF 圖像

source: Loading
de: Laden
es: Carga
it: Caricamento
zh: 載入

source: Saving
de: Speichern
es: Ahorro
it: Risparmio
zh: 保存

source: Converting
de: Umwandlung von
es: Conversión de
it: Conversione
zh: 轉換

source: Rendering
de: Rendern
es: Representación
zh: 呈現

source: Copying
de: Kopieren
es: Copia
it: Copia
zh: 複製

source: Invalid number of colors specified in Image Descriptor
de: Ungültige Anzahl von Farben im Bild Deskriptor angegeben
es: Número de colores especificado en el Descriptor de imagen no válido
it: Numero di colori specificati nel descrittore di immagine non valido
zh: 指定在圖像描述項中顏色的數目無效

source: Unknown extension type
de: Unbekannter Erweiterungstyp
es: Tipo de extensión desconocida
it: Tipo di estensione sconosciuta
zh: 未知的擴展類型

source: Invalid extension introducer
de: Ungültige Erweiterung Einführhilfe
es: Introductor de extensión no válida
it: Introduttore di estensione non valida
zh: 不正確副檔名介紹人

source: Failed to allocate memory for GIF DIB
de: Fehler beim Speicher für GIF DIB
es: No se pudo asignar memoria para GIF DIB
it: Impossibile allocare memoria per GIF DIB
zh: 為 GIF DIB 分配記憶體失敗

source: Decoder bit buffer under-run
de: Decoder-Bit Pufferunterlaufs
es: Plazo menores de decodificador bit buffer
it: Underrun del buffer di bit di decoder
zh: 解碼器位緩衝區不足

source: Circular decoder table entry
de: Kreisförmige Decoder Tabelleneintrag
es: Entrada de la tabla circular decodificador
it: Voce della tabella circolare decodificatore
zh: 圓形解碼器表條目

source: Invalid Image trailer
de: Ungültiges Image-trailer
es: Trailer de imagen no válido
it: Rimorchio di immagine non valido
zh: 不正確圖像拖車

source: Internal error: Extension Instance does not match Extension Label
de: Interner Fehler: Erweiterungsinstanz stimmt nicht überein-Erweiterung Label
es: Error interno: instancia de extensión no coincide con la etiqueta de extensión
it: Errore interno: istanza di estensione non corrisponde all'etichetta estensione
zh: 內部錯誤︰ 擴展實例與擴展標籤不匹配

source: Unsupported Application Extension block size
de: Nicht unterstützte Anwendungserweiterung Blockgröße
es: Tamaño de bloque de extensión de aplicación no compatible
it: Dimensione del blocco di estensione dell'applicazione non supportata
zh: 不受支援的應用程式擴展塊大小

source: Unknown GIF block type
de: Unbekannte GIF-Block-Typ
es: Tipo de bloque desconocido GIF
it: Tipo di blocco GIF sconosciuto
zh: 未知的 GIF 塊類型

source: Object type not supported for operation
de: Objekttyp nicht unterstützt für den Betrieb
es: Tipo de objeto no admitido para la operación
it: Tipo di oggetto non supportato per operazione
zh: 不支援的操作的物件類型

source: Invalid GIF data
de: Ungültige GIF-Daten
es: Datos no válidos de GIF
it: Dati non validi di GIF
zh: 不正確 gif 圖像資料

source: Invalid image size
de: Ungültigen Bildgröße
es: Tamaño de imagen no válido
it: Dimensione dell'immagine non valido
zh: 圖像大小無效

source: Image exceeds Logical Screen size
de: Bild überschreitet logische Bildschirmgröße
es: Imagen excede el tamaño de pantalla lógica
it: L'immagine supera la dimensione logica dello schermo
zh: 圖像超出邏輯螢幕大小
