Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: No URL was specified for 'GET'
de: Es wurde keine URL für 'GET' angegeben"
es: No hay URL fue especificado por 'GET'
it: È stato specificato alcun URL per 'GET'
zh: 沒有 URL 被指定為 GET

source: Invalid url '%s' - only supports 'http' and 'https' schemes
de: Ungültige Url "%s" - unterstützt nur "http" und "Https" Systeme
es: Invalid url '%s' - sólo admite de 'http' y 'https'esquemas
it: Invalid url '%s' - supporta solo 'https' e 'http' schemi
zh: 無效 url %s-僅支援 HTTP 和 HTTPs 計畫

source: Unsuppported variant type %d
de: Unsuppported variant-Typ %d
es: Tipo de variante de Unsuppported %d
it: Tipo variant Unsuppported %d
zh: Unsuppported 變數類型 %d

source: varDispatch type not supported
de: varDispatch-Typ nicht unterstützt
es: tipo de varDispatch no soportado
it: tipo di varDispatch non supportato
zh: varDispatch 類型不受支援

source: varError type not supported
de: varError-Typ nicht unterstützt
es: tipo de varError no soportado
it: tipo di varError non supportato
zh: varError 類型不受支援

source: TAggregateStream Error: no internal streams
de: TAggregateStream Fehler: keine internen streams
es: TAggregateStream Error: no hay corrientes internas
it: TAggregateStream errore: nessun flussi interno
zh: TAggregateStream 錯誤︰ 沒有內部的流

source: method not supported
de: methode wird nicht unterstützt
es: método no compatible
it: metodo non supportato
zh: 不支援的方法

source: Method not permitted in TSoapDataList
de: Methode, die in TSoapDataList nicht erlaubt
es: Método no permitido en TSoapDataList
it: Metodo non consentito in TSoapDataList
zh: 在 TSoapDataList 中不允許的方法

source: Insufficient data for Content-Length
de: Keine ausreichenden Daten für Content-Length
es: Datos insuficientes para Content-Length
it: Dati insufficienti per Content-Length
zh: 內容長度不足資料

source: Error reading from Mime Request Stream
de: Fehler beim Lesen von Mime Anforderungsstream
es: Error de lectura de secuencia de solicitud de Mime
it: Errore di lettura dal flusso di richiesta Mime
zh: 從 Mime 請求流讀取時出錯

source: No access to temporary file
de: Kein Zugriff auf temporäre Datei
es: No acceso al archivo temporal
it: Nessun accesso ai file temporaneo
zh: 沒有訪問暫存檔案

source: Unable to load WSDL File/Location: %s. Error [%s]
de: Nicht in der Lage, laden der WSDL Datei/Location: %s. Fehler [%s]
es: No se puede cargar el fichero WSDL y su ubicación: %s. Error [%s]
it: Impossibile caricare il File WSDL/posizione: %s. Errore [%s]
zh: 無法載入 WSDL 檔案的位置: %s。 錯誤 [%s]

source: No Native to Message converter set
de: Keine Native auf Nachricht Konverter
es: No nativa de conjunto convertidor
it: Nessun nativo al set di convertitore di messaggio
zh: 沒有原產于的消息轉換器集

source: No Message processing node set
de: Keine Nachricht Verarbeitung Knotenmenge
es: Ningún conjunto de nodos de procesamiento de mensaje
it: Nessun set di nodi di elaborazione messaggio
zh: 沒有消息處理節點集

source: Soap header %s with attribute 'mustUnderstand' set to true was not handled
de: Soap-Header %s mit Attribut "MustUnderstand" auf True festgelegt wurde nicht behandelt
es: No se manejó jabón jefe %s con el atributo 'mustUnderstand' establecido en true
it: SOAP header %s con attributo 'mustUnderstand' impostato su true non è stata gestita
zh: 未處理 soap 頭 %s 與 'mustUnderstand' 屬性設置為 true

source: Interface %s has no RTTI
de: Schnittstelle %s hat keine RTTI
es: Interfaz de %s no tiene ningún RTTI
it: Interfaccia %s non ha nessun RTTI
zh: 介面 %s 已沒有 RTTI

source: Parameter %s on Method %s of Interface %s has no RTTI
de: Parameter %s %s-Methode der Schnittstelle %s hat keine RTTI
es: Parámetro %s %s método de interfaz %s no tiene ningún RTTI
it: Parametro di metodo interfaccia %s %s %s non ha nessun RTTI
zh: 參數 %s 上的介面 %s%s 方法有沒有 RTTI

source: Invalid date string: %s
de: Ungültige Datumszeichenfolge: %s
es: Cadena de fecha no válido: %s
it: Stringa della data non valida: %s
zh: 不正確日期字串: %s

source: Invalid time string: %s
de: Ungültige Zeichenfolge: %s
es: Cadena de hora no válida: %s
it: Stringa di ora non valida: %s
zh: 不正確時間字串: %s

source: Invalid minute: %d
de: Ungültige Minute: %d
es: Minutos no válido: %d
it: Minuto non valida: %d
zh: 不正確分鐘: %d

source: Invalid millisecond: %d
de: Ungültige Millisekunde: %d
es: Milisegundo no válido: %d
it: Millisecondo non valida: %d
zh: 不正確毫秒: %d

source: Invalid fractional second: %f
de: Ungültige gebrochene zweite: %f
es: Segundo fraccionario no válido: %f
it: Seconda frazionaria non valida: %f
zh: 不正確小數秒: %f

source: Invalid hour offset: %d
de: Ungültige Stunde Versatz: %d
es: Desplazamiento de hora no válido: %d
it: Offset di ora non valida: %d
zh: 不正確小時偏移量: %d

source: Invalid duration string: %s
de: Ungültige Dauer Zeichenfolge: %s
es: Duración no válido cadena: %s
it: Stringa di durata non valida: %s
zh: 持續時間無效字串: %s

source: Hour Offset portion of time invalid
de: Stunde Versatz Teil der Zeit ungültig
es: Hora parte de Offset de tiempo válido
it: Parte relativa all'Offset ora tempo non valido
zh: 不正確時間的小時偏移量部分

source: Invalid decimal string: ''%s''
de: Ungültige dezimale Zeichenfolge: '' %s''
es: Decimal cadena no válida: '' %s''
it: Stringa decimale non valida: '%s''
zh: 不正確十進位字串: %s

source: Cannot convert scientific notation to TBcd value
de: Wissenschaftliche Notation kann nicht TBcd Wert konvertiert werden
es: No se puede convertir a notación científica TBcd valor
it: Impossibile convertire la notazione scientifica in valore TBcd
zh: 不能轉換為 TBcd 值的科學記數法

source: Cannot convert NAN to TBcd value
de: Nan kann nicht TBcd Wert konvertiert werden
es: No se puede convertir NAN TBcd valor
it: Impossibile convertire TBcd valore NAN
zh: 不能轉換為 TBcd 值的南

source: No WSDL or URL property was set in the THTTPRIO component. You must set the WSDL or URL property before invoking the Web Service
de: In der THTTPRIO-Komponente wurde keine WSDL oder URL-Eigenschaft festgelegt. Die WSDL oder URL-Eigenschaft muss festgelegt werden, vor dem Aufruf der Web-Service
es: No propiedad WSDL o URL se establece en el componente THTTPRIO. Se debe establecer la propiedad WSDL o URL antes de invocar el servicio Web
it: Nessuna proprietà WSDL o URL è stata impostata nel componente THTTPRIO. È necessario impostare la proprietà WSDL o URL prima di richiamare il servizio Web
zh: THTTPRIO 元件中設置沒有 WSDL 或 URL 的屬性。您必須在調用 Web 服務之前設置的 WSDL 或 URL 的屬性

source: Unable to retrieve the URL endpoint for Service/Port '%s'/'%s' from WSDL '%s'
de: Kann den URL-Endpunkt für Service / Port '% s' / '% s' aus WSDL '% s' nicht abrufen"
es: No se puede recuperar el punto final de la URL para '% s'/'%s' de puerto de servicio de WSDL '%s'
it: Impossibile recuperare l'endpoint URL per porta/servizio '% s'/'%s' da WSDL "%s"
zh: 無法檢索 URL 端點服務/埠 '%s'/'%s' 從 WSDL %s

source: Datatype of TypeKind: %s not supported as argument for remote invocation
de: Datentyp des TypeKind: %s nicht als Argument für Remoteaufruf unterstützt
es: Tipo de datos de TypeKind: %s no admite como argumento para la invocación remota
it: Tipo di dati di TypeKind: %s non supportato come argomento per chiamata remota
zh: TypeKind 的資料類型: %s 不支援作為遠端調用的參數

source: Must enable multiref output for objects when serializing a graph of objects - (%s)
de: Müssen multiref Ausgabe für Objekte aktivieren, wenn ein Diagramm von Objekten - serialisieren(%s)
es: Debe permitir la salida de multiref para los objetos al serializar un gráfico de objetos - (%s)
it: Deve attivare l'output multiref per oggetti durante la serializzazione di un grafico di oggetti - (%s)
zh: 必須啟用 multiref 輸出物件時序列化物件-(%s) 圖

source: Conversion from class %s to SOAP is not supported - SOAP classes must derive from TRemotable
de: Umstellung von Klasse %s auf Seife wird nicht unterstützt - Seife Klassen müssen von TRemotable ableiten
es: No se admite la conversión de la clase %s a jabón - clases SOAP deben derivar de TRemotable
it: Non è supportata la conversione dalla classe %s per sapone - sapone classi devono derivare da TRemotable
zh: 不支援從類 %s 轉換到肥皂-皂類必須從 TRemotable 派生

source: Internal error: data type kind %s cannot be converted to and from text
de: Interner Fehler: Datentyp Art %s kann nicht konvertiert werden, zum und vom Text
es: Error interno: tipo de datos %s bueno no se puede convertir a y desde el texto
it: Errore interno: tipo di dati tipo %s non può essere convertito da e verso testo
zh: 內部錯誤︰ 無法轉換資料類型類 %s，並從文本

source: Received content of invalid Content-Type setting: %s - SOAP expects "text/xml"
de: Inhalt der ungültigen Content-Type-Einstellung erhalten: %s - Seife erwartet "Text/Xml"
es: Recibido contenido de valor de tipo de contenido no válido: %s - jabón espera "text/xml"
it: Ricevuto il contenuto dell'impostazione di Content-Type non valida: %s - SOAP si aspetta "text/xml"
zh: 收到的無效內容類型設置內容: %s-肥皂預計"文本/xml"

source: Array Node: %s has too many elements
de: Array-Knoten: %s hat zu viele Elemente
es: Nodo de la matriz: %s tiene muchos elementos
it: Nodo di matrice: %s ha troppi elementi
zh: 陣列節點: %s 有太多的元素

source: DocumentElement %s:%s expected, %s:%s found
de: DocumentElement %s %s erwartet, fand %s %s
es: DocumentElement % s: %s esperados, % s: %s encuentran
it: DocumentElement % s: %s previsto, % s: %s trovato
zh: DocumentElement %s: %s 預期，%s: %s 發現

source: Element of Array type %s has no RTTI
de: Element des Array-Typ %s hat keine RTTI
es: Del tipo de matriz %s no tiene ningún RTTI
it: Elemento di matrice tipo %s non ha nessun RTTI
zh: 元素的陣列類型 %s 已沒有 RTTI

source: Invalid SOAP Response
de: Ungültige SOAP-Antwort
es: Respuesta SOAP no válido
it: Risposta SOAP non valido
zh: 不正確 SOAP 回應

source: Invokable Class %s implements no interfaces
de: Aufrufbare Klasse %s implementiert keine Schnittstellen
es: Implementa ninguna manera clase %s
it: Richiamabile classe %s non implementa nessuna interfaccia
zh: 可調用類 %s 未實現任何介面

source: Type cannot be cast as Variant
de: Typ kann nicht als Variante umgewandelt werden
es: Tipo no puede ser echado como variante
it: Non è possibile eseguire il cast del tipo come Variant
zh: 類型不能轉換為 variant 類型的值

source: Error Processing Header (%s)%s
de: Fehler beim Verarbeiten der Header (%s) %s
es: Error al procesar el encabezado (%s) %s
it: Errore nell'elaborazione di intestazione (%s) %s
zh: 處理標題 (%s) %s 時出錯

source: SOAP Response Packet: element matching function return not found, received "%s"
de: SOAP Response Packet: Element Matching Funktion return nicht gefunden, erhalten "% s"
es: Paquete de respuesta SOAP: función que empareja del elemento retorno no encontrado, recibido "%s"
it: Pacchetto di risposta SOAP: restituito dalla funzione corrispondente elemento non trovato, ha ricevuto "%s"
zh: SOAP 回應資料包︰ 元素匹配函數返回找不到，收到"%s"

source: Invalid Pointer
de: Ungültiger Zeiger
es: Puntero no válido
it: Puntatore non valido
zh: 不正確指標

source: Set the GroupRef property for the cmGroupRef content model
de: Legen Sie die GroupRef-Eigenschaft für das CmGroupRef Content-Modell
es: Establezca la propiedad GroupRef para el modelo de contenido cmGroupRef
it: Impostare la proprietà GroupRef per il modello di contenuto cmGroupRef
zh: CmGroupRef 內容模型的 GroupRef 屬性設置

source: ContentModel not set
de: ContentModel wurde nicht festgelegt
es: ContentModel no establecido
it: ContentModel non impostato
zh: ContentModel 未設置

source: Facets and Enumeration not allowed on this kind of datatype "%s"
de: Facetten und Enumeration nicht erlaubt, auf diese Art von Datentyp "%s"
es: Facetas y enumeración no permitidos en este tipo de tipo de datos "%s"
it: Sfaccettature ed enumerazione non consentiti su questo tipo di tipo di dati "%s"
zh: 切割面和枚舉不允許對這種資料類型"%s"

source: Invalid built-in type name "%s"
de: Ungültige integrierte Typname "%s"
es: Nombre de tipo incorporado no válido "%s"
it: Nome tipo incorporato non valido "%s"
zh: 不正確內置類型名稱"%s"

source: Included schema file "%s" has an invalid targetNamespace. Expected: %s Found: %s
de: Im Preis inbegriffen Schemadatei "%s" hat eine ungültige TargetNamespace. Erwartet: %s gefunden: %s
es: Archivo de esquema incluido "%s" tiene un targetNamespace no válido. Espera: %s encontrado: %s
it: Schema incluso il file "%s" ha un targetNamespace non valido. Previsto: trovati %s: %s
zh: 包含的架構檔"%s"具有不正確目標名稱空間。 預期︰ 找到 %s: %s

source: No targetNamespace attribute
de: Kein TargetNamespace-Attribut
es: Ningún atributo targetNamespace
it: Nessun attributo targetNamespace
zh: 沒有目標名稱空間屬性

source: Unsupported SOAP encodingStyle %s
de: Nicht unterstützte Seife EncodingStyle %s
es: JABÓN encodingStyle %s
it: EncodingStyle non supportato SOAP %s
zh: 不支援的 SOAP encodingStyle %s

source: Invalid SOAP request
de: Ungültige SOAP-Anforderung
es: Solicitud no válida
it: Richiesta SOAP non valida
zh: 不正確 SOAP 請求

source: Multiple body elements not supported
de: Mehrere Körper Elemente nicht unterstützt
es: Múltiples elementos no compatibles
it: Più elementi di corpo non supportati
zh: 不支援的多個身體元素

source: Remotable Type %s not registered
de: Remotefähigen Typs %s nicht registriert
es: Utilizable de forma remota tipo %s no está registrado
it: Tipo remotizzabile %s non registrato
zh: 可遠端處理類型 %s 未註冊

source: Type mismatch in parameter %s
de: Typenkonflikt im Parameter %s
es: Falta de coincidencia de tipo en el parámetro %s
it: Tipo non corrispondente nel parametro %s
zh: %S 參數類型不匹配

source: No method named '%s' is supported by interface '%s'
de: Keine Methode mit dem Namen "%s" wird von "%s" Schnittstelle unterstützt"
es: No hay método denominado '%s' es apoyado por interfaz '%s'
it: Nessun metodo di nome '%[NULL] s'è supportato dall'interfaccia "%s"
zh: 支援的介面 %s 沒有名為 '%s' 的方法

source: No WSDL document associated with WSDLView
de: Keine WSDL-Dokument zugeordnet WSDLView
es: Ningún documento WSDL asociado con WSDLView
it: Nessun documento WSDL associato con WSDLView
zh: 沒有與 WSDLView 相關聯的 WSDL 文檔

source: Invalid WSDL document '%s' - Please verify the location and content! Error: %s
de: Ungültige WSDL Dokument "%s" - Bitte überprüfen Sie die Lage und den Inhalt! Fehler: %s
es: Documento de WSDL válido '%s' - por favor, Compruebe la ubicación y el contenido! Error: %s
it: Documento WSDL non valido '%s' - si prega di verificare la posizione e il contenuto! Errore: %s
zh: 不正確 WSDL 檔案 %s-請驗證的位置和內容 ！ 錯誤: %s

source: Empty document
de: Leeres Dokument
es: Documento vacío
it: Documento vuoto
zh: 空文檔

source: Element "%s" does not contain a single text node
de: Element "%s" enthält keinen einzigen Text-Knoten
es: Elemento "%s" no contiene un nodo de texto único
it: Elemento "%s" non contiene un nodo di testo unico
zh: 元素"%s"不包含單個文本節點

source: DOM Implementation does not support IDOMParseOptions
de: DOM-Implementierung unterstützt keine IDOMParseOptions
es: Implementación de DOM no admite IDOMParseOptions
it: Implementazione di DOM non supporta IDOMParseOptions
zh: DOM 實現不支援 IDOMParseOptions

source: ItemTag property is not initialized
de: ItemTag-Eigenschaft wird nicht initialisiert
es: No se inicializa la propiedad ItemTag
it: Proprietà ItemTag non viene inizializzata
zh: ItemTag 屬性是未初始化

source: Node is readonly
de: Knoten ist readonly
es: Nodo es de sólo lectura
it: Nodo è di sola lettura
zh: 節點是唯讀

source: Refresh is only supported if the FileName or XML properties are set
de: Aktualisierung wird nur unterstützt, wenn die Dateinamen oder XML-Eigenschaften festgelegt werden
es: Actualización sólo es compatible Si se establecen las propiedades de nombre de archivo o XML
it: L'aggiornamento è supportato solo se sono impostate le proprietà FileName o XML
zh: 如果檔案名或 XML 屬性設置僅支援刷新

source: FileName cannot be blank
de: Dateinamen dürfen nicht leer sein
es: Nombre de archivo no puede estar en blanco
it: Nome del file non può essere vuoto
zh: 檔案名不能為空

source: Invalid or unsupported XML Schema document
de: Ungültige oder nicht unterstützte XML-Schema-Dokument
es: Documento de esquema XML no válido o no admitido
it: Documento dello Schema XML non valido o non supportato
zh: 無效或不受支援的 XML 架構文檔

source: Local type declarations cannot have a name. Element: %s
de: Lokalen Typdeklarationen können keinen Namen haben. Element: %s
es: Las declaraciones de tipo local no pueden tener un nombre. Elemento: %s
it: Dichiarazioni di tipo locale non possono avere un nome. Elemento: %s
zh: 局部型別宣告不能有一個名稱。 元素: %s

source: Unknown datatype "%s"
de: Unbekannter Datentyp "%s"
es: Tipo de datos desconocido "%s"
it: Tipo di dati sconosciuto "%s"
zh: 未知的資料類型"%s"

source: Invalid group declaration in "%s"
de: Ungültige Gruppe Erklärung in "%s"
es: Declaración de grupo no válido "%s"
it: Dichiarazione di gruppo non valido in "%s"
zh: 不正確組"%s"中的宣言 》

source: Missing Type name
de: Typ-Name fehlt
es: Nombre del tipo de falta
it: Nome tipo mancante
zh: 缺少類型名稱

source: Invalid complex type derivation: %s
de: Ungültige komplexer Typ-Ableitung: %s
es: Derivación de tipo complejo no válido: %s
it: Derivazione dei tipi complessi non valida: %s
zh: 不正確複雜類型派生: %s

source: Name not allowed on a ref item
de: Name für ein Ref-Element nicht zulässig
es: Nombre no permitido en un artículo de ref
it: Nome non consentito su un elemento di Rif
zh: 不允許使用 ref 項名稱

source: Global schema items may not contain a ref
de: Globalen Schema Elemente dürfen keine Ref enthalten
es: Esquema global elementos no pueden contener una referencia
it: Elementi dello schema globale non possono contenere un ref
zh: 全球架構項可能不包含 ref

source: %s cannot be set on a ref item
de: %s kann nicht auf ein Ref-Element festgelegt werden
es: %s no se puede establecer en un artículo de ref
it: %s non può essere impostata su un elemento di Rif
zh: %s 不能對 ref 項設置

source: Images
de: Bilder
es: Imágenes
it: Immagini
zh: 圖像

source: Save template?
de: Speichern Vorlage?
es: ¿Guarde la plantilla?
it: Salvare il modello?
zh: 保存範本嗎？

source: There are page settings already defined. Proceding with the edit some pages might not be properly displayed. Continue?
de: Es gibt Einstellungen bereits definiert. So mit der Bearbeitung, die einige Seiten nicht korrekt angezeigt werden können. Möchten Sie fortsetzen?
es: Hay configuraciones de página ya definidos. Proseguir con la edición de que algunas páginas pueden no mostrarse correctamente. ¿Desea continuar?
it: Ci sono le impostazioni di pagina già definite. Procedere con la modifica di che alcune pagine potrebbero non essere visualizzati correttamente. Continuare?
zh: 有已定義的頁設置。米蘭與編輯某些頁面可能不會正確顯示。 要繼續嗎？

source: "%s" DOMImplementation already registered
de: "%s" DOMImplementation bereits registriert
es: "%s" DOMImplementation ya registrado
it: "%s" DOMImplementation già registrato
zh: "%s"DOMImplementation 已經註冊

source: No matching DOM Vendor: "%s"
de: Kein passender DOM-Anbieter: "%s"
es: Ningún proveedor de DOM coincidentes: "%s"
it: Nessun fornitore di DOM corrispondente: "%s"
zh: 沒有匹配的 DOM 供應商:"%s"

source: Selected DOM Vendor does not support this property or method
de: Ausgewählten DOM Kreditor unterstützt diese Eigenschaft oder Methode
es: Proveedor de DOM seleccionado no admite esta propiedad o método
it: Fornitore di DOM selezionato non supporta questa proprietà o metodo
zh: 所選的 DOM 供應商不支援此屬性或方法

source: Property or Method "%s" is not supported by DOM Vendor "%s"
de: Eigenschaft oder Methode "%s" wird vom DOM Vendor "%s" nicht unterstützt"
es: Propiedad o método "%s" no es compatible con DOM proveedor "%s"
it: Proprietà o metodo "%s" non è supportato dal fornitore di DOM "%s"
zh: 由 DOM 供應商"%s"不支援屬性或方法"%s"

source: Node cannot be null
de: Knoten kann nicht null sein
es: Nodo no puede ser nulo
it: Nodo non può essere null
zh: 節點不能為空

source: Microsoft MSXML is not installed
de: Microsoft MSXML ist nicht installiert
es: Microsoft MSXML no está instalado
it: Non è installato Microsoft MSXML
zh: 未安裝微軟 MSXML

source: No active document
de: Kein aktives Dokument
es: Ningún documento activo
it: Nessun documento attivo
zh: 沒有活動文檔

source: Node "%s" not found
de: Knoten "%s" nicht gefunden
es: Nodo "%s" no encontrado
it: Nodo "%s" non trovato
zh: 節點"%s"找不到

source: IDOMNode required
de: IDOMNode erforderlich
es: IDOMNode necesaria
it: IDOMNode richiesto
zh: IDOMNode 所需

source: Attributes are not supported on this node type
de: Attribute werden auf dieser Knotentyp nicht unterstützt
es: Atributos no son compatibles con este tipo de nodo
it: Gli attributi non sono supportati in questo tipo di nodo
zh: 此節點類型不支援屬性

source: Invalid node type
de: Ungültige Knotentyp
es: Tipo de nodo no válido
it: Tipo di nodo non valido
zh: 節點類型無效

source: Mismatched paramaters to RegisterChildNodes
de: Nicht übereinstimmende Parameter zu RegisterChildNodes
es: Parámetros no coincidentes para RegisterChildNodes
it: Parametri non corrispondenti a RegisterChildNodes
zh: 對 RegisterChildNodes 不匹配的參數

source: Last record
de: Letzten Datensatz
es: Último registro
it: Ultimo record
zh: 最後一條記錄

source: Insert record
de: Datensatz einfügen
es: Insertar registro
it: Inserire record
zh: 插入記錄

source: Delete record
de: Datensatz löschen
es: Eliminar registro de
it: Eliminare record
zh: 刪除記錄

source: Edit record
de: Datensatz bearbeiten
es: Editar Registro
it: Modificare record
zh: 編輯記錄

source: Post edit
de: Beitrag bearbeiten
es: Editar el post
it: Modifica post
zh: 郵報編輯

source: Cancel edit
de: Bearbeiten abbrechen
es: Cancelar la edición
it: Annulla modifica
zh: 取消編輯

source: Refresh data
de: Daten aktualisieren
es: Actualizar los datos
it: Aggiornare i dati
zh: 刷新資料

source: Apply updates
de: Anwenden von updates
es: Aplicar actualizaciones
it: Applicare gli aggiornamenti
zh: 應用更新

source: Cancel updates
de: Abbrechen-updates
es: Cancelar actualizaciones
it: Annullare gli aggiornamenti
zh: 取消更新

source: Operation not allowed in a DBCtrlGrid
de: Betrieb in einem DBCtrlGrid nicht erlaubt
es: Operación no permitida en un DBCtrlGrid
it: Operazione non consentita in un DBCtrlGrid
zh: 在 DBCtrlGrid 中不允許的操作

source: Property already defined by lookup field
de: Bereits durch Nachschlagefeld definierte Eigenschaft
es: Propiedad ya definida por el campo de búsqueda
it: Proprietà già definito dal campo di ricerca
zh: 已定義的查閱欄位的屬性

source: Remote Login
es: Inicio de sesión remoto
it: Login remoto
zh: 遠端登入

source: Diagram Selector
de: Diagramm-Selektor
es: Selector de diagrama
it: Selettore di diagramma
zh: 圖表選擇器

source: Value Hints
de: Wert-Hinweise
es: Consejos de valor
it: Sentori di valore
zh: 值的提示

source: The layout has been changed. Do you want to save changes?
de: Das Layout wurde geändert. Möchten Sie Änderungen speichern?
es: El diseño ha cambiado. ¿Desea guardar los cambios?
it: Il layout è stato modificato. Si desidera salvare le modifiche?
zh: 已更改佈局。你想要保存更改嗎？

source: Layout Editor
es: Editor de diseño
it: Editor di layout
zh: 規劃編輯器

source: Template Card
de: Vorlage-Karte
es: Plantilla tarjeta
it: Carta modello
zh: 範本卡

source: View Layout
de: Layout-Ansicht
es: Esquema de vistas
it: Layout di visualizzazione
zh: 視圖的佈局

source: [RecordIndex] of [RecordCount]
de: [RecordIndex] von [RecordCount]
es: [RecordIndex] de [RecordCount]
it: [RecordIndex] di [RecordCount]
zh: [RecordIndex] 的 [RecordCount]

source: Please wait...
de: Bitte warten...
es: Espera...
it: Attendere prego...
zh: 請稍候。。。

source: First record
de: Ersten Datensatz
es: Primer registro
it: Primo record
zh: 第一條記錄

source: Prior record
de: Vorheriger Datensatz
es: Registro previo
it: Precedenti penali
zh: 事先記錄

source: Next record
de: Nächster Datensatz
es: Siguiente registro
it: Record successivo
zh: 下一條記錄

source: Alignment
de: Ausrichtung
es: Alineación
it: Allineamento
zh: 對齊方式

source: Start
es: Inicio
it: Inizio
zh: 開始

source: End
de: Ende
es: Final
it: Fine
zh: 結束

source: Line diagram
de: Liniendiagramm
es: Diagrama de línea
it: Linea diagramma
zh: 線圖

source: Area diagram
de: Bereich Diagramm
es: Diagrama de la zona
it: Diagramma di zona
zh: 面積圖

source: Pie diagram
de: Kuchen-Diagramm
es: Diagrama de pastel
it: Diagramma a torta
zh: 扇形統計圖

source: Stacked Bars diagram
de: Gestapelte Balken Diagramm
es: Diagrama de barras apilada
it: Diagramma di barre in pila
zh: 堆積的橫條圖
