Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Please, enter a description for the new profile:
de: Bitte geben Sie eine Beschreibung für das neue Profil:
es: Por favor, escriba una descripción para el nuevo perfil:
it: Si prega di inserire una descrizione per il nuovo profilo:
zh: 請輸入新的設定檔的說明︰

source: Save changes to the document %s before closing?
de: Speichern Änderungen an dem Dokument %s vor dem Schließen?
es: ¿Guardar cambios en el documento %s antes de cerrar?
it: Salvare le modifiche apportate al documento %s prima della chiusura?
zh: 檔 %s 在關閉前保存更改嗎？

source: Text input
de: Eingabe von Text
es: Entrada de texto
it: Input di testo
zh: 文本輸入

source: Gray level
de: Grauwert
es: Nivel de gris
it: Livello di grigio
zh: 灰度級

source: Select source point first (Alt + Click on current picture)
de: Wählen Sie Quellpunkt zuerst (Alt + Klick auf aktuelles Bild)
es: Seleccione punto de fuente primera (Alt + Click en la imagen actual)
it: Selezionare origine punto primo (Alt + clic sull'immagine corrente)
zh: 選擇源點第一次 （Alt + 按一下當前圖片）

source: Paint Event
de: Paint-Ereignis
es: Evento Paint
it: Evento Paint
zh: Paint 事件

source: Insert [ Disk %d ] of the Zip file into the floppy drive before pressing [ OK ] to continue ...
de: [Disk %d] Einfügen der Zip-Datei in das Diskettenlaufwerk vor dem Drücken von [OK], um fortzufahren...
es: Insert [disco %d] del archivo Zip en la unidad de disquete antes de pulsar [Aceptar] para continuar...
it: Inserisci [disco %d] del file Zip nell'unità disco floppy prima di premere [OK] per continuare...
zh: 插入 [磁片 %d] 的 Zip 檔到軟碟磁碟機，然後按 [確定] 以繼續......

source: This is [ Disk %d ] of a multiple disk Zip file. Insert the last disk of the Zip file before pressing [ OK ] to continue ...
de: Dies ist [Datenträger %d] der eine mehrere Zip-Datei. Die letzten Diskette der Zip-Datei vor dem Drücken von [OK], um fortzufahren...
es: [Disco %d] se trata de un archivo de Zip de discos múltiples. Insertar el último disco del archivo Zip antes de pulsar [Aceptar] para continuar...
it: [Disco %d] si tratta di un file Zip di disco più. Inserire l'ultimo dischetto del file Zip prima di premere [OK] per continuare...
zh: 這是 [磁片 %d] 的多個磁片的 Zip 檔。 按 [確定] 以繼續之前插入最後一個磁片的 Zip 檔...

source: Processo in corso. Attendere ...
de: Processo im Corso. Attendere...
es: Processo de corso. Attendere...
zh: 在 corso 處理器。Attendere...

source: Index range error
de: Index-Bereichsfehler
es: Error de rango de índice
it: Errore di intervallo di indice
zh: 索引範圍錯誤

source: Passwords must be 80 characters or less.
de: Kennwörter müssen 80 Zeichen sein oder weniger.
es: Las contraseñas deben ser de 80 caracteres o menos.
it: La password deve essere di 80 caratteri o meno.
zh: 密碼必須為 80 個字元或更少。

source: Unable to access the selected drive!
de: Nicht auf das ausgewählte Laufwerk zugreifen!
es: No es posible acceder a la unidad seleccionada!
it: Impossibile accedere all'unità selezionata!
zh: 無法訪問選定的磁碟機 ！

source: Unable to create "%s"
de: Kann nicht erstellt werden "%s"
es: No se puede crear "%s"
it: Impossibile creare "%s"
zh: 無法創建"%s"

source: "%s" is not a valid Zip file.
de: "%s" ist keine gültige Zipdatei.
es: "%s" no es un archivo Zip válido.
it: "%s" non è un file Zip valido.
zh: "%s"不是一個有效的 Zip 檔。

source: Error studying the regex: %s
de: Studium der Regex Fehler: %s
es: Error estudiar la regex: %s
it: Studiando la regex errore: %s
zh: 學習正則運算式錯誤: %s

source: Successful match required
de: Erfolgreiches Spiel erforderlich
es: Partido exitoso requerida
it: Corrispondenza corretta necessaria
zh: 所需的成功匹配

source: Strings parameter cannot be nil
de: Saiten-Parameter kann nicht Null sein
es: Cadenas de parámetro no pueden ser nulo
it: Stringhe di parametro non possono essere nullo
zh: 字串參數不能為零

source: Invalid index type
de: Ungültige Indextyp
es: Tipo de índice no válido
it: Tipo di indice non valido
zh: 不正確索引類型

source: Index out of bounds (%d)
de: Index außerhalb des gültigen Bereichs (%d)
es: Índice fuera de los límites (%d)
it: Indice fuori dai limiti (%d)
zh: 索引超出界限 (%d)

source: Invalid group name (%s)
de: Ungültige Gruppennamen (%s)
es: Nombre de grupo no válido (%s)
it: Nome del gruppo non valido (%s)
zh: 不正確組名稱 (%s)

source: Soft
de: Weiche
es: Suave
it: Morbido
zh: 軟

source: Medium
es: Medio
it: Medio
zh: 介質

source: Strong
es: Fuerte
it: Forte
zh: 強

source: Default
de: Standard
es: Por defecto
it: Impostazione predefinita
zh: 預設

source: Update camera profile %s?
de: Aktualisieren Kameraprofil %s?
es: ¿Actualizar Perfil de cámara %s?
it: Aggiornare il profilo della fotocamera %s?
zh: 更新相機設定檔 %s？

source: Delete profile %s?
de: Löschen %s-Profil?
es: ¿Borrar perfil %s?
it: Elimina profilo %s?
zh: 刪除設定檔 %s？

source: New profile
de: Neues Profil
es: Nuevo perfil
it: Nuovo profilo
zh: 新的設定檔

source: Square: %d / %d - Page %d
de: Platz: %d / %d - Seite %d
es: Plaza: %d / %d - %d de página
it: Piazza: %d / %d - pagina %d
zh: 正方: %d / %d-頁 %d

source: Operation terminated by user
de: Vorgang vom Benutzer abgebrochen
es: Operación por usuario
it: Operazione terminata dall'utente
zh: 操作被使用者終止

source: The following mask(s) do not fit inside the page: %s and will be skipped. Continue building the catalogue?
de: Die folgenden Mask(s) passen nicht in die Seite: %s und übersprungen werden. Weiter des Katalogs?
es: El mask(s) siguiente no cabe dentro de la página: %s y se omitirá. ¿Continuar construyendo el catálogo?
it: Le seguenti maschere non si adattano all'interno della pagina: %s e verranno ignorati. Continuare a costruire il catalogo?
zh: 下面的 mask(s) 不適合內頁: %s，將跳過。 繼續建設目錄嗎？

source: Operation %s of %s: %s
de: Operation %s von %s %s
es: Operación de %s de % s: %s
it: Operazione di %s di % s: %s
zh: 運行 %s%s: %s

source: Loading sample data
de: Beispieldaten laden
es: Carga de datos de muestra
it: Caricamento dei dati del campione
zh: 載入示例資料

source: Calculating page
de: Berechnung der Seite
es: Cálculo de página
it: Pagina di calcolo
zh: 計算頁

source: Disposing masks
de: Entsorgung von Masken
es: Eliminación de máscaras
it: Lo smaltimento di maschere
zh: 處置的面具

source: Creating pages
de: Erstellen von Seiten
es: Creación de páginas
it: Creazione di pagine
zh: 創建頁

source: Disposing data
de: Entsorgung von Daten
es: Eliminación de datos
it: Eliminazione dati
zh: 處理資料

source: Preparing report
de: Bericht
es: Elaboración de informe
it: Preparazione relazione
zh: 編寫報告

source: Mask %s of %s
de: Maske %s von %s
es: Máscara de %s de %s
it: Maschera di %s di %s
zh: 面具 %s%的 s

source: Page %s of %s
de: Seite %s von %s
es: Página %s de %s
it: Pagina %s di %s
zh: %S%s 頁

source: Data %s of %s
de: Daten %s von %s
es: Datos de %s de %s
it: Dati %s di %s
zh: %S%s 資料

source: A regular expression specified in RegEx is required
de: Ein regulärer Ausdruck in RegEx angegeben ist erforderlich
es: Una expresión regular especificada en RegEx es necesaria
it: Un'espressione regolare specificata in RegEx è richiesta
zh: 在正則運算式中指定的正則運算式是需要

source: Error in regular expression at offset %d: %s
de: Fehler im regulären Ausdruck an Offset % d: %s
es: Error en la expresión regular en offset % d: %s
it: Errore nell'espressione regolare all'offset % d: %s
zh: 正則運算式在偏移量的 %d: %s 時出錯

source: Show &More Buttons
de: Zeigen &weitere Schaltflächen
es: Mostrar y más botones
it: Visualizza &più pulsanti
zh: 顯示與更多的按鈕 (&M)

source: Show &Fewer Buttons
de: Zeigen &weniger Tasten
es: Mostrar y menos botones
it: &Visualizza meno pulsanti
zh: 顯示與更少的按鈕 (&F)

source: &Add or Remove Buttons
de: &Hinzufügen oder Entfernen von Schaltflächen
es: &Agregar o quitar botones
it: &Aggiungi o rimuovi pulsanti
zh: 與添加或刪除按鈕 (&A)

source: New Group
de: Neue Gruppe
es: Nuevo grupo de
it: Nuovo gruppo
zh: 新組

source: Groups and links:
de: Gruppen und Links:
es: Grupos y enlaces:
it: Gruppi e link:
zh: 組和連結︰

source: Items:
de: Artikel:
es: Artículos:
it: Articoli:
zh: 專案︰

source: Add Group
de: Gruppe hinzufügen
es: Agregar grupo
it: Aggiungi gruppo
zh: 添加組

source: Collapse All
de: Alle ausblenden
es: Contraer todo
it: Comprimi tutto
zh: 全部折疊

source: White
de: Weiß
es: Blanco
it: Bianco
zh: 白色

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
it: Colore di sfondo
zh: 背景顏色

source: No active Tablet found
de: Keine aktiven Tablette gefunden
es: No comprimido activo encontrado
it: Nessuna compressa attiva trovata
zh: 發現沒有活動平板

source: Warning: The image size is greater than the available page area. Please check mask size.
de: Achtung: Das Bild ist größer als der verfügbare Seitenbereich. Bitte überprüfen Sie die Maskengröße.
es: ADVERTENCIA: El tamaño de la imagen es mayor que el área de página disponible. Compruebe por favor el tamaño de la máscara.
it: Attenzione: La dimensione dell'immagine è superiore alla superficie di pagina disponibili. Controlla la dimensione della maschera.
zh: 警告︰ 圖像大小大於可用的頁面區域。 請檢查面具大小。

source: Battery Cover Opened
de: Batteriedeckel öffnen
es: Tapa de la batería abierto
it: Coperchio aperto
zh: 打開電池蓋

source: Not supported
de: Nicht unterstützt
es: No admite
it: Non supportato
zh: 不支援

source: Device not found
de: Gerät nicht gefunden
es: Dispositivo no encontrado
it: Dispositivo non trovato
zh: 找不到設備

source: Device CompactFlash gate changed
de: Gerät CompactFlash Tor geändert
es: Puerta de CompactFlash dispositivo cambiada
it: Cancello di CompactFlash dispositivo cambiato
zh: 更改設備的快閃記憶體門

source: Device dial changed
de: Gerät Zifferblatt geändert
es: Selector de dispositivo cambiado
it: Quadrante di dispositivo ha cambiato
zh: 更改設備撥號

source: Communication disconnected
de: Kommunikation unterbrochen
es: Comunicación desconectado
it: Comunicazione disconnesso
zh: 斷開連接的通信

source: Could not focus
de: Konnte sich nicht konzentrieren
es: No se podrían centrar
it: Non riusciva a concentrarsi
zh: 可以不集中

source: Configure buttons
de: Tasten konfigurieren
es: Configurar botones
it: Configurare i pulsanti
zh: 配置按鈕

source: Minimize Navigation Pane
de: Navigationsbereich minimieren
es: Minimizar el panel de navegación
it: Ridurre al minimo il riquadro di spostamento
zh: 最小化功能窗格

source: Expand Navigation Pane
de: Erweitern Sie im Navigationsbereich
es: Expandir panel de navegación
it: Espandere il riquadro di spostamento
zh: 展開功能窗格

source: Click to expand Navigation Pane
de: Klicken Sie im Navigationsbereich erweitern
es: Haga clic para expandir el panel de navegación
it: Fare clic per espandere il riquadro di spostamento
zh: 按一下以展開功能窗格

source: Navigation Pane
de: Navigationsbereich
es: Panel de navegación
it: Riquadro di spostamento
zh: 功能窗格

source: Invalid the TdxNavBarGroupControl parent or group.
de: Ungültige der TdxNavBarGroupControl Elternteil oder Gruppe.
es: Inválido el TdxNavBarGroupControl padre o grupo.
it: Valido il TdxNavBarGroupControl padre o gruppo.
zh: 不正確 TdxNavBarGroupControl 父或組。

source: You cannot create a link to the '%s' item within the '%s' group because they belong to different NavBar controls
de: Einen Link auf das Element "%s" innerhalb der Gruppe '%s' kann nicht erstellt werden, denn sie zu verschiedenen NavBar-Steuerelementen gehören
es: No se puede crear un enlace hacia el artículo '%s' del grupo '%s' porque pertenecen a diferentes controles de la barra de navegación
it: Non è possibile creare un collegamento all'elemento all'interno del gruppo '%s'' '%s'' perché appartengono a diversi controlli di NavBar
zh: 您不能創建到 '%s' 專案 %s 組內的連結，因為他們屬於不同的巡覽列控制項

source: Cannot find view with ID = %d.
de: Kann nicht finden, Ansicht mit ID = %d.
es: No se puede encontrar la vista con ID = d %.
it: Non riesci a trovare vista con ID = %d.
zh: 找不到視圖 id = %d。

source: ID of view = %d is already exists.
de: ID der Ansicht = %d ist bereits vorhanden.
es: ID de vista = %d es ya existe.
it: ID di visualizzazione = %d è già esiste.
zh: 視圖 ID = %d 是已經存在。

source: Flash sync speed
de: Flash-Synchronzeit
es: Velocidad de sincronización de Flash
it: Velocità di sincronizzazione flash
zh: 閃光燈同步速度

source: Lens Sort
de: Objektiv-Art
es: Tipo de lente
it: Sorta di lente
zh: 鏡頭排序

source: HDR Exposure deviation
de: HDR-Belichtung Abweichung
es: Desviación de exposición HDR
it: Deviazione di esposizione HDR
zh: HDR 曝光偏差

source: HDR intensity
de: HDR-Intensität
es: Intensidad HDR
it: Intensità HDR
zh: HDR 強度

source: ISO Auto High Limit
es: ISO Auto alto límite
it: ISO Auto ad alto limite
zh: ISO 自動高限

source: Burst Number
de: Burst-Anzahl
es: Número de explosión
it: Numero di scatti in sequenza
zh: 迸發編號

source: Lock
de: Sperre
es: Cerradura
it: Blocca
zh: 鎖

source: Flash
de: Blitz
zh: 快閃記憶體

source: High ISO NR
de: Hohe ISO-NR
es: ISO alto NR
it: Alta sensibilità ISO NR
zh: 高 ISO NR

source: Exposure delay mode
de: Belichtungsmodus Verzögerung
es: Modo de retardo de exposición
it: Modalità di esposizione ritardo
zh: 曝光延遲模式

source: Picture control
es: Control de imagen
it: Controllo immagine
zh: 圖片控制項

source: Raw Compression
de: Rohe Kompression
es: Compresión RAW
it: Compressione di crudo
zh: 原始壓縮

source: Exposure Compensation
de: Belichtungskorrektur
es: Compensación exposición
it: Compensazione esposizione
zh: 曝光補償

source: Focusing
de: Mit Schwerpunkt
es: Centrándose
it: Messa a fuoco
zh: 聚焦

source: Connected camera does not support remote
de: Angeschlossene Kamera unterstützt keine Fernbedienung
es: Cámara conectada no es compatible con control remoto
it: Fotocamera collegata non supporta remoto
zh: 連接的攝像機不支援遠端

source: Exposure Metering Mode
de: Metering Belichtungsmodus
es: Modo de medición de exposición
it: Modalità di misurazione dell'esposizione
zh: 曝光測光模式

source: Compression Setting
de: Komprimierungseinstellung
es: Ajuste de compresión
it: Impostazione di compressione
zh: 壓縮設置

source: Normal Exposure Compensation
de: Normale Belichtungskorrektur
es: Compensación exposición normal
it: Compensazione esposizione normale
zh: 正常曝光補償

source: White Balance
de: Weißabgleich
es: Balance de blancos
it: Bilanciamento del bianco
zh: 白平衡

source: Mode
de: Modus
es: Modo
it: Modalità
zh: 模式

source: Shutter Speed
de: Verschlusszeit
es: Velocidad del obturador:
it: Velocità dell'otturatore
zh: 快門速度

source: Still Capture Mode
de: Bilderfassungs-Modus
es: Modo de captura aún
it: Modalità di cattura ancora
zh: 還捕獲模式

source: Live View Image Zoom Ratio
de: Live-View-Bild-Zoom-Verhältnis
es: Relación de Zoom de imagen de vista en vivo
it: Rapporto di Zoom di immagine Guarda in diretta
zh: 即時視圖圖像縮放倍率

source: Iso Number
de: ISO-Zahl
es: Número de ISO
it: Numero ISO
zh: Iso 編號

source: Image Size
de: Bildgröße
es: Tamaño de la imagen
it: Dimensione dell'immagine
zh: 圖像大小

source: Active D-Lighting
es: D-Lighting activo
it: D-Lighting attivo
zh: 積極 D 照明

source: Active Slot
de: Aktiven Slot
es: Ranura de activo
it: Slot attivi
zh: 積極的插槽

source: Capture area crop
de: Bereich Kultur zu erfassen
es: Cultivos de la zona de captura
it: Catturare delle colture della zona
zh: 捕獲地區作物

source: Center-weighted area
de: Mittenbetonte Bereich
es: Zona centro-cargado
it: Zona centro-ponderata
zh: 中心加權的地區

source: Ext. flash compensation
de: Blitzbelichtungskorrektur ext
es: Compensación de flash ext
it: Compensazione del flash ext
zh: 電話分機閃光補償

source: MTP device busy
de: MTP-Gerät beschäftigt
es: Dispositivo MTP ocupado
it: Dispositivo MTP occupato
zh: MTP 設備忙

source: Operation Not Supported
es: Operación no admitida
it: Operazione non supportata
zh: 不支援此操作

source: Device MTP error code: %s
de: Gerät MTP-Fehlercode: %s
es: Código de error de dispositivo MTP: %s
it: Codice di errore di dispositivo MTP: %s
zh: 設備 MTP 錯誤代碼: %s

source: Device is busy. Error code %s
de: Gerät ist ausgelastet. Fehlercode %s
es: Dispositivo está ocupado. Código de error %s
it: Dispositivo è occupato. Codice di errore %s
zh: 設備正忙。錯誤代碼 %s

source: Device communication error. Error code %s
de: Gerät-Kommunikationsfehler. Fehlercode %s
es: Error de comunicación del dispositivo. Código de error %s
it: Errore di comunicazione del dispositivo. Codice di errore %s
zh: 設備通信錯誤。錯誤代碼 %s

source: Device is locked. Error code %s
de: Gerät ist gesperrt. Fehlercode %s
es: Dispositivo está bloqueado. Código de error %s
it: Dispositivo è bloccato. Codice di errore %s
zh: 設備已被鎖定。錯誤代碼 %s

source: Exception in driver. Error code %s
de: Ausnahme im Treiber. Fehlercode %s
es: Excepción en el controlador. Código de error %s
it: Eccezione nel driver. Codice di errore %s
zh: 在驅動程式中的異常。錯誤代碼 %s

source: General error. Error code %s
de: Allgemeiner Fehler. Fehlercode %s
es: Error general. Código de error %s
it: Errore generale. Codice di errore %s
zh: 一般性錯誤。錯誤代碼 %s

source: Incorrect hardware error. Error code Error code %s
de: Fehlerhafte Hardware-Fehler. Fehlercode Fehlercode %s
es: Error de hardware incorrecta. Código de error código de Error %s
it: Errore hardware non corretto. Codice di errore codice di errore %s
zh: 不正確的硬體錯誤。錯誤代碼錯誤代碼 %s

source: Invalid driver response. Error code %s
de: Ungültige Treiber Antwort. Fehlercode %s
es: Respuesta del controlador no válido. Código de error %s
it: Risposta di driver non valido. Codice di errore %s
zh: 不正確驅動程式回應。錯誤代碼 %s

source: Device is offline. Error code %s
de: Gerät ist offline. Fehlercode %s
es: Dispositivo está desconectado. Código de error %s
it: Dispositivo è offline. Codice di errore %s
zh: 設備處於離線狀態。錯誤代碼 %s

source: Unable to focus. Error code %s
de: Nicht in der Lage, sich zu konzentrieren. Fehlercode %s
es: No se puede enfocar. Código de error %s
it: Impossibile mettere a fuoco. Codice di errore %s
zh: 不能集中注意力。錯誤代碼 %s

source: Unknown error. Error code: %s
de: Unbekannter Fehler. Fehlercode: %s
es: Error desconocido. Código de error: %s
it: Errore sconosciuto. Codice di errore: %s
zh: 出現未知的錯誤。錯誤代碼: %s

source: Invalid command. Error code: %s
de: Ungültiger Befehl. Fehlercode: %s
es: Comando no válido. Código de error: %s
it: Comando non valido. Codice di errore: %s
zh: 不正確命令。錯誤代碼: %s

source: Function not implemented yet
de: Funktion noch nicht implementiert
es: Función no implementada aún
it: Funzione non ancora implementata
zh: 功能尚未實現

source: UTF8: An unexpected continuation byte in %s-byte UTF8 in position %s
de: UTF-8: Eine unerwartete Fortsetzung Byte in %s-Byte UTF8 in Lage %s
es: UTF8: Un byte inesperada continuación de %s-byte UTF8 en posición %s
it: UTF8: Un byte di continuazione imprevisto in UTF8 %s byte nella posizione %s
zh: UTF8︰ 在位置 %s%的位元組 UTF8 意外的延續位元組

source: UTF8: A start byte not followed by enough continuation bytes in position %s
de: UTF-8: Ein Startbyte nicht gefolgt von genügend Fortsetzung Bytes in Lage %s
es: UTF8: Un byte de start no seguido por bastantes bytes de continuación en la posición %s
it: UTF8: Un byte di start non seguito da abbastanza byte di continuazione in posizione %s
zh: UTF8︰ 不跟著足夠延續位元組在位置 %s 的開始位元組

source: Device MTP error: Device is busy
de: MTP Gerätefehler: Gerät ist ausgelastet
es: Error de dispositivo MTP: dispositivo está ocupado
it: Errore di periferica MTP: dispositivo è occupato
zh: 設備 MTP 錯誤︰ 設備正忙

source: General error. No focus ?
de: Allgemeiner Fehler. Kein Fokus?
es: Error general. ¿Ningún enfoque?
it: Errore generale. Senza messa a fuoco?
zh: 一般性錯誤。沒有焦點嗎？

source: The card cannot be accessed
de: Die Karte kann nicht zugegriffen werden
es: La tarjeta no se puede acceder
it: Non è possibile accedere alla scheda
zh: 不能訪問卡

source: Bulb mode isn't supported
de: Bulb-Modus wird nicht unterstützt
es: Modo del bulbo no es compatible
it: Non è supportata la modalità Bulb
zh: 燈泡模式不支援

source: Unable to focus.
de: Nicht in der Lage, sich zu konzentrieren.
es: No se puede enfocar.
it: Impossibile mettere a fuoco.
zh: 不能集中注意力。

source: Storage is full.
de: Speicher ist voll.
es: Almacenamiento está lleno.
it: Memoria è piena.
zh: 存儲空間已滿。

source: Storage is read only.
de: Lagerung ist schreibgeschützt.
es: Almacenamiento es de sólo lectura.
it: Deposito è di sola lettura.
zh: 存儲是唯讀的。

source: Not in live view.
de: Nicht in live-Ansicht.
es: No en vista en vivo.
it: Non nella vista dal vivo.
zh: 不在即時視圖。

source: Invalid parameter. Coding error !
de: Ungültiger Parameter. Codierungsfehler!
es: Parámetro no válido. Error de codificación!
it: Parametro non valido. Errore di codifica!
zh: 不正確參數。編碼錯誤 ！

source: Parameter Not Supported. Coding error !
de: Parameter nicht unterstützt. Codierungsfehler!
es: No admitido el parámetro. Error de codificación!
it: Parametro non supportato. Errore di codifica!
zh: 不支援的參數。編碼錯誤 ！

source: Invalid status.
de: Ungültiger Status.
es: Estado no válido.
it: Stato non valido.
zh: 不正確狀態。

source: Access denied.
de: Zugriff verweigert.
es: Acceso denegado.
it: Accesso negato.
zh: 訪問被拒絕。

source: Set Property Not Support.
de: Set-Eigenschaft nicht unterstützt.
es: Establecer propiedad admite.
it: Impostare la proprietà non supporta anche.
zh: 設置的屬性不支援。

source: Optimistic lock failed
de: Optimistische Sperre fehlgeschlagen
es: Bloqueo optimista no se pudo
it: Blocco ottimistico non riuscita
zh: 樂觀鎖失敗

source: Invalid reference
de: Ungültiger Verweis
es: Referencia no válida
it: Riferimento non valido
zh: 引用無效

source: No table
de: Keine Tabelle
es: Ninguna tabla de
it: Nessuna tabella
zh: 沒有表

source: Missing parameter marker
de: Fehlende Parametermarkierung
es: Marcador de parámetro que falta
it: Indicatore di parametro mancante
zh: 缺少的參數標記

source: Not implemented
de: Nicht implementiert
es: No implementado
it: Non implementato
zh: 不能實現

source: Driver incompatible
de: Treiber nicht kompatibel
es: Controlador incompatible
it: Driver non compatibile
zh: 驅動程式不相容

source: Invalid argument
de: Ungültiges argument
es: Argumento no válido
it: Argomento non valido
zh: 不正確參數

source: No data
de: Keine Daten
es: No hay datos
it: Nessun dato
zh: 沒有資料

source: Vendor error
de: Lieferantenfehler
es: Error de proveedor
it: Errore di fornitore
zh: 供應商錯誤

source: Unrecognized command type.
de: Unbekannter Befehlstyp.
es: Tipo de comando no reconocido.
it: Tipo di comando non riconosciuto.
zh: 無法識別的命令類型。

source: Schema or user name separated by a '.' must be specified.
de: Schema oder Ihren Benutzernamen getrennt durch ein '.' muss angegeben werden.
es: Esquema o nombre de usuario separado por un '.' debe especificarse.
it: Nome dello schema o utente separato da un '.' deve essere specificato.
zh: 隔開的架構或使用者名稱 '.' 必須指定。

source: Database must be specified.
de: Datenbank muss angegeben werden.
es: Base de datos debe especificarse.
it: Database deve essere specificato.
zh: 必須指定資料庫。

source: LibraryName must be specified.
de: LibraryName muss angegeben werden.
es: Se debe especificar el Nombredelabiblioteca.
it: LibraryName deve essere specificato.
zh: 必須指定 LibraryName。

source: GetDriverFunc must be specified.
de: GetDriverFunc muss angegeben werden.
es: Se debe especificar GetDriverFunc.
it: GetDriverFunc deve essere specificato.
zh: 必須指定 GetDriverFunc。

source: VendorLib must be specified
de: VendorLib muss angegeben werden
es: Se debe especificar el VendorLib
it: VendorLib deve essere specificato
zh: 必須指定 VendorLib

source: UTF8: Type cannot be determined out of header byte at position %s
de: UTF-8: Art kann aus Headerbyte an Position %s nicht bestimmt werden
es: UTF8: Tipo no puede ser determinado de bytes de cabecera en la posición %s
it: UTF8: Impossibile determinare il tipo di byte di intestazione alla posizione %s
zh: UTF8︰ 類型不能確定出頭位元組在位置 %s

source: Invalid type
de: Ungültiger Typ
es: Tipo no válido
it: Tipo non valido
zh: 不正確類型

source: Invalid ordinal
de: Ungültige Ordinalzahl
it: Invalid ordinale
zh: 不正確序號

source: Invalid parameter
de: Ungültiger parameter
es: Parámetro no válido
it: Parametro non valido
zh: 不正確參數

source: No more rows
de: Keine weiteren Zeilen
es: No más filas
it: Non più righe
zh: 沒有更多行

source: Parameter not set
de: Parameter nicht festgelegt
es: Parámetro no establece
it: Parametro non impostato
zh: 參數未設置

source: Invalid username or password
de: Ungültiger Benutzername oder Kennwort
es: Nombre de usuario no válido o contraseña
it: Nome utente non valido o password
zh: 不正確使用者名或密碼
