Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Customize Quick Access Toolbar
de: Schnellzugriff-Symbolleiste anpassen
es: Personalizar barra de herramientas de acceso rápido
it: Personalizza barra di accesso rapido
zh: 自訂快速存取工具列

source: Gallery
de: Galerie
es: Galería
it: Galleria
zh: 畫廊

source: Show all groups
de: Alle Gruppen anzeigen
es: Mostrar todos los grupos
it: Mostra tutti i gruppi
zh: 顯示所有組

source: Toolbars
de: Symbolleisten
es: Barras de herramientas
it: Barre degli strumenti
zh: 工具列

source: Commands
de: Befehle
es: Comandos de
it: Comandi
zh: 命令

source: Options
de: Optionen
es: Opciones
it: Opzioni
zh: 選項

source: Toolb&ars:
zh: 工具欄 (&A) :

source: &New...
de: &Neu...
es: &Nuevo...
it: &Nuovo...
zh: 與新 (&N)...

source: R&ename...
es: &Editar...
it: &Rinomina...
zh: 改名 (&E)

source: &Reset...
de: &Zurücksetzen...
es: &Restablecer...
zh: 與重置 (&R)...

source: Cate&gories:
de: Cate&einteilen:
es: Cate y gories:
it: Cate&gorie:
zh: 美食 & 也是用於海上︰

source: Comman&ds:
es: Coman&dos:
it: Coman&di:
zh: 普通型 & ds:

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
zh: 描述

source: Minimize Window
de: Fenster minimieren
es: Minimizar ventana
it: Minimizzare la finestra
zh: 最小化視窗

source: Restore Window
de: Fenster wiederherstellen
es: Restaurar ventana
it: Ripristina la finestra
zh: 還原視窗

source: Close Window
de: Fenster schließen
es: Cerrar ventana
it: Chiudere finestra
zh: 關閉視窗

source: ButtonG&roup
de: ButtonG&ruppe
es: ButtonG y grupo
it: Pulsante G&ruppo
zh: 按鈕組 (&R)

source: Ungroup
de: Heben Sie die Gruppierung
es: Desagrupar
it: Separare
zh: 取消群組

source: Add...
de: Hinzufügen...
es: Añadir...
it: Aggiungi...
zh: 添加...

source: Rename...
de: Umbenennen...
es: Cambiar el nombre...
it: Rinominare...
zh: 重命名...

source: SubMenu Editor...
de: Untermenü-Editor...
es: Editor del submenú...
it: Sottomenu Editor...
zh: 子功能表編輯器...

source: ExpressBars SubMenu Editor
de: ExpressBars Untermenü Editor
es: Editor del submenú de ExpressBars
it: ExpressBars sottomenu Editor
zh: ExpressBars 子功能表編輯器

source: Insert...
de: Einfügen...
es: Insertar...
it: Inserisci...
zh: 插入...

source: Move Up
de: Nach oben
es: Mover hacia arriba
it: Spostarsi verso l'alto
zh: 向上移動

source: Move Down
de: Nach unten verschieben
es: Mover hacia abajo
it: Spostare verso il basso
zh: 向下移動

source: PopupMenu Editor...
zh: 彈出功能表編輯器...

source: &Name:
es: &Nombre:
it: &Nome:
zh: 名稱 (&N)︰

source: &Caption:
de: &Beschriftung:
es: &Leyenda:
it: &Didascalia:
zh: 與標題 (&C) :

source: Button Paint &Style
de: Schaltfläche "Paint &Stil
es: Botón de pintura y estilo
it: Pulsante Dipingi &Stile
zh: 按鈕塗料及風格 (&S)

source: Defa&ult style
de: Defa&ult Stil
es: Estilo de DEFA y ult
it: &Stile predefinito
zh: 默認樣式(&U)

source: &Text Only (Always)
de: &Nur Text (immer)
es: &Texto sólo (siempre)
it: &Solo testo (sempre)
zh: 與僅文本 （始終）(&T)

source: Text &Only (in Menus)
de: Text &nur (in Menüs)
es: Texto y solamente (en menú)
it: S&olo testo (menu)
zh: 純文字（在菜單中）(&O)

source: Image &and Text
de: Bild &und Text
es: Imagen y y el texto
it: Imm&agine e testo
zh: 圖像與文本(&A)

source: Begin a &Group
de: Beginnen eine &Gruppe
es: Comenzar a y grupo
it: Iniziare un &gruppo
zh: 開始一 組 (&G)

source: &Most recently used
de: &Zuletzt verwendeten
es: &Más recientemente usadas
it: &Utilizzati più di recente
zh: 與最近使用 (&M)

source: Dis&tributed
de: Ver&teilt
es: Dis y labores
it: Dis&tribuito
zh: 存款保險與分散式(&T)

source: &Position
es: &Posición
it: &Posizione
zh: 與位置 (&P)

source: View&Levels
de: &Ebenen anzeigen
es: Vistas y niveles
it: Viste & Livelli
zh: 查看與級別 (&L)

source: ONLY
de: NUR
es: SÓLO
it: SOLO
zh: 只有

source: New Button
de: Schaltfläche neu
es: Botón nuevo
it: Nuovo pulsante
zh: 新建按鈕

source: New Item
de: Neues Element
es: Artículo nuevo
it: Nuovo elemento
zh: 新專案

source: New Gallery
de: Neue Galerie
es: Nueva galería
it: Nuova Galleria
zh: 新畫廊

source: New Separator
de: Neuer Separator
es: Nuevo separador
it: Nuovo separatore
zh: 新的分隔符號

source: New SubItem
de: Neuer Unterpunkt
es: Nueva subpartida
it: Nuovo elemento secondario
zh: 新子項

source: Add &SubItem
de: Fügen Sie &Unterposition
es: Añadir y subelementos
it: Aggiungere &SubItem
zh: 添加 子項 (&S)

source: Add &Button
de: Fügen Sie &Taste
es: Agregar y el botón
it: &Aggiungere pulsante
zh: 添加與按鈕(&B)

source: Add L&argeButton
de: Fügen Sie &Taste
es: Añadir L&argeButton
it: Aggiungere Pulsante Gr&ande
zh: 添加 大按鈕 (&A)

source: Add &Separator
de: Fügen Sie &Separator
es: Añadir y separador
it: Aggiungere &separatore
zh: 添加 分隔符號 (&S)

source: Add &Item
de: Fügen Sie &Artikel
es: Añadir y artículo
it: Aggiungere &articolo
zh: 添加與專案 (&I)

source: Add &cxEditItem
de: Fügen Sie &CxEditItem
es: Añadir &cxEditItem
it: Aggiungere &cxEditItem
zh: 添加 cxEditItem (&C)

source: Add Gro&upButton
de: Fügen Sie Gro &Fühlerrolle
es: Añadir Gro&upButton
it: Aggiungere Gr&uppo di pulsanti
zh: 添加 組按鈕 (&U)

source: Delete Item
de: Element löschen
es: Eliminar elemento
it: Elimina elemento
zh: 刪除專案

source: Delete Link
de: Verknüpfung löschen
es: Eliminar enlace
it: Elimina collegamento
zh: 刪除連結

source: &Reset
de: &Zurücksetzen
es: &Reinicializar
zh: 與重置 (&R)

source: You cannot merge Ribbons with no bar managers specified
de: Bänder können nicht zusammengeführt werden, ohne bar-Manager angegeben
es: No puede combinar cintas no gerentes especificados de la barra
it: Non è possibile unire nastri con no bar Manager specificato
zh: 你不能與不合並絲帶酒吧經理指定

source: You cannot unmerge the specified Ribbon
de: Sie können nicht die angegebene Multifunktionsleiste Unmergen
es: No se puede separar la cinta especificada
it: Si non può dividere lo specificato della barra multifunzione
zh: 你不能取消合併指定功能區

source: You cannot unmerge the specified Ribbon tab
de: Sie können nicht die angegebene Multifunktionsleisten-Registerkarte Unmergen
es: No se puede separar la ficha especificada de cinta
it: Si non può dividere la scheda della barra multifunzione specificata
zh: 你不能取消合併指定功能區選項卡

source: One of the Ribbon tab groups of the specified Ribbon tab is already merged
de: Eines der Ribbon-Tab-Gruppen von der angegebenen Multifunktionsleisten-Registerkarte wird bereits zusammengeführt
es: Uno de los grupos de la ficha de cinta de la ficha de cinta especificado ya se combina
it: Uno dei gruppi nella scheda della barra multifunzione della scheda della barra multifunzione specificato è già fuso
zh: 指定的功能區選項卡的功能區選項卡組之一已經被合併

source: The '%s' Ribbon is not merged with the '%s' Ribbon
de: "%S" Multifunktionsleiste wird nicht mit "%s" Band zusammengeführt
es: La cinta de '%s' no se combina con la '%s' cinta
it: Il valore '%s' della barra multifunzione non è fusa con il valore '%s'' nastro
zh: '%S' 絲帶不合並與 %s 功能區

source: The '%s' Ribbon tab is not merged with the '%s' Ribbon tab
de: Die Multifunktionsleisten-Registerkarte "%s" ist mit "%s" Multifunktionsleisten-Registerkarte nicht zusammengeführt
es: La ficha de la cinta '%s' no se combina con la ficha de la '%s'cinta
it: Scheda della barra multifunzione di '%s'' non è fusa con la "%s" scheda della barra multifunzione
zh: %S 功能區選項卡不會合並與 %s 功能區選項卡

source: Collapse the Ribbon
de: Zusammenbruch der Multifunktionsleiste
es: Contraer la cinta de opciones
it: Crollo della barra multifunzione
zh: 折疊功能區

source: Pin the Ribbon
de: PIN der Multifunktionsleiste
es: Perno de la cinta
it: Perno barra multifunzione
zh: 引腳功能區

source: Expand the Ribbon
de: Erweitern Sie die Multifunktionsleiste
es: Ampliar la cinta
it: Espandere la barra multifunzione
zh: 擴展功能區

source: Full Screen Mode
de: Vollbild-Modus
es: Modo de pantalla completa
it: Modalità a schermo intero
zh: 全屏模式

source: Maximize
de: Zu maximieren
es: Maximizar
it: Massimizzare
zh: 最大限度地

source: Minimize
de: Zu minimieren
es: Reducir al mínimo
it: Ridurre al minimo
zh: 最小化

source: Restore Down
de: Wiederherstellen nach unten
es: Restaurar hacia abajo
it: Ripristino in basso
zh: 向下還原

source: Restore Up
de: Wiederherstellen
es: Restaurar
it: Ripristina backup
zh: 恢復了

source: Quick Access Group Button's Toolbar is not docked in the Ribbon
de: Quick Access Group Schaltfläche Symbolleiste ist nicht in der Multifunktionsleiste verankert
es: Barra de herramientas de grupo de acceso rápido botón no está acoplado en la cinta de opciones
it: Della barra degli strumenti del gruppo di accesso rapido pulsante non è ancorata nella barra multifunzione
zh: 在功能區不停駐工具列快速訪問組按鈕

source: The Quick Access Toolbar already contains GroupButton with the same toolbar
de: Symbolleiste für den Schnellzugriff enthält bereits GroupButton mit derselben Symbolleiste
es: La barra de herramientas de acceso rápido contiene ya GroupButton con la misma barra de herramientas
it: La barra di accesso rapido contiene già GroupButton con la stessa barra degli strumenti
zh: 快速存取工具列已經包含 GroupButton 與同一工具列

source: A separator item cannot be placed on the specified toolbar
de: Ein Separator-Element kann nicht in der angegebenen Symbolleiste platziert werden
es: No se puede colocar un elemento separador de la barra de herramientas especificada
it: Un elemento separatore non può essere posizionato sulla barra degli strumenti specificato
zh: 一個分隔專案不能放置在指定的工具列

source: You can place TdxRibbonGalleryItem into a submenu or Ribbon control
de: Sie können TdxRibbonGalleryItem in einem Untermenü oder Ribbon-Steuerelement platzieren
es: Se puede colocar TdxRibbonGalleryItem en un submenú o un control de cinta
it: È possibile inserire TdxRibbonGalleryItem in un sottomenu o un controllo della barra multifunzione
zh: 您可以將 TdxRibbonGalleryItem 放到一個子功能表或功能區控制項

source: You can place TdxSkinChooserGalleryItem into a submenu or Ribbon control
de: Sie können TdxSkinChooserGalleryItem in einem Untermenü oder Ribbon-Steuerelement platzieren
es: Se puede colocar TdxSkinChooserGalleryItem en un submenú o un control de cinta
it: È possibile inserire TdxSkinChooserGalleryItem in un sottomenu o un controllo della barra multifunzione
zh: 您可以將 TdxSkinChooserGalleryItem 放到一個子功能表或功能區控制項

source: You cannot merge with the specified bar manager
de: Können nicht zusammengeführt werden mit dem angegebenen Barchef
es: No se puede combinar con el especificado bar manager
it: Non è possibile unire con il gestore del bar
zh: 您不能合併與指定的酒吧經理

source: You cannot merge with the specified toolbar
de: Sie können nicht mit der angegebenen Symbolleiste zusammenführen
es: No se puede combinar con la barra de herramientas especificada
it: Non è possibile unire con barra degli strumenti specificato
zh: 您不能合併與指定的工具列

source: You cannot merge a toolbar with a toolbar that is already merged
de: Sie können eine Symbolleiste mit einer Symbolleiste nicht zusammenführen, die bereits zusammengeführt werden
es: No puede combinar una barra de herramientas con una barra de herramientas que ya se combina
it: Non è possibile unire una barra degli strumenti con una barra degli strumenti che viene già Unito
zh: 您不能合併一個帶有已經合併工具列工具列

source: You cannot unmerge the specified toolbar
de: Sie können nicht die angegebene Symbolleiste Unmergen
es: No se puede separar la barra de herramientas especificada
it: Si non può dividere l'oggetto toolbar specificato
zh: 你不能取消合併指定的工具列

source: One of the toolbars of the specified bar manager is already merged
de: Eine der Symbolleisten der angegebenen Bar Manager ist bereits zusammengeführt
es: Una de las barras de herramientas de la barra especificada administrador ya se combina
it: Una delle barre degli strumenti della barra specificata manager è già fuso
zh: 一個指定欄的工具列的經理已經被合併

source: One of the toolbars of the specified bar manager has merged toolbars
de: Eine der Symbolleisten der angegebenen Bar Manager hat fusioniert Symbolleisten
es: Una de las barras de herramientas de la barra especificada manager ha fusionado las barras de herramientas
it: Una delle barre degli strumenti della barra specificata manager ha fuso le barre degli strumenti
zh: 一個指定欄的工具列經理已合併工具列

source: The '%s' toolbar has merged toolbars
de: Die Symbolleiste "%s" wurde Symbolleisten zusammengeführt
es: La barra de herramientas '%s' ha fusionado las barras de herramientas
it: Barra degli strumenti '%s' ha fuso le barre degli strumenti
zh: '%S' 工具列已合併工具列

source: The '%s' toolbar is already merged with the '%s' toolbar
de: Die Symbolleiste "%s" ist bereits mit der Symbolleiste "%s" zusammengeführt
es: La barra de herramientas '%s' ya se combina con la barra de '%s'herramientas
it: Barra degli strumenti '%s'' è già fusa con "%s"la barra degli strumenti
zh: %S 工具列已經融入了 %s 工具列

source: The '%s' toolbar is not merged with the '%s' toolbar
de: Die Symbolleiste "%s" ist nicht mit der Symbolleiste "%s" zusammengeführt
es: La barra de herramientas '%s' no se combina con la barra de'%s' herramientas
it: Barra degli strumenti '%s'' non è fusa con "%s"la barra degli strumenti
zh: %S 工具列不會合並與 %s 工具列

source: You cannot merge with the specified Ribbon
de: Sie können nicht mit dem angegebenen Band zusammenführen
es: No se puede combinar con la cinta de opciones especificado
it: Non è possibile unire con il nastro specificato
zh: 您不能合併與指定功能區

source: You cannot merge with the specified Ribbon tab
de: Sie können nicht mit der angegebenen Multifunktionsleisten-Registerkarte zusammenführen
es: No se puede combinar con la ficha de cinta especificada
it: Non è possibile unire con scheda della barra multifunzione specificata
zh: 您不能合併與指定的功能區選項卡

source: Enter value
de: Geben Sie Wert
es: Introducir valor
it: Immettere il valore
zh: 輸入值

source: Are you sure you want to reset the changes made to the '%s' toolbar?
de: Sind Sie sicher, dass Sie die Änderungen an "%s" Symbolleiste zurücksetzen möchten?
es: ¿Está seguro que desea restablecer los cambios realizados en la barra de herramientas '%s'?
it: Sei sicuro di che voler annullare le modifiche apportate alla barra degli strumenti '%s''?
zh: 你確定你想要重置為 %s 工具列所做的更改？

source: This will delete the record of the commands you've used in this application and restore the default set of visible commands to the menus and toolbars. It will not undo any explicit customizations. Are you sure you want to proceed?
de: Dies löscht den Datensatz der Befehle, die Sie in dieser Anwendung verwendet haben und den Standardsatz von sichtbaren Befehle in Menüs und Symbolleisten wiederherstellen. Explizite Anpassungen werden nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie fortfahren möchten?
es: Se eliminará el registro de los comandos que has usado en esta aplicación y restaurar el conjunto predeterminado de comandos visibles de los menús y barras de herramientas. No deshará cualquier personalización explícita. ¿Está seguro que desea proceder?
it: Verrà eliminato il record dei comandi hai utilizzato in questa applicazione e ripristinare il set predefinito di comandi visibili ai menu e alle barre degli strumenti. Non annullerà tutte le personalizzazioni esplicite. Sei sicuro di che voler procedere?
zh: 這將刪除此應用程式中使用過的命令，將預設的可見命令集還原到功能表和工具列的記錄。它不會撤銷任何顯式自訂。 你確定要繼續嗎？

source: A control should contain only a single TdxBarManager
de: Ein Steuerelement sollte nur eine einzelne TdxBarManager enthalten
es: Un control debe contener solamente un solo TdxBarManager
it: Un controllo deve contenere solo un singolo TdxBarManager
zh: 控制項應包含只有單一的 TdxBarManager

source: TdxBarManager should have TWinControl as its Owner
de: TdxBarManager sollten TWinControl wie sein Besitzer haben
es: TdxBarManager debe tener TWinControl como su dueño
it: TdxBarManager dovrebbe avere TWinControl come il suo proprietario
zh: TdxBarManager 應該有 TWinControl 為它的擁有者

source: There are no TdxBarManagers available
de: Es sind keine TdxBarManagers verfügbar
es: No se dispone de ninguna TdxBarManagers
it: Non ci sono nessun TdxBarManagers disponibile
zh: 沒有 TdxBarManagers 可用

source: Are you sure you want to delete the '%s' toolbar?
de: Sind Sie sicher, dass Sie die Symbolleiste "%s" löschen möchten?
es: ¿Está seguro que desea eliminar la barra de herramientas '%s'?
it: Sei sicuro di che voler eliminare la barra degli strumenti '%s''?
zh: 是否確實要刪除 '%s' 工具列？

source: Are you sure you want to delete selected toolbars?
de: Sind Sie sicher, dass Sie ausgewählte Symbolleisten löschen möchten?
es: ¿Está seguro que desea eliminar las barras de herramientas?
it: Sei sicuro di che voler eliminare le barre degli strumenti selezionati?
zh: 是否確實要刪除選定的工具列？

source: Are you sure you want to delete the '%s' category?
de: Sind Sie sicher, dass Sie die Kategorie "%s" löschen möchten?
es: ¿Está seguro que desea eliminar la categoría de '%s'?
it: Sei sicuro di che voler eliminare la categoria di '%s''?
zh: 是否確實要刪除 '%s' 類別？

source: Are you sure you want to delete all commands in the '%s' category?
de: Sind Sie sicher, dass alle Befehle in der Kategorie "%s" löschen möchten?
es: ¿Está seguro que desea eliminar todos los comandos de la categoría '%s'?
it: Sei sicuro di che voler eliminare tutti i comandi nella categoria '%s''?
zh: 確實要刪除 %s 類別中的所有命令嗎？

source: You cannot create recursive menus
de: Sie können keine rekursive Menüs erstellen
es: Se pueden crear menús recursivos
it: Non è possibile creare menu ricorsiva
zh: 您不能創建遞迴功能表

source: A command name cannot be blank. Please enter a name.
de: Ein Befehl darf nicht leer sein. Bitte geben Sie einen Namen.
es: Un nombre de comando no puede estar en blanco. Por favor, introduzca un nombre.
it: Un nome di comando non può essere vuoto. Inserisci un nome.
zh: 命令的名稱不能為空。請輸入一個名稱。

source: A toolbar named '%s' already exists. Type another name.
de: Eine Symbolleiste mit dem Namen "%s" bereits vorhanden ist. Geben Sie einen anderen Namen.
es: Una barra de herramientas denominada '%s' ya existe. Escriba otro nombre.
it: Una barra degli strumenti denominata "%s" già esiste. Digitare un altro nome.
zh: 工具列，名為 %s 已經存在。請鍵入另一個名稱。

source: You cannot create recursive groups
de: Sie können keine rekursive Gruppen erstellen
es: No se pueden crear grupos recursivos
it: Non è possibile creare gruppi di ricorsive
zh: 您不能創建遞迴組

source: One of the selected objects is an item which has several links. Are you sure you want to delete these links?
de: Eines der ausgewählten Objekte ist ein Gegenstand, der mehrere Links hat. Sind Sie sicher, dass Sie diese Links löschen möchten?
es: Uno de los objetos seleccionados es un elemento que tiene varios enlaces. ¿Está seguro que desea eliminar estos enlaces?
it: Uno degli oggetti selezionati è un elemento che ha diversi link. Sei sicuro di che voler cancellare questi link?
zh: 所選物件之一是專案有幾個環節。是否確實要刪除這些連結？

source: You can place TdxRibbonQuickAccessGroupButton only on TdxRibbonQuickAccessToolbar
de: Sie können TdxRibbonQuickAccessGroupButton nur auf TdxRibbonQuickAccessToolbar Platz
es: Se puede colocar TdxRibbonQuickAccessGroupButton en TdxRibbonQuickAccessToolbar
it: È possibile inserire TdxRibbonQuickAccessGroupButton solo sul TdxRibbonQuickAccessToolbar
zh: 你可以只在 TdxRibbonQuickAccessToolbar 上放置 TdxRibbonQuickAccessGroupButton

source: Yellow
de: Gelb
es: Amarillo
it: Giallo
zh: 黃色

source: Fuchsia
es: Fucsia
it: Fucsia
zh: 櫻

source: (automatic)
de: (automatisch)
es: (automático)
it: (automatico)
zh: （自動）

source: (custom)
de: (Benutzerdefiniert)
es: (personalizada)
it: (personalizzato)
zh: （自訂）

source: Select the date
de: Wählen Sie das Datum
es: Seleccione la fecha
it: Seleziona le date di
zh: 選擇的日期

source: Select item
de: Wählen Sie Element
es: Seleccionar el elemento
it: Selezionare la voce
zh: 選擇專案

source: The place for the
de: Der Ort für die
es: El lugar para la
it: Il luogo per la
zh: 地方

source: You cannot assign the same control to more than one TdxBarControlContainerItem
de: Sie können nicht das gleiche Steuerelement zuweisen, mehrere TdxBarControlContainerItem
es: Se puede asignar el mismo control a más de un TdxBarControlContainerItem
it: Non è possibile assegnare lo stesso controllo per più di un TdxBarControlContainerItem
zh: 您不能將相同的控制項分配給多個 TdxBarControlContainerItem

source: Select value
de: Wählen Sie Wert
es: Seleccione valor
it: Selezionare il valore
zh: 選擇值

source: Black
de: Schwarz
es: Negro
it: Nero
zh: 黑色

source: Maroon
de: Kastanienbraun
es: Marrón
it: Marrone rossiccio
zh: 褐色

source: Olive
es: Oliva
it: Oliva
zh: 橄欖

source: Navy
de: Marine
es: Marina de guerra
it: Blu marino
zh: 海軍

source: Purple
de: Lila
es: Púrpura
it: Viola
zh: 紫色

source: Teal
de: Blaugrün
zh: 深青色

source: Silver
de: Silber
es: Plata
it: Argento
zh: 銀

source: Lime
es: Cal
it: Calce
zh: 石灰

source: Error decoding URL style (%%XX) encoded string at position %d
de: Fehler, die Decodierung URL Stil (%% XX) codierte Zeichenfolge an der Position %d
es: Error de descodificación estilo URL (%% XX) codificado en cadena en la posición %d
it: Errore decodifica stile URL (% % XX) codificato stringa nella posizione %d
zh: 解碼 URL 樣式時出錯 (%%xx) 編碼位置 %d 處的字串

source: Invalid URL encoded character (%s) at position %d
de: Ungültige URL codierte Zeichen (%s) an Position %d
es: URL no válido codificados caracteres (%s) en la posición %d
it: URL non valido con codifica carattere (%s) posizione %d
zh: 不正確 URL 編碼位置 %d 處的字元 (%s)

source: Registration OK
de: Anmeldung OK
es: Registro OK
it: Registrazione OK
zh: 註冊確定

source: Registration failed
de: Registrierung fehlgeschlagen
es: Error en el registro
it: Registrazione non riuscita
zh: 註冊失敗

source: Organization is required!
de: Organisation ist erforderlich!
es: Es necesaria la organización!
it: Organizzazione è richiesto!
zh: 組織為必填項 ！

source: E-mail address is not correct!
de: E-Mail-Adresse ist nicht korrekt!
es: ¡Dirección de correo electrónico no es correcta!
it: Indirizzo di posta elettronica non è corretto!
zh: 電子郵件地址不是正確的 ！

source: Registration Failed. Error Code: %d Message: %s
de: Die Registrierung ist fehlgeschlagen. Fehlercode: %d Nachricht: %s
es: Error en el registro. Código de error: %d mensaje: %s
it: Registrazione non riuscita. Codice di errore: %d messaggio: %s
zh: 註冊失敗。 錯誤代碼: %d 個消息: %s

source: Please send the following text to: register@flexline.it
de: Bitte senden Sie den folgenden Text an: register@flexline.it
es: Por favor enviar el siguiente texto: register@flexline.it
it: Si prega di inviare il testo riportato di seguito: register@flexline.it
zh: 請發送到下面的文本︰ register@flexline.it

source: Once you receive the registration code paste it below and click Register
de: Nach dem Erhalt der Registrierungs-Code fügen sie unten und klicken Sie auf registrieren
es: Una vez que reciba el código de registro pegar abajo y haga clic en registro
it: Una volta ricevuto il codice di registrazione incollare qui di seguito e fare clic su Registra
zh: 一旦你收到的註冊碼粘貼下面，按一下註冊

source: Your software is not GENUINE! The software will run in DEMO VERSION
de: Ihre Software ist nicht echt! Die Software läuft in der Demoversion
es: ¡El software no es original! El software funcionará en versión DEMO
it: Il software non è autentico! Il software viene eseguito in versione DEMO
zh: 您的軟體不是正版的 ！ 該軟體將在展示版本本中運行

source: Invalid Bcd Precision (%d) or Scale (%d)
de: Ungültige Bcd Präzision (%d) oder Skala (%d)
es: Precisión de Bcd no válido (%d) o escala (%d)
it: Precisione di Bcd non valido (%d) o scala (%d)
zh: 不正確 Bcd 精度 (%d) 或規模 (%d)

source: Cannot convert to TBcd: string has more than 64 digits: %s
de: Kann nicht konvertiert werden, TBcd: String hat mehr als 64 Ziffern: %s
es: No se puede convertir a TBcd: cadena tiene más de 64 dígitos: %s
it: Non è possibile convertire in TBcd: stringa ha più di 64 cifre: %s
zh: 不能轉換為 TBcd︰ 字串已超過 64 位數: %s

source: %s is not a valid hex string
de: %s ist keine gültige hexadezimale Zeichenfolge
es: %s no es una cadena hexadecimal válida
it: %s non è una stringa esadecimale valida
zh: %s 不是有效的十六進位字串

source: Invalid HTTP Request: Length is 0
de: Ungültige HTTP-Anforderung: Länge ist 0
es: La solicitud HTTP no válida: La longitud es 0
it: Richiesta HTTP non valida: Lunghezza è 0
zh: 不正確 HTTP 要求︰ 長度為 0
