Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Polygon Select
de: Polygon auswählen
es: Seleccione polígono
it: Selezionare poligono
zh: 多邊形選擇

source: Previous Frame
de: Vorherigen Frame
es: Fotograma anterior
it: Fotogramma precedente
zh: 前一幀

source: Print All Thumbnails
de: Alle Miniaturen drucken
es: Imprimir todas las miniaturas
it: Stampare tutte le miniature
zh: 列印所有縮略圖

source: Flip Vertical
de: Vertikal spiegeln
it: Rifletti verticale
zh: 垂直翻轉

source: Image Effects
de: Bild-Effekte
es: Efectos de imagen
it: Effetti immagine
zh: 圖像效果

source: Image Save Properties
de: Bild speichern Eigenschaften
es: Imagen de guardar propiedades
it: Immagine proprietà di salvataggio
zh: 圖像保存屬性

source: Insert Angle
de: Legen Sie Winkel
es: Introduzca el ángulo de
it: Angolo dell'inserto
zh: 插入角

source: Insert Ellipse
de: Legen Sie die Ellipse
es: Insertar elipse
it: Inserire ellisse
zh: 插入橢圓

source: Insert Image
de: Bild einfügen
es: Insertar imagen
it: Inserire immagine
zh: 插入圖像

source: Insert Label with Line
de: Etikett mit Zeile einfügen
es: Insertar etiqueta con línea
it: Inserire etichetta con linea
zh: 插入帶有線的標籤

source: Insert Line
de: Zeile einfügen
es: Insertar línea
it: Inserisci riga
zh: 插入行

source: Insert Memo
de: Memo einfügen
es: Inserte la Memo
it: Inserire Memo
zh: 插入備註

source: Insert Polyline
de: Polylinie einfügen
es: Insertar polilínea
it: Inserire la polilinea
zh: 插入折線

source: Insert Rectangle
de: Fügen Sie Rechteck
es: Insertar rectángulo
it: Inserire rettangolo
zh: 插入矩形

source: Insert Ruler
de: Legen Sie Lineal
es: Insertar regla
it: Inserire il righello
zh: 插入的統治者

source: Insert Text
de: Text einfügen
es: Insertar texto
it: Inserire testo
zh: 插入文本

source: Lasso Select
de: Lasso-Auswahl
es: Selección de lazo
it: Selezione lazo
zh: 套索選擇

source: Last Frame
de: Letztes Bild
es: Último fotograma
it: Ultimo fotogramma
zh: 最後一幀

source: Load File as Layer
de: Datei als Layer laden
es: Cargar el archivo como capa
it: Caricare File come strato
zh: 載入檔作為圖層

source: Crop Image to Objects
de: Bild zuschneiden, Objekte
es: Recortar imagen en objetos
it: Ritagliare l'immagine a oggetti
zh: 作物影像物件

source: Crop to Selection
de: Auf Auswahl zuschneiden
es: Cultivo a la selección
it: Ritaglia immagine
zh: 作物的選擇

source: Crop Transparency
de: Ernte-Transparenz
es: Transparencia de cultivo
it: Trasparenza delle colture
zh: 作物的透明度

source: Cut Selection
de: Auswahl ausschneiden
es: Cortar la selección
it: Taglia selezione
zh: 剪切選定內容

source: Delete All
de: Löschen Sie alle
es: Borrar todo
it: Eliminare tutti i
zh: 刪除所有

source: Deselect All
de: Deaktivieren Sie alle
es: Deseleccionar todo
it: Deseleziona tutto
zh: 取消選擇所有

source: Deselect
de: Deaktivieren Sie die Option
es: Anule la selección de
it: Deseleziona
zh: 取消選擇

source: Edit Polyline
de: Polylinie bearbeiten
es: Editar polilínea
it: Modificare la polilinea
zh: 編輯折線

source: First Frame
de: Erstes Bild
es: Primer fotograma
it: Primo fotogramma
zh: 第一幀

source: Fit Image to Height
de: Fit Image auf Höhe
es: Ajuste de imagen a altura
it: Adatta l'immagine all'altezza
zh: 圖像尺寸調整到高度

source: Fit Image to Width
de: Fit Image auf breite
es: Imagen ajuste al ancho
it: Adatta l'immagine alla larghezza
zh: 圖像尺寸調整到寬度

source: Fit Image
es: Ajuste de imagen
it: Adatta immagine
zh: 將圖像尺寸調整

source: Flip Horizontal
de: Horizontal spiegeln
es: Tapa Horizontal
it: Rifletti orizzontale
zh: 水準翻轉

source: Acquire
de: Erwerben
es: Adquirir
it: Acquisire
zh: 獲取

source: Add from File
de: Aus Datei hinzufügen
es: Agregar desde archivo
it: Aggiungi da File
zh: 從檔添加

source: Add Layer
de: Layer hinzufügen
es: Agregar capa
it: Aggiungere Layer
zh: 添加圖層

source: Adjust Colors
de: Farben anpassen
es: Ajuste a colores
it: Regolare i colori
zh: 調整顏色

source: Auto Equalize Colors
de: Auto auszugleichen Farben
es: Auto igualar colores
it: Auto equalizzare colori
zh: 自動平衡顏色

source: Auto-Rotate Display
de: Auto-Dreh-Display
es: Rotación automática de pantalla
it: Rotazione automatica del Display
zh: 自動旋轉顯示

source: Auto-Shrink
de: Automatische Verkleinerung
es: Reducción automática
it: Compattazione automatica
zh: 自動收縮

source: Auto-Stretch
zh: 自動調整

source: Circular Select
de: Kreisförmige auswählen
es: Selección circular
it: Selezionare circolare
zh: 迴圈選擇

source: Convert to Gray
de: Konvertieren in grau
es: Convertir a gris
it: Convertire in grigio
zh: 轉換為灰度

source: Copy Image
de: Bild kopieren
es: Copiar imagen
it: Copia immagine
zh: 複製圖像

source: Copy Selection
de: Auswahl kopieren
es: Copiar selección
it: Copia la selezione
zh: 複製選定內容

source: frames
de: bilder
es: marcos
it: cornici
zh: 框架

source: bit
de: bisschen
es: poco
zh: 位

source: byte
es: bytes
zh: 位元組

source: dpi
zh: 新聞部

source: Fit
de: Passen
es: Ajuste
it: Adatta
zh: 適合

source: Other
de: Andere
es: Otros
it: Altri
zh: 其他

source: Rows
de: Zeilen
es: Filas
it: Righe
zh: 行

source: Spacing
de: Abstand
es: Espaciamiento de
it: Spaziatura
zh: 間距

source: Select Acquire Device
de: Wählen Sie erwerben Gerät
es: Seleccione adquirir dispositivo
it: Selezionare dispositivo di acquisire
zh: 選擇獲取設備

source: Select an Acquisition Device
de: Wählen Sie ein Erfassungsgerät
es: Seleccione un dispositivo de adquisición de
it: Selezionare un dispositivo di acquisizione
zh: 選擇採集裝置

source: Page %d of %d
de: Seite %d von %d
es: Página de %d de %d
it: Pagina %d di %d
zh: %D 第 %d 頁

source: %d pages
de: %d Seiten
es: páginas de %d
it: %d pagine
zh: %d 頁

source: Previous
de: Vorherigen
es: Anterior
it: Precedente
zh: 上一頁

source: All graphics
de: Alle Grafiken
es: Todos los gráficos
it: Tutti gli elementi grafici
zh: 所有的圖形

source: Video for Windows
de: Video für Windows
es: Vídeo para Windows
it: Video per Windows
zh: 視頻視窗

source: Automatically updates your preview with the changes you have selected
de: Aktualisiert automatisch Ihre Vorschau mit den Änderungen, die Sie ausgewählt haben
es: Actualiza automáticamente la vista previa con los cambios que usted ha seleccionado
it: Aggiorna automaticamente l'anteprima con le modifiche è stato selezionato
zh: 使用您選定的更改自動更新您的預覽

source: Print All
de: Drucken Sie die gesamte
es: Imprimir todo
it: Stampa tutto
zh: 列印所有

source: Print Selected
de: Drucken ausgewählt
es: Impresión seleccionado
it: Stampa selezionata
zh: 列印選定

source: All Common Graphic Files
de: Alle gemeinsamen Grafikdateien
es: Todos los archivos gráficos comunes
it: Tutti i file grafici comuni
zh: 所有常見的圖形檔

source: All Files
de: Alle Dateien
es: Todos los archivos
it: Tutti i file
zh: 所有檔

source: HSV
zh: 單純皰疹病毒

source: Sharpen
de: Zu schärfen
es: Afilar
zh: 銳化

source: Channels
de: Kanäle
es: Canales
it: Canali
zh: 電視頻道

source: Bottom Margin
de: Unterer Rand
es: Mar. Inferior
it: Margine inferiore
zh: 下邊距

source: Size and Location
de: Größe und Lage
es: Tamaño y la ubicación
it: Dimensioni e la posizione
zh: 大小和位置

source: Top Left
de: Oben links
es: Arriba a la izquierda
it: In alto a sinistra
zh: 左上角

source: Top Center
de: Oben Mitte
es: Centro de la parte superior
zh: 頂部居中

source: Top Right
de: Oben rechts
es: Arriba a la derecha
it: In alto a destra
zh: 右上角

source: Center Left
de: Mitte links
es: Centro izquierda
it: Centro sinistra
zh: 靠左居中

source: Center Right
de: Mitte rechts
es: Centro derecha
it: Centro destra
zh: 中心的權利

source: Bottom Left
de: Unten links
es: Abajo a la izquierda
it: In basso a sinistra
zh: 左下角

source: Bottom Center
de: Unten in der Mitte
es: Centro inferior
it: In fondo al centro
zh: 底部中心

source: Bottom Right
de: Unten rechts
es: Abajo a la derecha
it: Basso a destra
zh: 右下角

source: Apply
de: Gelten
es: Aplicar
it: Applica
zh: 應用

source: Measurement
de: Messung
es: Medición
it: Misura
zh: 測量

source: Units
de: Einheiten
es: Unidades
it: Unità
zh: 單位

source: Rate
de: Preis
es: Tasa de
it: Tasso
zh: 速率

source: Fit to page
de: An Seite anpassen
es: Ajuste a página
it: Adatta alla pagina
zh: 適合頁面

source: Stretch to page
de: Zur Seite Strecken
es: Estiramiento en la página
it: Tratto da pagina
zh: 延伸到頁面

source: Specified size
de: Angegebene Größe
es: Tamaño especificado
it: Dimensioni specificate
zh: 指定的大小

source: Gamma correction
de: Gamma-Korrektur
es: Corrección de gamma
it: Correzione gamma
zh: 伽瑪校正

source: Value
de: Wert
es: Valor
it: Valore
zh: 價值

source: Print Setup
de: Druckereinrichtung
es: Configuración de impresión
it: Impostazione della stampa
zh: 列印設置

source: Left Margin
de: Linken Rand
es: Mar. Izquierdo
it: Margine sinistro
zh: 左邊的距

source: Top Margin
de: Oberer Rand
es: Mar. Superior
it: Margine superiore
zh: 上邊距

source: Right Margin
de: Rechter Rand
es: Mar. Derecho
it: Margine destro
zh: 右邊距

source: Opening
de: Eröffnung
es: Apertura
it: Apertura
zh: 開幕

source: Closing
de: Schließen
es: Cierre
it: Chiusura
zh: 關閉

source: Rotate
de: Drehen
es: Gire
it: Ruotare
zh: 旋轉

source: Flip
es: Del tirón
zh: 翻轉

source: Frequency domain image
de: Frequenz-Domain-Bild
es: Imagen de dominio de frecuencia
it: Immagine di dominio di frequenza
zh: 頻率域圖像

source: Select region to clean
de: Wählen Sie Region zu reinigen
es: Seleccione la región para limpiar
it: Seleziona la regione da pulire
zh: 選擇區域清潔

source: Reset
de: Zurücksetzen
es: &Reiniciar
zh: 重置

source: Animate
de: Animieren
es: Animar
it: Animare
zh: 動畫

source: Load filter
de: Last-filter
es: Filtro de carga
it: Filtro di carico
zh: 載入篩選器

source: Save filter
de: Filter speichern
es: Guardar filtro
it: Salva filtro
zh: 保存篩選器

source: Bump Map
es: Mapa de rugosidad
it: Mappa a sbalzo
zh: 凹凸貼圖

source: Transparent color
de: Transparente Farbe
es: Color transparente
it: Colore trasparente
zh: 透明顏色

source: Interlaced
es: Entrelazado
it: Interlacciato
zh: 隔行掃描

source: Background
de: Hintergrund
es: Fondo
it: Priorità bassa
zh: 背景

source: Horz. Position
es: Horz. Posición
it: Orizz. Posizione
zh: 水準。位置

source: Vert. Position
de: Senkrechten Position
es: Posición de Vert
it: Posizione Vert
zh: 立式位置

source: Delay time
de: Delay-Zeit
es: Tiempo de retardo
it: Tempo di ritardo
zh: 延遲時間

source: Filter
es: Filtro
it: Filtro
zh: 篩選器

source: Wave
es: Ola
zh: 波

source: Amplitude
es: Amplitud
it: Ampiezza
zh: 振幅

source: Wave length
de: Wellenlänge
es: Longitud de onda
it: Lunghezza d'onda
zh: 波長度

source: Phase
es: Fase
it: Fase
zh: 階段

source: Reflective
de: Reflektierende
es: Reflexivo
it: Riflettente
zh: 反思

source: User filter
de: Benutzer-filter
es: Filtro de usuario
it: Filtro utente
zh: 使用者篩選器

source: Morphing filter
es: Filtro de morphing
it: Morphing filtro
zh: 變形的篩選器

source: Window size
de: Fenstergröße
es: Tamaño de la ventana
zh: 視窗大小

source: Compressed size
de: Komprimierte Größe
es: Tamaño comprimido
it: Dimensione compressa
zh: 壓縮後的大小

source: Progressive
es: Progresiva
it: Progressivo
zh: 民進

source: Compression
de: Kompression
es: Compresión
it: Compressione
zh: 壓縮

source: Image index
de: Bildindex
es: Índice de imágenes
it: Indice dell'immagine
zh: 圖像索引

source: Photometric
de: Photometrische
es: Fotométrico
it: Fotometrica
zh: 光度法

source: Scanned document info
de: Das gescannte Dokument info
es: Información del documento escaneado
it: Info documento digitalizzato
zh: 掃描的文檔資訊

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
zh: 描述

source: Page name
de: Seitenname
es: Nombre de la página
it: Nome della pagina
zh: 頁面名稱

source: Page number
de: Seitenzahl
es: Número de página
it: Numero di pagina
zh: 頁碼

source: Horz. Position (inch)
de: Horz. Position (Zoll)
es: Horz. Posición (pulgadas)
it: Orizz. Posizione (pollici)
zh: 水準。位置 （英寸）

source: Vert. Position (inch)
de: Senkrechten Position (Zoll)
es: Posición de Vert. (pulgadas)
it: Posizione Vert (pollici)
zh: 立式位置 （英寸）

source: Colors
de: Farben
es: Colores
it: Colori
zh: 顏色

source: Light
de: Licht
es: Luz
it: Luce
zh: 光

source: Original image quantity
de: Ursprüngliche Bild Menge
es: Cantidad de imagen original
it: Quantità di immagine originale
zh: 原始圖像數量

source: Lens
de: Objektiv
es: Lente
it: Lente
zh: 鏡頭

source: Refraction
de: Lichtbrechung
es: Refracción
it: Rifrazione
zh: 折射

source: Parameters Preview
de: Parameter-Vorschau
es: Vista previa de los parámetros
it: Anteprima di parametri
zh: 參數預覽

source: Quality
de: Qualität
es: Calidad
it: Qualità
zh: 品質

source: DCT method
de: DCT-Methode
es: Método DCT
it: Metodo DCT
zh: 離散余弦變換方法

source: Smoothing factor
de: Glättungsfaktor
es: Factor de suavizado
it: Fattore di arrotondamento
zh: 平滑因數

source: Gray scale
de: Graustufen
es: Escala de grises
it: Scala di grigi
zh: 灰度

source: Optimal Huffman
de: Optimale Huffman
es: Huffman óptima
it: Huffman ottimale
zh: 最優哈夫曼

source: Original size
de: Originalgröße
es: Tamaño original
it: Formato originale
zh: 原始大小

source: Base color
de: Grundfarbe
es: Color de base
it: Colore di base
zh: 基準顏色

source: New color
de: Neue Farbe
es: Nuevo color
it: Nuovo colore
zh: 新顏色

source: Luminosity
de: Leuchtkraft
es: Luminosidad
it: Luminosità
zh: 亮度

source: Red
de: Rot
es: Rojo
it: Rosso
zh: 紅色

source: Green
de: Grün
es: Verde
it: Verde
zh: 綠色

source: Blue
de: Blau
es: Azul
it: Blu
zh: 藍色

source: Filter values
de: Filterwerte
es: Valores de filtro
it: Filtrare i valori
zh: 篩選器的值

source: Presets
de: Voreinstellungen
es: Ajustes preestablecidos de
it: Preset
zh: 預設

source: Divisor
it: Divisore
zh: 除數

source: Load
de: Last
es: Carga
it: Carico
zh: 負載

source: Equalization
de: Entzerrung
es: Ecualización
it: Equalizzazione
zh: 均衡

source: Threshold
de: Schwelle
es: Umbral de
it: Soglia
zh: 閾值

source: Equalize
de: Entzerren
es: Igualar
it: Equalizza
zh: 色調均化

source: Histogram
de: Histogramm
es: Histograma
it: Istogramma
zh: 長條圖

source: Gray
es: Gris
it: Grigio
zh: 灰色

source: Selection contains a component introduced in an ancestor form which cannot be deleted
de: Auswahl enthält eine Komponente in einem Vorfahrformular kann nicht gelöscht werden eingeführt
es: Selección contiene un componente en una forma de antepasado que no se puede eliminar
it: Selezione contiene un componente introdotto in una forma di antenato che non può essere eliminata
zh: 選擇包含介紹祖先形式，不能刪除的元件

source: Connection successful.
de: Verbindung erfolgreich.
es: Conexión exitosa.
it: Connessione riuscita.
zh: 連接成功。

source: Connection failed. Error: %s
de: Verbindung ist fehlgeschlagen. Fehler: %s
es: Error de conexión. Error: %s
it: Connessione non riuscita. Errore: %s
zh: 連接失敗。 錯誤: %s

source: The Alo' Photo Scan directory and files must have read-write permission for current user in order to run.
de: Die Alo' Foto Scannen Verzeichnis und Dateien müssen über die Berechtigung der Lese-/ Schreibzugriff für aktuellen Benutzer ausführen.
es: La Alo' Photo Scan directorio y archivos deben tener permiso de lectura y escritura para el usuario actual para ejecutar.
it: L'Alo ' Photo Scan directory e file necessario disporre dell'autorizzazione di lettura / scrittura per utente corrente per eseguire.
zh: 勞工事務主任 ' 照片掃描的目錄和檔必須具有當前使用者的讀寫許可權才能運行。

source: Original
es: Texto original en
it: Originale
zh: 來源語言

source: Result
de: Ergebnis
es: Resultado
it: Risultato
zh: 結果

source: Lock preview
de: Schloss-Vorschau
es: Vista previa de bloqueo
it: Anteprima di blocco
zh: 鎖預覽

source: Copy Result to Original
de: Ergebnis auf das Original zu kopieren
es: Resultado de la copia a la Original
it: Copiare il risultato in originale
zh: 將結果複製到原始

source: Contrast
de: Kontrast
es: Contraste
it: Contrasto
zh: 對比

source: Brightness
de: Helligkeit
es: Brillo
it: Luminosità
zh: 亮度

source: Hue
zh: 色相

source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
zh: 飽和度

source: The Application Menu cannot be displayed outside the Ribbon
de: Das Programm-Menü kann nicht außerhalb der Multifunktionsleiste angezeigt werden
es: No se puede mostrar el menú de aplicaciones fuera de la cinta
it: Il Menu dell'applicazione non può essere visualizzato di fuori della barra multifunzione
zh: 應用程式功能表不能顯示功能區外

source: %s requires the Microsoft GDI+ library to be installed
de: %s benötigt die Microsoft GDI + Bibliothek installiert werden
es: %s requiere la biblioteca de Microsoft GDI + para instalarse
it: %s richiede la libreria Microsoft GDI + per essere installato
zh: %s 要求微軟 GDI + 庫安裝

source: There should be only one %s instance on the form
de: Sollte nur eine Instanz von %s auf dem Formular
es: Debería haber sólo una instancia de %s en el formulario
it: Ci dovrebbe essere solo un'istanza di %s sul modulo
zh: 表單上應只有一個 %s 實例

source: %s should have TCustomForm as its Owner
de: %s sollte TCustomForm wie sein Besitzer haben
es: %s debe tener TCustomForm como su dueño
it: %s dovrebbe avere TCustomForm come il suo proprietario
zh: %s 應該有 TCustomForm 為它的擁有者

source: %s should have TCustomForm as its Parent
de: %s sollte als übergeordnetes TCustomForm haben
es: %s debe tener TCustomForm como su padre
it: %s dovrebbe avere TCustomForm come suo padre
zh: %s 應該有 TCustomForm 作為其父級

source: Add Tab
de: Registerkarte hinzufügen
es: Añadir pestaña
it: Aggiungi scheda
zh: 添加選項卡

source: Delete Tab
de: Registerkarte "löschen
es: Eliminar la ficha
it: Elimina scheda
zh: 刪除選項卡

source: Add Empty Group
de: Fügen Sie leere Gruppe
es: Agregar grupo de vacío
it: Aggiungi gruppo vuoto
zh: 添加空組

source: Add Group With Toolbar
de: Gruppe mit Toolbar hinzufügen
es: Agregar grupo con barra de herramientas
it: Aggiungere il gruppo con barra degli strumenti
zh: 添加組與工具列

source: Delete Group
de: Gruppe löschen
es: Eliminar grupo
it: Elimina gruppo
zh: 刪除組

source: Ribbon
de: Multifunktionsleiste
es: Cinta
it: Nastro
zh: 功能區

source: Ribbon Tabs
de: Multifunktionsleisten-Registerkarten
es: Fichas de la cinta
it: Schede della barra multifunzione
zh: 功能區選項卡

source: Text Panel
de: Texttafel
es: Panel de texto
it: Pannello Testo
zh: 文本面板

source: Container Panel
es: Panel contenedor
it: Pannello del contenitore
zh: 容器板

source: Keyboard State Panel
de: Tastaturstatus Panel
es: Panel de estado del teclado
it: Pannello di stato della tastiera
zh: 鍵盤狀態面板

source: State Indicator Panel
de: Staatliche Bedienfeld
es: Panel indicador Estado
it: Pannello indicatore di stato
zh: 狀態指示燈面板

source: Me&nus show recently used commands first
de: Menüs anzeigen zuletzt verwendete Befehle zuerst
es: Me&nus mostrará primero los comandos usados recientemente
it: I Me&nù visualizzano prima i comandi utilizzati di recente
zh: 我與新加坡國立大學顯示最近使用過的命令第一(&N)

source: Show f&ull menus after a short delay
de: Nach einer k&urzen Verzögerung voll Menüs zu zeigen
es: Mostrar men&ús después de un breve retraso
it: Mostra men&u completi dopo alcuni istanti
zh: 短暫延遲後顯示完整菜單 (&U)

source: &Reset my usage data
de: &Zurücksetzen meine Nutzungsdaten
es: &Restablecer mis datos de uso
it: &Reimposta informazioni sull'utilizzo
zh: 與重置我慣用資料 (&R)

source: Other
de: Andere
es: Otros
it: Altri
zh: 其他

source: &Large icons
de: &Große Symbole
es: &Iconos grandes
it: &Icone grandi
zh: 與大圖示 (&L)

source: Show Tool&Tips on toolbars
de: &QuickInfo auf Symbolleisten anzeigen
es: Mostrar sugerencias de herramientas y barras de herramientas
it: Visualizza suggerimenti &sulle barre degli strumenti
zh: 在工具列上顯示的工具與技巧(&T)

source: Show s&hortcut keys in ToolTips
de: S&hortcut Keys in den ToolTips zeigen
es: &Símbolos en las sugerencias y menús contextuales
it: Mostra tasti &scelta rapida nelle descrizioni comandi
zh: 在工具提示中顯示快捷鍵 (&H)

source: &Menu animations:
de: &Menü-Animationen:
es: &Animaciones de menú:
it: &Menù Animazione:
zh: 與功能表動畫效果 (&M)︰

source: (None)
de: (Keine)
es: (Ninguno)
it: (Nessuno)
zh: （無）

source: Random
de: Zufällige
es: Al azar
it: Casuale
zh: 隨機

source: Unfold
de: Zu entfalten
es: Desplegar
it: Si svolgono
zh: 展開

source: Slide
de: Folie
es: Diapositiva
it: Diapositiva
zh: 幻燈片

source: Fade
de: Verblassen
es: Se desvanecen
it: Dissolvenza
zh: 淡入淡出

source: A bar manager cannot be found for the status bar
de: Eine Bar Manager kann nicht gefunden werden, für die Statusleiste
es: Un bar manager no se puede encontrar para la barra de estado
it: Un bar manager non può essere trovato per la barra di stato
zh: 一家酒吧找不到狀態列的經理

source: Press
de: Presse
es: Prensa
it: Stampa
zh: 新聞

source: Hide all groups
de: Alle Gruppen ausblenden
es: Ocultar todos los grupos
it: Nascondere tutti i gruppi
zh: 隱藏所有組

source: Clear filter
de: Klare filter
es: Filtro transparente
it: Cancella filtro
zh: 清除篩選器

source: Pin this item to the list
de: Heften Sie dieses Element, um die Liste
es: Este artículo a la lista del perno
it: Aggiungere questo elemento alla lista
zh: 針這一專案到清單中

source: Unpin this item from the list
de: Lösen Sie dieses Element aus der Liste
es: Liberar este elemento de la lista
it: Rimuovi questo elemento dall'elenco
zh: 解鎖此從清單中的專案

source: Custom
de: Brauch
it: Su ordinazione
zh: 自訂

source: Add Category
de: Kategorie hinzufügen
es: Añadir categoría
it: Aggiungi categoria
zh: 添加類別

source: Insert Category
de: Kategorie einfügen
es: Insertar categoría
it: Inserire la categoria
zh: 插入類別

source: Rename Category
de: Kategorie umbenennen
es: Renombrar categoría
it: Rinominare la categoria
zh: 重命名類別

source: Add Toolbar
de: Symbolleiste hinzufügen
es: Agregar barra de herramientas
it: Aggiungere barra degli strumenti
zh: 添加工具列

source: Rename Toolbar
de: Benennen Sie die Symbolleiste
es: Cambiar el nombre de barra de herramientas
it: Rinominare la barra degli strumenti
zh: 重命名工具列

source: &Category name:
de: &Kategoriename:
es: Nombre de &categoría:
it: Nome &categoria:
zh: 與類別名稱 (&C)︰

source: &Toolbar name:
de: &Namen der Symbolleiste:
es: &Nombre de la barra de herramientas:
it: &Nome barra degli strumenti:
zh: 與工具列名稱 (&T)︰

source: Customization Form...
de: Anpassung Form...
es: Formulario de personalización...
it: Forma di personalizzazione...
zh: 自訂表單...

source: ... modify
de: ... ändern
es: ... modificar
it: ... modificare
zh: ......修改

source: Personalized Menus and Toolbars
de: Personalisierte Menüs und Symbolleisten
es: Menús personalizados y barras de herramientas
it: Barre degli strumenti e menu personalizzati
zh: 個人化的功能表和工具列

source: &Customize...
de: &Anpassen...
es: &Personalizar...
it: &Personalizzare...
zh: 與自訂 (&C)...

source: More Buttons
de: Weitere Schaltflächen
es: Más botones
it: Altri pulsanti
zh: 更多的按鈕

source: &Reset Toolbar
de: &Symbolleiste zurücksetzen
es: &Restablecer barra de herramientas
it: &Reimpostare la barra degli strumenti
zh: 與重置工具列 (&R)

source: Expand (Ctrl-Down)
de: Erweitern Sie (Strg-Liste)
es: Ampliar (Ctrl-abajo)
it: Espandere (Ctrl-freccia giù)
zh: 擴大 （Ctrl-向下）

source: &More Commands...
de: &Weitere Befehle...
es: &Más comandos...
it: &Ulteriori comandi...
zh: 與更多的命令 (&M)...

source: &Show Quick Access Toolbar Below the Ribbon
de: &Schnellzugriff-Werkzeugkasten unter der Multifunktionsleiste anzeigen
es: &Mostrar barra de herramientas de acceso rápido por debajo de la cinta
it: &Visualizza barra di accesso rapido sotto la barra multifunzione
zh: 功能區下方顯示快速存取工具列 (&S)

source: &Show Quick Access Toolbar Above the Ribbon
de: &Schnellzugriffs-Symbolleiste angezeigt über die Multifunktionsleiste
es: &Mostrar barra de herramientas de acceso rápido por encima de la cinta
it: &Visualizza barra di accesso rapido sopra la barra multifunzione
zh: 與以上絲帶顯示快速存取工具列 (&S)

source: Mi&nimize the Ribbon
de: Mi&nimize die Multifunktionsleiste
es: Mi&nimizar la Cinta
it: Riduci a icona la barra multifunzione
zh: 最小化功能區(&N)

source: &Add to Quick Access Toolbar
de: &Schnellzugriffs-Symbolleiste hinzufügen
es: &Añadir a la barra de herramientas de acceso rápido
it: &Aggiungere alla barra di accesso rapido
zh: 與添加到快速存取工具列 (&A)

source: &Add %s to Quick Access Toolbar
de: &%S zur Schnellzugriffs-Symbolleiste hinzufügen
es: &Agregar %s a la barra de herramientas de acceso rápido
it: &Aggiungere %s alla barra di accesso rapido
zh: 與將 %s 添加到快速存取工具列 (&A)

source: &Remove from Quick Access Toolbar
de: &Von Schnellzugriffs-Symbolleiste entfernen
es: &Quitar de la barra de herramientas de acceso rápido
it: &Rimuovere dalla barra di accesso rapido
zh: 與從快速存取工具列中刪除 (&R)
