Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Unable to accomplish the requested task because the local machine does not have any IP addresses.
de: Nicht in der Lage, die angeforderte Aufgabe zu vollenden, da der lokale Computer keine IP-Adressen nicht kennt.
es: No se puede realizar la tarea solicitada porque el equipo local no tiene ninguna dirección IP.
it: Impossibile eseguire l'attività richiesta perché il computer locale non dispone di indirizzi IP.
zh: 無法完成請求的任務，因為本地電腦沒有任何 IP 位址。

source: The supplied credential handle does not match the credential associated with the security context.
de: Die angegebenen Anmeldeinformationen Griff entspricht nicht die Anmeldeinformationen der Sicherheitskontext zugeordnet.
es: La manija de la credencial suministrada no coincide con la credencial de asociado con el contexto de seguridad.
it: L'handle di credenziali fornito non corrisponde la credenziale associata al contesto di sicurezza.
zh: 提供的憑據控制碼與同與安全上下文相關聯的憑據不匹配。

source: The crypto system or checksum function is invalid because a required function is unavailable.
de: Die Krypto-System oder Prüfsumme Funktion ist ungültig, weil eine erforderliche Funktion nicht verfügbar ist.
es: La función de sistema o checksum criptográfica no es válida porque una función requerida no está disponible.
it: La funzione di sistema o checksum crittografica non è valida perché non è disponibile una funzione richiesta.
zh: 加密系統或校驗和函數是不正確因為所需的函數不可用。

source: The number of maximum ticket referrals has been exceeded.
de: Die Anzahl der maximalen Ticket Empfehlungen wurde überschritten.
es: Se ha superado el número de referencias de entrada máximo.
it: È stato superato il numero di referral massima ticket.
zh: 已超過最大票證參照數。

source: The local machine must be a Kerberos KDC (domain controller) and it is not.
de: Die lokale Maschine muss eine Kerberos KDC (Domänencontroller) und es ist nicht.
es: El equipo local debe ser un KDC de Kerberos (controlador de dominio) y no es.
it: Il computer locale deve essere un KDC Kerberos (controller di dominio) e non è.
zh: 本地電腦必須 Kerberos KDC （網域控制站），它不是。

source: The other end of the security negotiation is requires strong crypto but it is not supported on the local machine.
de: Das andere Ende des die Sicherheitsaushandlung erfordert starke Krypto ist aber nicht auf dem lokalen Computer unterstützt.
es: El otro extremo de la negociación de seguridad es requiere criptografía fuerte pero no es compatible con el equipo local.
it: L'altra estremità della negoziazione di sicurezza è richiede la crittografia avanzata, ma non è supportato sul computer locale.
zh: 安全協商的另一端是需要較強的加密，但它不支援在本地機器上。

source: The KDC reply contained more than one principal name.
de: Die KDC-Antwort enthielt mehrere Prinzipalnamen.
es: La respuesta KDC contiene más de un nombre principal.
it: La risposta KDC conteneva più di un nome dell'entità.
zh: KDC 應答包含不止一個主要名稱。

source: Expected to find PA data for a hint of what etype to use, but it was not found.
de: PA-Daten für einen Hauch von welche Etype verwenden zu finden erwartet, aber es wurde nicht gefunden.
es: Esperaba encontrar datos del PA para una pista de qué etype utilizar, pero no se encontró.
it: Ci aspettavamo di trovare dati PA per un accenno di ciò che etype da utilizzare, ma non è stato trovato.
zh: 預計找到 PA 資料提示什麼 etype 若要使用，但是它找不到。

source: The client certificate does not contain a valid UPN, or does not match the client name in the logon request. Please contact your administrator.
de: Das Client-Zertifikat enthält keine gültigen UPN oder entspricht nicht den Clientnamen in die Anmeldeanforderung. Bitte kontaktieren Sie Ihren Administrator.
es: El certificado de cliente no contiene un UPN válido o no coincide con el nombre del cliente en la solicitud de inicio de sesión. Por favor, póngase en contacto con su administrador.
it: Il certificato client non contiene un nome principale utente valido o non corrisponde il nome del client nella richiesta di accesso. Si prega di contattare l'amministratore.
zh: 用戶端憑證不包含有效的 UPN，或在登錄請求的用戶端名稱不匹配。請聯繫您的管理員聯繫。

source: Smartcard logon is required and was not used.
de: Smartcard-Anmeldung ist erforderlich und wurde nicht genutzt.
es: Inicio de sesión de tarjeta inteligente es necesaria y no fue utilizado.
it: Accesso con smart card è necessario e non è stato utilizzato.
zh: 要求智慧卡登錄，未使用。

source: A system shutdown is in progress.
de: Das Herunterfahren des Systems ist im Gange.
es: Un sistema de cierre está en curso.
it: È in corso un arresto di sistema.
zh: 系統關機正在進行中。

source: An invalid request was sent to the KDC.
de: Eine ungültige Anforderung wurde an das KDC gesendet.
es: Una solicitud no válida fue enviada al KDC.
it: Una richiesta non valida è stata inviata al KDC.
zh: 不正確請求被發送到 KDC。

source: The requested security package does not exist
de: Das angeforderte Sicherheitspaket ist nicht vorhanden
es: El paquete de seguridad solicitada no existe
it: Il pacchetto di sicurezza richiesto non esiste
zh: 不存在請求的安全包

source: The context has expired and can no longer be used.
de: Der Kontext ist abgelaufen und kann nicht mehr verwendet werden.
es: El contexto expiró y ya no puede ser utilizado.
it: Il contesto è scaduto e non può più essere utilizzato.
zh: 上下文已過期，可以不再使用。

source: The supplied message is incomplete. The signature was not verified.
de: Die angegebene Nachricht ist unvollständig. Die Signatur wurde nicht überprüft.
es: El mensaje proporcionado es incompleto. La firma no fue verificada.
it: Il messaggio fornito è incompleto. La firma non è stata verificata.
zh: 提供的消息是不完整的。 不驗證簽名。

source: The credentials supplied were not complete, and could not be verified. The context could not be initialized.
de: Die angegebenen Anmeldeinformationen waren nicht vollständig, und konnte nicht überprüft werden. Der Kontext konnte nicht initialisiert werden.
es: Las credenciales suministradas no estaban completas y no pudieran ser verificadas. No se pudo inicializar el contexto.
it: Le credenziali fornite non erano complete e non possono essere verificate. Il contesto non potrebbe essere inizializzato.
zh: 提供的憑據並不完整，，無法驗證。無法初始化上下文。

source: The buffers supplied to a function was too small.
de: Die Puffer geliefert an eine Funktion war zu klein.
es: Los amortiguadores a una función era demasiado pequeño.
it: Il buffer fornito a una funzione era troppo piccola.
zh: 為函數提供的緩衝區太小了

source: The credentials supplied were not complete, and could not be verified. Additional information can be returned from the context.
de: Die angegebenen Anmeldeinformationen waren nicht vollständig, und konnte nicht überprüft werden. Weitere Informationen kann aus dem Kontext zurückgegeben werden.
es: Las credenciales suministradas no estaban completas y no pudieran ser verificadas. Información adicional se puede devolver desde el contexto.
it: Le credenziali fornite non erano complete e non possono essere verificate. Ulteriori informazioni possono essere restituiti dal contesto.
zh: 提供的憑據並不完整，，無法驗證。附加資訊可以從上下文返回。

source: The context data must be renegotiated with the peer.
de: Die Kontextdaten müssen mit dem Peer neu verhandelt werden.
es: Los datos de contexto deben renegociar con el mismo nivel.
it: I dati di contesto devono essere rinegoziati con il peer.
zh: 上下文資料必須與對等機器重新協商。

source: The target principal name is incorrect.
de: Der Ziel-principal Name ist falsch.
es: El nombre principal de destino es incorrecto.
it: Il nome principale di destinazione non è corretto.
zh: 目標主要名稱不正確。

source: There is no LSA mode context associated with this context.
de: Es gibt keine LSA Modus Kontext dieser Kontext zugeordnet.
es: No hay ningún contexto de modo LSA asociada a este contexto.
it: Non esiste un contesto di modalità LSA associato al contesto.
zh: 沒有與這個上下文相關的 LSA 模式上下文。

source: The clocks on the client and server machines are skewed.
de: Die Uhren auf den Client und Server-Computern sind verzerrt.
es: Los relojes en las máquinas cliente y servidor son asimétricos.
it: Gli orologi dei computer client e server sono inclinati.
zh: 用戶端和伺服器機器上的時鐘是不一致。

source: The certificate chain was issued by an untrusted authority.
de: Die Zertifikatskette wurde von einer nicht vertrauenswürdigen Zertifizierungsstelle ausgestellt.
es: La cadena de certificado fue emitida por una autoridad no confiable.
it: La catena del certificato è stata rilasciata da un'autorità non attendibile.
zh: 憑證連結是由不受信任的機構頒發的。

source: The message received was unexpected or badly formatted.
de: Die empfangene Nachricht war unerwartet oder schlecht formatiert.
es: El mensaje recibido fue inesperado o con mal formato.
it: Il messaggio ricevuto era imprevisto o formattata scorrettamente.
zh: 接收到的消息是意外或格式不正確。

source: An unknown error occurred while processing the certificate.
de: Unbekannter Fehler beim Verarbeiten des Zertifikats.
es: Se ha producido un error desconocido mientras se procesaba el certificado.
it: Si è verificato un errore sconosciuto durante l'elaborazione del certificato.
zh: 處理證書時出現未知的錯誤。

source: The received certificate has expired.
de: Das empfangene Zertifikat ist abgelaufen.
es: El certificado recibido ha caducado.
it: Il certificato ricevuto è scaduta.
zh: 收到的證書已過期。

source: The specified data could not be encrypted.
de: Die angegebenen Daten konnte nicht verschlüsselt werden.
es: No pueden cifrar los datos especificados.
it: Impossibile crittografare i dati specificati.
zh: 無法加密指定的資料。

source: The specified data could not be decrypted.
de: Die angegebenen Daten konnte nicht entschlüsselt werden.
es: No podrían descifrarse los datos especificados.
it: Impossibile decrittografare i dati specificati.
zh: 無法解密指定的資料。

source: The caller is not the owner of the desired credentials
de: Der Aufrufer ist nicht der Besitzer der gewünschten Anmeldeinformationen
es: La persona que llama no es el dueño de las credenciales deseados
it: Il chiamante non è il proprietario delle credenziali desiderate
zh: 調用方不是所需憑據的擁有者

source: The security package failed to initialize, and cannot be installed
de: Das Sicherheitspaket konnte nicht initialisieren, und kann nicht installiert werden
es: El paquete de seguridad no se pudo inicializar y no se puede instalar
it: Il pacchetto di protezione Impossibile inizializzare e non può essere installato
zh: 安全套裝軟體未能初始化，不能安裝

source: The token supplied to the function is invalid
de: Das Token geliefert, die Funktion ist ungültig
es: El token suministrado a la función no es válido
it: Il token fornito alla funzione non è valido
zh: 提供給函數的權杖無效

source: The security package is not able to marshall the logon buffer, so the logon attempt has failed
de: Das Sicherheitspaket kann nicht Marshall der Logon-Puffer, so dass der Anmeldeversuch fehlgeschlagen ist
es: El paquete de seguridad no es capaz de ordenar el búfer de inicio de sesión, por lo que ha fallado el intento de inicio de sesión
it: Il pacchetto di protezione non è in grado di marshall il buffer di accesso, così ha fallito il tentativo di accesso
zh: 安全套裝程式不是無法整理登錄緩衝區，因此登錄嘗試失敗

source: The per-message Quality of Protection is not supported by the security package
de: Pro Nachricht Qualitätsschutz stützt sich nicht auf das Sicherheitspaket
es: La calidad de protección de cada mensaje no es compatible con el paquete de seguridad
it: La qualità di protezione al messaggio non è supportata dal pacchetto sicurezza
zh: 安全套裝軟體不支援每消息保護品質

source: The security context does not allow impersonation of the client
de: Der Sicherheitskontext erlaubt keine Identitätswechsel des Kunden
es: El contexto de seguridad no permite la suplantación del cliente
it: Il contesto di protezione non consente la rappresentazione del client
zh: 安全上下文不允許類比用戶端

source: The logon attempt failed
de: Der Anmeldeversuch ist fehlgeschlagen
es: El intento de inicio de sesión no se pudo
it: Il tentativo di accesso non riuscito
zh: 登錄嘗試失敗

source: The credentials supplied to the package were not recognized
de: Die Anmeldeinformationen für das Paket wurden nicht erkannt
es: No se reconocieron las credenciales suministradas en el paquete
it: Le credenziali fornite al pacchetto non sono state riconosciute
zh: 沒有識別提供給安全套裝程式的憑證

source: No credentials are available in the security package
de: Im Sicherheitspaket sind keine Anmeldeinformationen verfügbar
es: Credenciales no están disponibles en el paquete de seguridad
it: Non sono disponibili nel pacchetto di protezione credenziali
zh: 沒有憑據的安全包中可用

source: The message or signature supplied for verification has been altered
de: Die Nachricht oder Unterschrift geliefert für die Überprüfung hat sich verändert
es: Se ha alterado el mensaje o la firma para verificación
it: È stato modificato il messaggio o la firma fornito per la verifica
zh: 消息或為驗證提供的簽名已被改變

source: The message supplied for verification is out of sequence
de: Die Botschaft geliefert für die Überprüfung ist außerhalb der Reihenfolge
es: El mensaje para verificación está fuera de secuencia
it: Il messaggio fornito per la verifica è fuori sequenza
zh: 為驗證提供的消息是不按順序

source: No authority could be contacted for authentication.
de: Keine Autorität konnte für die Authentifizierung kontaktiert werden.
es: Ninguna autoridad puede contactarse para la autenticación.
it: Nessuna autorità può essere contattata per l'autenticazione.
zh: 沒有權力無法進行身份驗證。

source: The function completed successfully, but must be called again to complete the context
de: Die Funktion wurde erfolgreich abgeschlossen, sondern muss erneut aufgerufen werden, um den Kontext zu vervollständigen
es: La función terminó con éxito, pero debe llamar otra vez para completar el contexto
it: La funzione completata con successo, ma deve essere chiamata nuovamente per completare il contesto
zh: 此函數已成功完成，但必須再次調用，以完成上下文

source: The function completed successfully, but CompleteToken must be called
de: Die Funktion wurde erfolgreich abgeschlossen, sondern muss CompleteToken aufgerufen werden
es: La función terminó con éxito, pero CompleteToken debe llamarse
it: La funzione è stata completata correttamente, ma deve essere chiamato CompleteToken
zh: 函數成功完成，但是必須調用 CompleteToken

source: The function completed successfully, but both CompleteToken and this function must be called to complete the context
de: Die Funktion erfolgreich abgeschlossen, aber CompleteToken und diese Funktion müssen aufgerufen werden, um den Kontext zu vervollständigen
es: La función terminada con éxito, pero CompleteToken y esta función deben ser llamadas para completar el contexto
it: La funzione completata, ma sia CompleteToken che questa funzione deve essere chiamati per completare il contesto
zh: 功能已成功完成，但是 CompleteToken 和此函數必須調用以完成上下文

source: The logon was completed, but no network authority was available. The logon was made using locally known information
de: Die Anmeldung wurde abgeschlossen, aber keine Netzwerk-Behörde war verfügbar. Die Anmeldung erfolgte mit lokal bekannten Informationen
es: Se completó el inicio de sesión, pero ninguna autoridad de la red estaba disponible. El inicio de sesión se realizó utilizando información localmente conocido
it: L'accesso è stata completata, ma nessuna autorità di rete era disponibile. L'accesso è stato realizzato utilizzando informazioni localmente conosciute
zh: 登錄已完成，但沒有網路許可權可用。登錄了使用本地已知的資訊

source: Accept Error
de: Fehler akzeptieren
es: Aceptar el Error
it: Accettare l'errore
zh: 接受錯誤

source: Accept Failed
de: Annahme fehlgeschlagen
es: Aceptar error
it: Accettare non riuscita
zh: 接受失敗

source: Accept Exit
de: Ausfahrt zu akzeptieren
es: Aceptar la salida
it: Accettare di uscita
zh: 接受退出

source: Connect Loop
de: Schleife zu verbinden
es: Conecte el lazo
it: Collegare Loop
zh: 連接環

source: Connect Error
es: Error de conexión
it: Errore di connessione
zh: 連接錯誤

source: Connect Failed
de: Verbindung ist fehlgeschlagen
es: Conexión fallida
it: Connessione non riuscita
zh: 連接失敗

source: Connect Exit
de: Verbindung beenden
es: Conecte la salida
it: Collegare l'uscita
zh: 連接退出

source: Handshake Start
es: Inicio de apretón de manos
it: Stretta di mano Start
zh: 握手開始

source: Handshake Done
de: Handshake getan
es: Apretón de manos hecho
it: Stretta di mano fatto
zh: 做的握手

source: Successfull API call
de: Erfolgreiches API-Aufruf
es: Llamada a la API de éxito
it: Chiamata API successfull
zh: 成功 API 呼叫

source: Not enough memory is available to complete this request
de: Ist nicht genügend Arbeitsspeicher zum Abschließen dieser Anforderung verfügbar
es: No hay suficiente memoria está disponible para completar esta solicitud
it: Memoria insufficiente è disponibile per completare la richiesta
zh: 沒有足夠的記憶體可用於完成此請求

source: The handle specified is invalid
de: Das angegebene Handle ist ungültig
es: El mango especificado no es válido
it: L'handle specificato non è valido
zh: 指定的控制碼無效

source: The function requested is not supported
de: Die angeforderte Funktion wird nicht unterstützt
es: No se admite la función solicitada
it: La funzione richiesta non è supportata
zh: 不支援請求的函數

source: The specified target is unknown or unreachable
de: Das angegebene Ziel ist unbekannt oder nicht erreichbar
es: El destino especificado es desconocido o
it: La destinazione specificata è sconosciuta o non raggiungibile
zh: 指定的目標是未知或不可訪問

source: The Local Security Authority cannot be contacted
de: Die lokale Sicherheitsautorität kann nicht kontaktiert werden
es: La autoridad de seguridad Local no puede ponerse en contacto con
it: L'autorità di protezione locale non può essere contattato
zh: 無法連絡到本地安全機構

source: EOF was observed that violates the protocol
de: EOF wurde beobachtet, dass das Protokoll verletzt
es: EF se observó que viola el protocolo de
it: EOF è stato osservato che viola il protocollo
zh: EOF 觀察，違反了議定書 》

source: Unsupported object type. You can assign only one of the following types or their descendants: TStrings, TStream.
de: Nicht unterstützter Objekttyp. Sie können nur eines der folgenden Arten oder deren Nachkommen: TStrings, TStream.
es: Tipo de objeto no admitido. Usted puede asignar sólo uno de los siguientes tipos o sus descendientes: TStrings, TStream.
it: Tipo di oggetto non supportato. È possibile assegnare solo uno dei seguenti tipi o loro discendenti: TStrings, TStream.
zh: 不支援的物件類型。您可以分配以下類型或他們的後代之一︰ TStrings、 TStream。

source: Unsupported transfer type. You can assign only an empty string or one of the following values: 7bit, 8bit, binary, quoted-printable, base64.
de: Nicht unterstützte Übertragungstyp. Sie können nur eine leere Zeichenfolge oder einer der folgenden Werte zuweisen: 7 Bit, 8 Bit, Binär, zitiert druckbare base64.
es: Tipo de transferencia no compatibles. Usted puede asignar sólo una cadena vacía o uno de los siguientes valores: 7 bit, 8 bits, binario, imprimible, base64.
it: Tipo di trasferimento non supportato. È possibile assegnare solo una stringa vuota o uno dei seguenti valori: a 7 bit, 8 bit, binaria, quoted printable, base64.
zh: 不受支援的傳輸類型。您可以指定只有一個空的字串或為下列值之一︰ 7 位、 8 位、 二進位、 報價列印，base64。

source: Unsupported encoding. You can assign only one of the following values: Q, B, 8.
de: Nicht unterstützte Codierung. Sie können nur eines der folgenden Werte zuweisen: Q, B, 8.
es: Sin soporte de codificación. Usted puede asignar sólo uno de los valores siguientes: Q, B, 8.
it: Non supportato codifica. È possibile assegnare solo uno dei valori seguenti: Q, B, 8.
zh: 不支援的編碼。您可以指定下列值之一︰ Q，B，8。

source: Protocol field is empty
de: Protokollfeld ist leer
es: Protocolo de campo está vacío
it: Campo del protocollo è vuoto
zh: 協定欄位為空

source: Host field is empty
de: Feld "Host" ist leer
es: Campo de host está vacía
it: Campo host è vuoto
zh: 主機欄位為空

source: Unsupported operation.
de: Nicht unterstützte Operation.
es: Operación no compatible.
it: Operazione non supportata.
zh: 不支援的操作。

source: Could not encode header data using charset "%s"
de: Konnte die Header-Daten nicht mit dem Zeichensatz "% s"
es: No puede codificar datos encabezado charset "%s"
it: Non è in grado di codificare i dati di intestazione utilizzando set di caratteri "%s"
zh: 不能編碼標頭資料使用字元集"%s"

source: Failed to load %s.
de: Laden von %s ist fehlgeschlagen.
es: Error al cargar %s.
it: Impossibile caricare %s.
zh: 未能載入 %s。

source: Mode has not been set.
de: Modus wurde nicht festgelegt.
es: Modo no se ha establecido.
it: Modalità non è stata impostata.
zh: 尚未設置模式。

source: Could not load SSL library.
de: SSL-Bibliothek konnte nicht geladen werden.
es: No se pudo cargar la biblioteca SSL.
it: Impossibile caricare la libreria SSL.
zh: 不能載入 SSL 庫。

source: SSL status: "%s"
es: Estado SSL: "%s"
it: Lo stato SSL: "%s"
zh: SSL 狀態:"%s"

source: %s Alert
de: %s-Warnung
es: alerta de %s
it: avviso di %s
zh: %s 警報

source: %s Read Alert
de: %s lesen Warnung
es: Leer alerta de %s
it: Avviso di lettura di %s
zh: %s 讀取警報

source: %s Write Alert
de: %s schreiben Warnung
es: %s escribir alerta
it: Avviso di scrittura di %s
zh: %s 寫入警報

source: Accept Loop
de: Schleife zu akzeptieren
es: Aceptar el lazo
it: Accettare il ciclo
zh: 接受迴圈

source: Not Acceptable
de: Nicht akzeptabel
es: No es aceptable
it: Non è accettabile
zh: 不能接受

source: Unknown Protocol
de: Unbekanntes Protokoll
es: Protocolo desconocido
it: Protocollo sconosciuto
zh: 未知的協定

source: Request method requires HTTP version 1.1
de: Request-Methode erfordert HTTP Version 1.1
es: Método de solicitud requiere la versión 1.1 de HTTP
it: Metodo di richiesta richiede HTTP versione 1.1
zh: 請求方法需要 HTTP 1.1 版

source: Unsupported hash algorithm. This implementation supports only MD5 encoding.
de: Nicht unterstützte Hash-Algorithmus. Diese Implementierung unterstützt nur MD5-Verschlüsselung.
es: Algoritmo de hash no compatibles. Esta aplicación soporta sólo codificación MD5.
it: Algoritmo di hash non supportato. Questa implementazione supporta solo la codifica MD5.
zh: 不受支援的雜湊演算法。此實現支援唯一 MD5 編碼。

source: Error accepting connection with SSL.
de: Fehler bei Verbindung mit SSL annimmt.
es: Error aceptar conexión con SSL.
it: Errore accettando la connessione con SSL.
zh: 接受使用 SSL 連線時出錯。

source: Error connecting with SSL.
de: Fehler bei der Verbindung mit SSL.
es: Error al conectar con SSL.
it: Errore durante la connessione con SSL.
zh: 使用 SSL 連線時出錯。

source: SetCipher failed.
de: SetCipher ist fehlgeschlagen.
es: SetCipher no.
it: SetCipher non riuscita.
zh: SetCipher 失敗。

source: Error creating SSL session.
de: Fehler beim Erstellen einer SSL-Sitzung.
es: Error al crear la sesión SSL.
it: Errore durante la creazione di sessione SSL.
zh: 創建 SSL 會話時出錯。

source: Error creating SSL context.
de: Erstellen von SSL Fehlerkontext.
es: Contexto SSL creando error.
it: Errore creazione contesto SSL.
zh: 錯誤創建 SSL 上下文。

source: Could not load root certificate.
de: Root-Zertifikat konnte nicht geladen werden.
es: No se pudo cargar el certificado raíz.
it: Impossibile caricare il certificato radice.
zh: 不能載入根憑證。

source: Could not load certificate.
de: Zertifikat konnte nicht geladen werden.
es: No se pudo cargar el certificado.
it: Impossibile caricare il certificato.
zh: 無法載入證書。

source: Could not load key, check password.
de: Konnte nicht laden Schlüssel, Kennwort überprüfen.
es: No podría cargar clave, Compruebe la contraseña.
it: Impossibile caricare la chiave, verifica password.
zh: 無法載入登錄機碼，請檢查密碼。

source: Could not load DH Parameters.
de: DH-Parametern konnte nicht geladen werden.
es: No se pudo cargar parámetros DH.
it: Impossibile caricare i parametri di DH.
zh: 無法載入 DH 參數。

source: Error getting SSL method.
de: Fehler beim Abrufen der SSL-Verfahren.
es: Error al obtener el método SSL.
it: Errore metodo SSL.
zh: 獲取 SSL 方法時出錯。

source: Error setting File Descriptor for SSL
de: Fehler beim Festlegen der Datei-Deskriptor für SSL
es: Error establecer el Descriptor de archivo para SSL
it: Errore di impostazione File descrittore per SSL
zh: 為 SSL 設置檔描述項時發生錯誤

source: Error binding data to SSL socket.
de: Binden von Daten für SSL Socket Fehler.
es: Error enlace los datos al socket SSL.
it: Dati associazione errore socket SSL.
zh: 錯誤將資料繫結到 SSL 通訊端。
