Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Align text to the left
de: Text links ausrichten
es: Alinear texto a la izquierda
it: Allineare il testo a sinistra
zh: 將文本靠左對齊

source: Align Text Left
de: Text linksbündig
es: Alinear texto izquierda
it: Allinea testo a sinistra
zh: 文本左對齊

source: Align text to the right
de: Text rechts ausrichten
es: Alinear texto a la derecha
it: Allineare il testo a destra
zh: 將文本向右對齊

source: Align Text Right
de: Text rechts ausrichten
es: Alinear texto a la derecha
it: Allinea testo a destra
zh: 右對齊文本

source: &Camera list
de: &Kameraliste
es: &Lista de cámaras
it: &Elenco fotocamere
zh: 與相機清單 (&C)

source: Toggle to show/hide Application Button
de: Schalten Sie um/Anwendungs-Schaltfläche ausblenden
es: Alternar para mostrar u ocultar el botón de la aplicación
it: Attivare o disattivare per mostrare/nascondere pulsante di applicazione
zh: 切換顯示/隱藏應用程式按鈕

source: Application Button
de: Schaltfläche Anwendung
es: Botón de aplicación
it: Pulsante di applicazione
zh: 應用程式按鈕

source: Click here to open, save, print or perform any other action you see in the menu.
de: Klicken Sie hier, um zu öffnen, speichern, drucken oder eine andere Aktion sehen Sie im Menü ausführen.
es: Haga clic aquí para abrir, guardar, imprimir o realizar cualquier otra acción que puedes ver en el menú.
it: Clicca qui per aprire, salvare, stampare o eseguire qualsiasi altra azione che si vede nel menu.
zh: 按一下此處打開、 保存、 列印或在功能表中執行您看到的任何其他行動。

source: Application Menu
de: Anwendungsmenü
es: Menú de la aplicación
it: Menu dell'applicazione
zh: 應用程式功能表

source: Apply Black Color Scheme
de: Schwarze Farbschema anwenden
es: Aplicar el esquema de Color negro
it: Applicare la combinazione di colori nero
zh: 應用黑色彩配置

source: Apply Blue Color Scheme
de: Blauen Farbschema anwenden
es: Aplicar el esquema de Color azul
it: Applicare la combinazione di colori blu
zh: 應用藍色色彩配置

source: Make the selected text bold
de: Formatieren Sie den markierten Text Fett
es: Que negrita el texto seleccionado
it: Applicare il grassetto al testo selezionato
zh: 將選定的文本變為粗體

source: Starts a bulleted list
de: Beginnt eine Aufzählung
es: Inicia una lista con viñetas
it: Inizia un elenco puntato
zh: 開始專案符號清單

source: Copy the selection and put it on the Clipboard
de: Kopieren Sie die Auswahl und in der Zwischenablage speichern
es: Copiar la selección y ponerla en el portapapeles
it: Copiare la selezione e metterlo negli Appunti
zh: 複製所選內容並放入剪貼簿

source: Cut the selection from the document and put it on the Clipboard
de: Schneiden Sie Auswahl aus dem Dokument aus und in die Zwischenablage speichern
es: Cortar la selección del documento y péguelo en el portapapeles
it: Tagliare la selezione dal documento e metterlo negli Appunti
zh: 剪切所選內容從文檔並把它放在剪貼簿上

source: Find text in the document
de: Suchen von Text in das Dokument
es: Buscar texto en el documento
it: Trovare testo nel documento
zh: 在文檔中查找文本

source: Show the Font dialog box
de: Das Dialogfeld Schriftart anzeigen
es: Mostrar el cuadro de diálogo fuente
it: Visualizza la finestra di dialogo carattere
zh: 顯示字體對話方塊

source: Font Dialog
de: Dialogfeld Schriftart
es: Cuadro de diálogo Font
it: Finestra di dialogo carattere
zh: 字體對話方塊

source: This button is displayed when its OnHelpButtonClick event handler is assigned.
de: Diese Schaltfläche wird angezeigt, wenn der OnHelpButtonClick-Ereignishandler zugeordnet ist.
es: Este botón aparece cuando se asigna su controlador de eventos OnHelpButtonClick.
it: Questo pulsante viene visualizzato quando viene assegnato il relativo gestore di eventi OnHelpButtonClick.
zh: 當分配其 OnHelpButtonClick 事件處理常式時，將顯示此按鈕。

source: Italicize the selected text
de: Den markierten Text kursiv
es: Poner en cursiva el texto seleccionado
it: Formattare in corsivo il testo selezionato
zh: 將所選的文本設置為傾斜

source: Create a new document
de: Erstellen Sie ein neues Dokument
es: Crear un documento nuevo
it: Creare un nuovo documento
zh: 創建新文檔

source: Open the existing document
de: Öffnen Sie das vorhandene Dokument
es: Abra el documento existente
it: Apri documento esistente
zh: 打開現有文檔

source: visit to ww.dfetdl
de: besuch in ww.dfetdl
es: visita a ww.dfetdl
it: visita a ww.dfetdl
zh: 訪問 ww.dfetdl

source: Paste the contents of the Clipboard
de: Fügen Sie den Inhalt der Zwischenablage
es: Pegar el contenido del portapapeles
it: Incollare il contenuto degli Appunti
zh: 粘貼剪貼簿的內容

source: Print the document
de: Drucken Sie das Dokument
es: Imprimir el documento
it: Stampare il documento
zh: 列印文檔

source: Toggle to show/hide Quick Access Toolbar
de: Umschalten auf/Quick Access Toolbar ausblenden
es: Alternar para mostrar/ocultar barra de herramientas de acceso rápido
it: Attivare o disattivare per mostrare/nascondere la barra di accesso rapido
zh: 切換顯示/隱藏快速存取工具列

source: Quick Access Toolbar Visibility
de: Schnellzugriffs-Symbolleiste Sichtbarkeit
es: Visibilidad de barra de herramientas de acceso rápido
it: Visibilità della barra degli strumenti accesso rapido
zh: 快速存取工具列可見度

source: Show Quick Access Toolbar above the Ribbon
de: Schnellzugriff-Symbolleiste oberhalb der Multifunktionsleiste anzeigen
es: Mostrar barra de herramientas de acceso rápido por encima de la cinta
it: Visualizza la barra di accesso rapido sopra la barra multifunzione
zh: 顯示快速存取工具列以上絲帶

source: Show Quick Access Toolbar below the Ribbon
de: Schnellzugriff-Werkzeugkasten unter der Multifunktionsleiste anzeigen
es: Mostrar barra de herramientas de acceso rápido por debajo de la cinta
it: Visualizza la barra di accesso rapido sotto la barra multifunzione
zh: 顯示快速存取工具列功能區下方

source: Replace text in the document
de: Ersetzen Sie Text in das Dokument
es: Reemplazar texto en el documento
it: Sostituire il testo nel documento
zh: 替換文檔中的文本

source: Replace
de: Ersetzen
es: Vuelva a colocar
it: Sostituire
zh: 替換

source: Toggle to display the editor either as a ribbon or normal form
de: Umschalten Sie, um im Editor angezeigt, entweder als Band oder als Normalform
es: Cambiar para mostrar el editor como una cinta o forma normal
it: Attiva/disattiva per visualizzare l'editor come un nastro o forma normale
zh: 進行切換，以作為絲帶或正常形式顯示編輯器

source: Apply Silver Color Scheme
de: Silberne Farbschema anwenden
es: Aplicar el esquema de Color Plata
it: Applicare la combinazione di colore argento
zh: 應用銀色彩配置

source: Underline the selected text
de: Den ausgewählten Text unterstreichen
es: Subrayar el texto seleccionado
it: Sottolineare il testo selezionato
zh: 所選的文本添加底線

source: &Window
de: &Fenster
es: &Ventana
it: &Finestra
zh: 與視窗 (&W)

source: &Arrange
de: &Arrangieren
es: &Organizar
it: &Organizza
zh: 與安排 (&A)

source: &Cascade
es: &Cascada
zh: 與級聯 (&C)

source: Cascade
de: Kaskade
es: Cascada
it: Cascata
zh: 級聯

source: &Default position
de: &Standardposition
es: &Posición por defecto
it: Posizione pre&definita
zh: 與預設位置 (&D)

source: &Minimize All
de: &Alle minimieren
es: &Minimizar todas
it: &Riduci tutto
zh: 全部最小化 (&M)

source: Minimize All
de: Alle minimieren
es: Minimizar todos los
it: Ridurre a icona tutte
zh: 全部最小化

source: Tile &Horizontally
de: Fliese &horizontal
es: Azulejo y horizontalmente
it: &Affianca orizzontalmente
zh: 瓷磚及水準 (&H)

source: Tile Horizontal
de: Fliese Horizontal
es: Mosaico Horizontal
it: Mattonella orizzontale
zh: 水準平鋪

source: &Tile Vertically
de: &Vertikal anordnen
es: &Mosaico vertical
it: Affianca ver&ticalmente
zh: 與垂直平鋪 (&T)

source: Tile Vertical
de: Kachel-vertikal
es: Mosaico Vertical
it: Mattonelle verticale
zh: 垂直平鋪

source: IBServer
es: Servidor IB
zh: 服務

source: Add Folder
de: Ordner hinzufügen
es: Agregar carpeta
it: Aggiungi cartella
zh: 添加資料夾

source: Clear All
de: Alle löschen
es: Borrar todo
it: Cancella tutto
zh: 全部清除

source: Clear Last
de: Klar, letzte
es: Borrar el último
it: Cancella ultimo
zh: 清除最後

source: Tv
zh: 電視

source: Set Focus
de: Fokus setzen
es: Enfoque conjunto
it: Focus
zh: 設置的焦點

source: Direct upload video on Youtube
de: Direkter Upload Video auf Youtube
es: Carga directa de video en Youtube
it: Upload diretto dei video su Youtube
zh: 直接上傳視頻在 youtube 上

source: X264 codec
zh: X264 編碼解碼器

source: Use X264 codec video compression
de: Verwendung X264 Codec video-Kompression
es: Uso X264 codec de compresión de vídeo
it: Utilizzo X264 codec di compressione video
zh: 使用 X264 編解碼器視訊壓縮

source: Flip Horz
es: Horz de tirón
it: Capovolgi Orizzontale
zh: 水準翻轉

source: Capture Camera Preview
de: Erfassen Kameravorschau
es: Captura previa cámara
it: Cattura Anteprima Camera
zh: 捕捉相機預覽

source: Zoom far 1
de: Zoomen Sie weit 1
es: Zoom lejos 1
it: Zoom 1 lontano
zh: 放大遠 1

source: Zoom far 3
de: Zoomen Sie weit 3
es: Zoom lejos 3
it: Zoom 3 lontano
zh: 放大遠 3

source: Zoom near 1
de: Zoomen Sie in der Nähe von 1
es: Zoom cerca de la 1
it: Zoom vicino a 1
zh: 放大近 1

source: Zoom near 3
de: Zoomen Sie in der Nähe von 3
es: Zoom cerca de 3
it: Zoom vicino 3
zh: 放大近 3

source: Camera
de: Kamera
es: Cámara
it: Fotocamera
zh: 相機

source: Focus
de: Fokus
es: Enfoque
zh: 焦點

source: Live Video
es: Video en vivo
it: Video Live
zh: 現場視頻

source: Far
de: Weit
es: Ahora
it: Lontano
zh: 遠

source: Near
de: In der Nähe
es: Cerca de
it: Vicino a
zh: 附近的

source: Camera profile
de: Kamera-Profil
es: Perfil de cámara
it: Profilo fotocamera
zh: 相機設定檔

source: Label Message
de: Label-Nachricht
es: Mensaje de la etiqueta
it: Messaggio di etichetta
zh: 給郵件加標籤

source: Preview not available
de: Vorschau nicht verfügbar
es: Vista previa no disponible
it: Anteprima non disponibile
zh: 沒有可用的預覽

source: Canvas alignment
de: Leinwand-Ausrichtung
es: Alineación de lona
it: Allineamento di tela
zh: 畫布對齊方式

source: On Center
de: Auf Mitte
es: En el centro
it: Il centro
zh: 關於中心

source: Set DPI to
de: Eingestellte DPI
es: Sistema de DPI para
it: Impostare DPI per
zh: 設置的 DPI 到

source: Fit the image to mask
de: Passen Sie das Bild, um die Maske
es: Ajuste la imagen a la máscara
it: Adattare l'immagine alla maschera
zh: 將圖像放入面具

source: Fit to mask
de: Passen zu maskieren
es: Ajuste de la máscara
it: Adatta per mascherare
zh: 適合來掩飾

source: Model from
de: Modell aus
es: El modelo de
it: Modello da
zh: 模型可以從

source: Model to
de: Modell zu
es: Modelo a
it: Modello a
zh: 模型

source: Page1
de: Seite 1
es: Página 1
it: Pagina1
zh: 第 1 頁

source: Page2
es: Página 2
it: Pagina2
zh: 第 2 頁

source: &Avanti >>
de: &Vorwärts >>
es: &Siguiente >>
zh: & 阿凡提 (&A) > >

source: &Esci
de: &Ausfahrt
es: &Salida
zh: 出口 (&E)

source: Info Rigo 1 Info Rigo 2
es: Información Rigo 1 información Rigo 2
zh: 資訊瑞格 1 資訊瑞格 2

source: Titolo
de: Mindestsicherheitsmaßnahmen
zh: 季節性

source: Height (mm)
de: Höhe (mm)
es: Altura (mm)
it: Altezza (mm)
zh: 高度 （毫米）

source: Width (mm)
de: Breite (mm)
es: Ancho (mm)
it: Larghezza (mm)
zh: 寬度 （毫米）

source: Selection Masks
de: Auswahlmasken
es: Máscaras de selección
it: Maschere di selezione
zh: 選擇蒙版

source: Custom AutoFilter
de: Benutzerdefinierte AutoFilter
es: Filtro personalizado
it: Auto Filtro personalizzato
zh: 自訂篩選器

source: ColumnName
es: Columna nombre
it: NomeColonna
zh: 列

source: fmFilterControlDialog
de: dialogfeld Schriftart
es: cuadro de diálogo Font
zh: 字體對話方塊

source: Data &Import
de: &Datenimport
es: &Importación datos
it: &Importa
zh: 資料與導入(&I)

source: Data &Export
de: &Datenexport
es: &Exportación datos
it: &Esporta
zh: 資料與出口

source: Delete sold ebay item
de: Ebay verkauft Element löschen
es: Eliminar el artículo de ebay vende
it: Elimina oggetto ebay venduto
zh: 刪除出售易趣專案

source: Language
de: Sprache
es: Idioma
it: Lingua
zh: 語言

source: Detail 1
es: Detalle 1
it: Part. 1
zh: 詳細資訊 1

source: Detail 2
es: Detalle 2
it: Part. 2
zh: 細節 2

source: Detail 3
es: Detalle 3
it: Part. 3
zh: 細節 3

source: Detail 4
es: Detalle 4
it: Part. 4
zh: 細節 4

source: Detail 5
es: Detalle 5
it: Part. 5
zh: 細節 5

source: Detail 6
es: Detalle 6
it: Part. 6
zh: 細節 6

source: Detail 7
es: Detalle 7
it: Part. 7
zh: 細節 7

source: Detail 8
es: Detalle 8
it: Part. 8
zh: 細節 8

source: Detail 9
es: Detalle 9
it: Dettagli 9
zh: 細節 9

source: Detail 10
es: Detalle 10
it: Part. 10
zh: 細節 10

source: Detail 11
es: Detalle 11
it: Particolare 11
zh: 細節 11

source: Tags
es: Etiquetas
it: Tag
zh: 標籤

source: Available Reports
de: Verfügbare Berichte
es: Informes disponibles
it: Stampe disponibili
zh: 可用的報告

source: Descriptions
de: Beschreibungen
es: Descripciones
it: Descrizioni
zh: 說明

source: Models
de: Modelle
es: Modelos
it: Modelli
zh: 模型

source: &Search
de: &Suche
es: &Búsqueda
it: &Ricerca
zh: 與搜索 (&S)

source: Reset fiters
de: Filter zurücksetzen
es: Fiters RESET
it: Azzera filtri
zh: 重置 fiters

source: &Fetch Data
de: &Daten abrufen
es: &Buscar datos
it: &Recupera
zh: 與獲取資料 (&F)

source: Search models by tag
de: Suche Modelle von tag
es: Buscar modelos por etiqueta
it: Modelli di ricerca per tag
zh: 通過標籤搜索模型

source: &Images
de: &Bilder
es: &Imágenes
it: &Immagini
zh: 與圖像 (&I)

source: Show/Hide Image List
de: Bildliste ein-/ausblenden
es: Mostrar/ocultar lista de imágenes
it: Mostra/Nascondi elenco immagini
zh: 顯示/隱藏圖像清單

source: Search:
de: Suche:
es: Búsqueda de:
it: Ricerca:
zh: 搜索︰

source: Items
de: Artikel
es: Artículos
it: Elementi
zh: 專案

source: Search text
de: Suchtext
es: Texto a buscar
it: Ricerca testo
zh: 搜索文本

source: Models Lookup
de: Modelle-Lookup
es: Búsqueda de modelos
it: Ricerca di modelli
zh: 模型查找

source: mm pixel
es: pixel
zh: 圖元

source: &Width:
de: &Breite:
es: &Ancho:
it: &Larghezza:
zh: 寬度 (&W)︰

source: &Height:
de: &Höhe:
es: &Altura:
it: &Altezza:
zh: 高度 (&H)︰

source: &Resolution:
de: &Auflösung:
es: &Resolución:
it: &Risoluzione:
zh: 與決議 (&R)︰

source: &Preset:
de: &Voreingestellt:
es: &Programación:
it: &Predefinito:
zh: 與預設 (&P)︰

source: Background &Contents:
de: &Hintergrundinhalt:
es: Fondo y contenido:
it: Contenuto &sfondo:
zh: 背景與內容︰

source: Ad&vanced
de: &Fortgeschritten
es: A&vanzado
it: A&vanzato
zh: 廣告與先進

source: Show data on a single row
de: Zeigen daten einzelne zeile
es: Mostrar datos en una sola fila
it: Visualizza su una singola riga
zh: 在單個行上顯示資料

source: Show picture border
de: Bilderrahmen anzeigen
es: Mostrar foto frontera
it: Visualizza bordo immagine
zh: 顯示圖片邊框

source: Sort by mask size
de: Sortieren nach Maskengröße
es: Ordenar por tamaño de la máscara
it: Ordina per dim. maschera
zh: 按面具大小排序

source: Tu vuo' ch'io rinovelli disperato dolor
de: TU Vuo' Konzertes Rinovelli Disperato Dolor
es: Tu vuo' l rinovelli disperato dolor
zh: 杜武 ' 花兒 rinovelli disperato 憂傷

source: Data Position
de: Datenposition
es: Datos posición
it: Posizione di dati
zh: 資料位置

source: Data max width
de: Max Datenbreite
es: Anchura máxima de los datos
it: Larghezza massima di dati
zh: 資料最大寬度

source: Paper Orientation
de: Papierausrichtung
es: Orientación del papel
it: Orientamento della carta
zh: 紙張方向

source: Portrait
de: Porträt
es: Retrato
it: Ritratto
zh: 肖像

source: Landscape
de: Landschaft
es: Paisaje
it: Paesaggio
zh: 景觀

source: Suffix
es: Sufijo
it: Suffisso
zh: 尾碼

source: %s Summary
de: %s-Zusammenfassung
es: Resumen de %s
it: Riepilogo di %s
zh: %s 摘要

source: Row count
de: Zeilenanzahl
es: Recuento filas
it: Num. Righe
zh: 行計數

source: Row offset
de: Zeile offset
es: Offset fila
it: Offset Riga
zh: 行偏移量

source: Page preview
de: Seitenvorschau
es: Vista previa de la página
it: Anteprima pagina
zh: 頁面預覽

source: Data alignment
de: Datenabgleich
es: Alineación de datos
it: Allineamento dei dati
zh: 資料對齊方式

source: Header height
de: Header-Höhe
es: Altura del dintel
it: Alt. Intestazione
zh: 標題的高度

source: Footer Height
de: Höhe Fußzeile
es: Alt. Pie de página
it: Alt. Piè di pagina
zh: 頁腳高度

source: Welcome to the Catalogue Page Wizard.
de: Willkommen beim Katalog Seite Assistenten.
es: Bienvenido al asistente de página de catálogo.
it: Benvenuto nella pagina guidata della creazione catalogo.
zh: 歡迎來到目錄頁嚮導。

source: This wizard will help you in creating columnar catalogues as well as
de: Dieser Assistent hilft Ihnen bei der Schaffung von säulenförmigen Kataloge sowie
es: Este asistente le ayudará en la creación de catálogos columnares como
it: Questa procedura guidata vi aiuterà nella creazione di cataloghi colonnare, nonché
zh: 此嚮導將説明您創建縱欄式目錄以及

source: autosizeable catalogues.
de: autosizeable Kataloge.
es: catálogos de autosizeable.
it: cataloghi autodimensionanti.
zh: autosizeable 目錄。

source: Existing Page Settings
de: Vorhandene Seiteneinstellungen
es: Configuración Página
it: Impostazioni di pagina esistenti
zh: 現有的版面設定

source: Page Setting Name
de: Name der Seite Einstellung
es: Nombre de la configuración de página
it: Nome Catalogo
zh: 版面設定名稱

source: Right mouse click to delete
de: Rechten Maustaste löschen klicken
es: Derecho del ratón haga clic en para borrar
it: Click destro del mouse per eliminare
zh: 滑鼠右鍵按一下要刪除

source: Count
de: Graf
es: Conde
zh: 計數

source: Column count
de: Anzahl Spalten
es: Cuenta columna
it: Num. Colonne
zh: 列數

source: Column offset
de: Spaltenabstand
es: Columna offset
it: Offset Colonna
zh: 列偏移量

source: Please choose the kind of catalogue
de: Bitte wählen Sie die Art des Katalogs
es: Por favor, elija el tipo de catálogo
it: Si prega di scegliere il tipo di catalogo
zh: 請選擇目錄的種類

source: Columnar Catalogue (same shape on each page)
de: Säulenförmigen Katalog (gleiche Form auf jeder Seite)
es: Catàlogo columnar (misma forma de cada página)
it: Catalogo colonnare (stessa forma su ogni pagina)
zh: 柱狀目錄 （每個頁面上的同一形狀）

source: Columnar Catalogue with %sSummary
de: Säulenförmigen Katalog mit % sSummary
es: Catàlogo columnar con %sSummary
it: Catalogo colonnare con Riepilogo Sommario
zh: 柱狀目錄與 %sSummary

source: Autosizeable (every shape is positioned automatically)
de: Autosizeable (jede Form wird automatisch positioniert)
es: Autosizeable (todas las formas se coloca automáticamente)
it: Autodimesionante (ogni forma viene posizionata automaticamente)
zh: Autosizeable （每個形狀自動定位）

source: Fixed Size (all images are stretched to one mask size)
de: Feste Größe (alle Bilder sind auf einer Maskengröße gestreckt)
es: Tamaño fijo (se estiran todas las imágenes al tamaño de una máscara)
it: Dimensioni fisse (tutte le immagini sono stese alla dimensione di una maschera)
zh: 固定的大小 （所有圖像都延伸到一個面具大小）

source: Save a &Copy
de: Speichern einer &Kopie
es: Guardar una &copia de
it: Salva una &copia
zh: 保存與副本

source: Delete selected Page Setting
de: Ausgewählte löschen Seiteneinstellung
es: Borrar configuración de página seleccionada
it: Elimina selezionati impostazione pagina
zh: 刪除所選版面設定

source: Catalogue Page Wizard
de: Katalog-Seiten-Assistenten
es: Asistente para páginas de catálogo
it: Procedura guidata nella creazione del catalogo
zh: 目錄頁嚮導

source: Page4
es: Página 4
it: A pagina4
zh: 第 4 頁

source: Page5
es: Página5
it: A pagina5
zh: 第 5 頁

source: &Load
de: Laden
es: Carga
it: &Carico
zh: ＆加载

source: Horizontally
de: Waagerecht
es: Centro horizontal en banda
it: Orizzontale
zh: 水平

source: Vertically
de: Vertikal
es: Centro vertical en banda
it: Verticale
zh: 垂直

source: General Tone Mapping
de: Allgemeine Informationen
es: Asignación de tono
it: Generale Mappatura dei toni
zh: 色調映射

source: Top Left Top Right Bottom Left Bottom Right All (Glow)
de: Oben links oben rechts, unten links unten rechts alle (Glow)
it: A sinistra in alto A destra in alto A sinistra in basso A destra in basso Tutti(Glow)
zh: 左上角 右上 左下方 右下 全部（輝光）

source: Previews
de: Vorschau
es: Vistas previas
it: Anteprime
zh: 預覽

source: Filter values
de: Filterwerte
es: Valores de filtro
it: Filtrare valori
zh: 篩選器的值

source: Light
de: Hell
es: Luz
it: Luce
zh: 淺色

source: Presets
de: Voreinstellungen
es: Ajustes preestablecidos de
it: Preset
zh: 预设

source: Lens
de: Linse
es: Lente
it: Lente
zh: 镜头

source: Wave
de: Welle
es: Ola
zh: 波浪

source: Morph filters
de: Morph-Filter
es: Filtro de morphing
it: Filtri morph
zh: 變形的篩選器

source: Frequency domain image
de: Häufigkeitsbereichsbild
es: Imagen de dominio de frecuencia
it: Immagine dominio di frequenza
zh: 頻率域圖像

source: &Hue (H):
de: & Farbton (H):
es: &Matiz(M):
it: &Colore (C):
zh: 藍色 (&B):

source: &Value (V):
de: & Wert (V):
es: &Valor (V):
it: &Valore (V):
zh: 藍色 (&B):

source: Base color:
de: Basis Farbschema:
es: Color de base:
it: Colore di base:
zh: 主要颜色：

source: New color:
de: Neue Farbe:
es: Nuevo color:
it: Nuovo colore:
zh: 新顏色

source: Divisor:
it: Divisore:
zh: 除数：

source: &Brightness:
de: &Helligkeit:
es: &Brillo:
it: &Luminosità:
zh: 與亮度 (&B)

source: Source image quantity (%):
de: Ursprüngliche Bild Menge(%):
es: Cantidad de imagen original(%):
it: Quantità di immagine originale (%):
zh: 原始圖像數量

source: Color:
de: Farben:
it: Colore:
zh: 顏色：

source: Left:
de: Links:
es: Izquierda:
it: Sinistra:
zh: 餘：

source: Top:
es: Parte superior:
zh: 顶部：

source: Refraction:
de: Refraktion:
es: Refracción:
it: Rifrazione:
zh: 折射

source: Amplitude:
es: Amplitud:
it: Ampiezza:
zh: 振幅:

source: Wave length:
de: Wellenlänge:
es: Longitud de onda:
it: Lunghezza d'onda:
zh: 波長度

source: Phase:
es: Fase:
it: Fase:
zh: 階段

source: Filter:
es: Filtro:
it: Filtro:
zh: 篩選：

source: Window size:
de: Fenstergröß:
es: Tamaño de la ventana:
it: Dimensione della finestra:
zh: 視窗大小

source: &Luminosity (L):
de: Leuchtkraft:
es: Luminosidad(L):
it: &Luminosità(L):
zh: &亮度

source: Add Soft Shadow:
de: Weiche Schatten hinzufügen:
es: Agregar sombra suave:
it: Aggiungi ombra molle:
zh: 添加軟陰影

source: Auto-Enhance Method:
de: Automatisches verbessern-Methode:
es: Método de mejorar el auto:
it: Metodo di ottimizzazione automatica:
zh: 自動增強方法

source: Range:
de: Angebot:
es: Rango:
it: Gamma:
zh: 範圍

source: Slope:
de: Steigung:
es: Pendiente:
it: Pendenza:
zh: 邊坡

source: Gamma:
zh: 灰色系数：

source: Saturation:
de: Sättigung:
es: Saturación:
it: Saturazione:
zh: 飽和度︰

source: Background:
de: Hintergrund:
es: Fondo:
it: Sfondo:
zh: 背景

source: Bottom:
de: &Unten:
es: Inferior:
it: Linea di fondo:
zh: 底部：

source: Crop Image:
de: Bild zuschneiden:
es: Delimitar imagen:
it: Ritaglia immagine:
zh: 作物圖像

source: Right:
de: &Rechts:
es: Derecha:
it: Destra:
zh: 右:

source: Flip:
es: Del tirón:
it: Capovolgi:
zh: 翻轉

source: Height (pixels):
de: &Höhe:
es: Altura (mm):
it: Altezza (pixel):
zh: 高度 （毫米）

source: Resize Image:
de: Bild verkleinern:
es: Redimensionar imagen:
it: Ridimensionare immagine:
zh: 調整圖像的大小

source: Rotate:
de: Drehen:
es: Gire:
it: Ruotare:
zh: 旋转:

source: Offset:
de: Ausgeglichen:
es: En offset:
zh: 抵消:

source: Radius:
es: Radio:
it: Raggio:
zh: 半徑:

source: Width (pixels):
de: Breite (Pixel):
es: Ancho (mm):
it: Larghezza (pixels):
zh: 寬度 （毫米）

source: Filter (*.flt)|*.flt
zh: 篩檢程式 (*.flt) | *.flt

source: Copy Result to Source
de: Ergebnis auf das Original zu kopieren
es: Resultado de la copia a la Original
it: Copiare risultato in originale
zh: 將結果複製到原始

source: Cropping
de: Zuschneiden
es: Recorte
it: Ritaglio
zh: 裁剪

source: Morph filters
de: &Filter
es: Filtro de morphing
it: Filtri morph
zh: 變形的篩選器

source: Remove Filter
de: Filter entfernen
es: Quitar filtro
it: Rimuovi filtro
zh: 刪除篩選器

source: Reset Se&arch
de: Reset Such&e
es: Rest&ablecer búsqueda
it: Reset Ricerc&a
zh: 重置搜索 (&A)

source: S&earch
de: Such&e
es: &Buscar
it: C&erca
zh: 搜索 (&E)

source: Hide Filters
de: Filter zu verstecken
es: Ocultar filtros
it: Nascondi i filtri
zh: 隱藏篩選器

source: Thumb View
de: Thumb Ansicht
es: Vista de pulgar
it: Cambia Vista
zh: 縮略視圖

source: Update Thumbs
de: Update Daumen
es: Actualizar los pulgares
it: Aggiornare i pollici
zh: 更新的拇指

source: CD
zh: 裁談會

source: Customize Data Disposition
de: Anpassen der Daten zur Verfügung
es: Personalizar la disposición de datos
it: Personalizzare la disposizione di dati
zh: 自訂資料處置

source: No Field Family Group Subgroup
de: Familie, Gruppe oder Untergruppe
es: Sin campo Familia Grupo Subgrupo
it: No Campo Famiglia gruppo sottogruppo
zh: 家庭、 組和子組

source: < Everyone >
de: < Jeder >
es: < Todos >
it: < Tutti >
zh: < 大家 >

source: Search Box
de: Feld suchen
es: Cuadro de búsqueda
it: Ricerca
zh: 搜索框
