Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Page Settings
de: Seite Optionen
es: Ajustes Página
it: Imposta Pagina
zh: 版面設定

source: Group By
de: Gruppieren nach
es: Grupo por
it: Gruppo di
zh: 通過分組

source: Tag
es: Etiqueta
zh: 標籤

source: Data Sorting
de: Daten sortieren
es: Clasificación
it: Ordina Dati
zh: 資料排序

source: Selection
de: Auswahl
es: Selección
it: Selezione
zh: 選擇

source: Catalogue Print Wizard
de: Katalog-Druck-Assistent
es: Asistente de impresión del catálogo
it: Stampa Guidata Catalogo
zh: 目錄列印嚮導

source: Mo&vie
es: MO y la vie
it: &Video
zh: 莫 & vie

source: Open|Opens an existing file
de: Offen | Öffnet eine vorhandene Datei
es: Abierto | Se abre un archivo existente
it: Aperto | Apre un file esistente
zh: 打開 |打開一個現有檔

source: Save As|Saves the active file with a new name
de: Speichern als | Speichert die aktive Datei unter einem neuen Namen
es: Guardar como | Guarda el archivo activo con un nuevo nombre
it: Salvare come | Salva il file attivo con un nuovo nome
zh: 另存為 |用新名稱保存使用中的檔案

source: Sort by mask
de: Sortieren nach Maske
es: Ordenar máscara
it: Ordina per maschera
zh: 由遮罩排序

source: General Settings
de: Allgemeine Einstellungen
es: Configuración general
it: Impostazioni generali
zh: 常規設置

source: Flex report
de: Flex-Bericht
es: Informe de la flexión
zh: Flex 的報告

source: Flex Report PDF export
de: Flex-Bericht PDF-export
es: Exportación del informe PDF de la flexión
zh: Flex 報告 PDF 匯出

source: Company Data
es: Datos de la empresa
it: Dati aziendali
zh: 公司数据

source: Company Logo
de: Logo des Unternehmens
es: Logo de la empresa
it: Logo Azienda
zh: 公司LOGO

source: Images Path
de: Bilder Weg
es: Imágenes ruta
it: Percorso di immagini
zh: 圖像路徑

source: General Notes
de: Allgemeine Hinweise
es: Notas generales
it: Note generali
zh: 一般注釋

source: Language Selection
de: Sprachauswahl
es: Selección de idioma
it: Selezione della lingua
zh: 語言選擇

source: Catalogue build status
de: Katalog
es: Tutorial del catálogo
it: Stato creazione catalogo
zh: 目錄教程

source: Generation Process
de: Prozess starten
es: Notas generales
it: Processo generale
zh: 一般注釋

source: Add Group Items
de: Fügen Sie leere Gruppe
es: Agregar grupo
it: Aggiungi elementi gruppo
zh: 添加組

source: A&nnulla
de: A&nnulliert
es: A y nnulla
zh: 取消 (&C)

source: &Accedi
it: &And Access
zh: 登錄 (&A)

source: About FastReport
de: Über FastReport
es: FastReport
it: Informazioni su FastReport
zh: FastReport

source: Version 4.0
es: Versión 4.0
it: Versione 4.0
zh: 版本

source: Sales:
de: Absatz:
es: Ventas:
it: Saldi:
zh: 銷售：

source: Support:
de: Förderung:
es: Apoyo:
it: Supporto:
zh: 更新服务：

source: User name
de: Benutzername
es: Nombre de usuario
it: Nome Utente
zh: 用戶名

source: Original name
de: Ursprüngliche Name
es: Nombre original
it: Nome originale
zh: 原始大小

source: Dataset alias
de: Ungültiger Alias-Namen %s
es: Conjunto cerrado
it: Dataset chiuso
zh: 資料集關閉

source: Field aliases
de: Kein Feld
es: Ningún campo
it: Campo aliases
zh: 欄位名稱丟失

source: Edit Aliases
de: Bearbeiten abbrechen
es: Editar el post
it: Modifica aliases
zh: 編輯蒙版

source: Calc Checksum
de: &Calc bestellen
it: Calcolate Checksum
zh: Calc 校驗位

source: Barcode editor
de: Barcode
es: Código de barras
it: Editor di codici a barre
zh: 條碼

source: Rotation
de: Drehung
es: Rotación
it: Rotazione
zh: 旋轉

source: Zoom:
zh: 缩放：

source: Connection string
de: Verbindung
es: String de Conexión
it: Connessione stringa
zh: 连接字符串

source: Edit connection
de: &Ändern
es: Editar conexión
it: Modifica connessione
zh: 測試連接

source: Connection type
de: Verbindungstyp
es: Tipo de Conexion
it: Tipo di connessione
zh: 连接方式

source: Connection name
de: Verbindung
es: Fallado la conexión
it: Nome connessione
zh: 連接失敗

source: System connection
de: Systemanschluss
es: Conexión de prueba
it: Connessione di sistema
zh: 測試連接

source: User connection
de: Verbindung
es: Conexión de prueba
it: Connessione utente
zh: 測試連接

source: Generic applications
de: Generische Kameraauflösung
es: Aplicación sin título
it: Applicazioni generali
zh: 未命名的應用程式

source: Choose the database:
de: Datenbank nicht zugewiesen:
es: No se puede establecer la base de datos:
it: Scegli database:
zh: 不能設置資料庫

source: Filter records:
de: Filter:
es: Primer registro:
it: Primo record:
zh: 第一條記錄

source: Connection Wizard
de: Kreuztabellenabfrage-Assistenten
es: Fallado la conexión
it: Connessione guidata
zh: 連接失敗

source: Edit Query Parameters
de: Abfrageparameter fehlen oder sind falsch
es: Parámetros
it: Editare parametri di query
zh: 參數

source: SQL statement:
de: Leere SQL-Anweisung:
it: Dichiarazione SQL:
zh: 空的 SQL 語句

source: Query
de: Suchabfrage
es: Consulta
zh: 查詢

source: Choose the table name:
de: Keine Tabellenname zugewiesen:
es: Compruebe el valor de:
it: Scegliere il nome della tabella:
zh: 檢查的值

source: Table
de: Keine Tabelle
es: Ninguna tabla de
it: Tabella
zh: 資料表

source: Database
de: Datenbank
es: Base de datos
zh: 資料庫

source: Connections
de: Verbindungen
es: Conexiones
it: Connessioni
zh: 關係鏈條件

source: New...
de: Neu...
es: Nuevo...
it: Nuovo...
zh: 新建...

source: Test
de: Lizenz-Test-App
zh: 測試

source: Auto size
de: Standardgröße
es: Tamaño automático
it: Auto dimensioni
zh: 自動調整大小

source: Cells
de: Küvetten
es: Celdas
it: Celle
zh: 单元格

source: Column grand total
de: Gesamtsumme
es: Salto de columna
it: Colonna totale
zh: 列遍歷

source: Show corner
de: &Daten anzeigen
es: Mostrar foto frontera
it: Visualizza angolo
zh: 顯示圖片邊框

source: Dataset
de: Datensatz konnte nicht geöffnet werden
zh: 數據集

source: Print down then across
de: Dann ganz nach unten
es: Por entonces a través de
it: Stampare in fondo
zh: 下來再橫向

source: Cross-tab Editor
de: Registerkarte hinzufügen
es: Asistente para la tabla de referencias cruzadas
it: Editor campi incrociati
zh: 交叉表嚮導

source: Avg
de: Durchs
es: Promedio
zh: 平均

source: Join equal cells
de: Ist nicht gleich
es: Se unió a los campos
it: Unire celle uguali
zh: 聯接的欄位

source: Row header
de: &Header
es: Encabezado de grupo
it: Intestazione riga
zh: 組頁眉

source: Row grand total
de: Gesamtsumme
es: Gran Total
it: Riga totale
zh: 總計

source: Show title
de: Titel anzeigen
es: Mostrar título
it: Mostra il titolo
zh: 顯示標題

source: Current page
de: Aktuelle Seite
es: Página actual
it: Pagina corrente
zh: 當前頁面

source: Enter page numbers and/or page ranges, separated by commas. For example, 1,3,5-12
de: Geben Sie Seitenzahlen und/oder Seitenbereiche, die durch Kommas getrennt. Zum Beispiel 1,3,5-12
es: Introduzca números de página o intervalos de páginas separados por comas. Por ejemplo, 1.3.5-12
it: Immettere i numeri di pagina e/o intervalli di pagina separati da virgole. Per esempio, 1, 3,5-12
zh: 輸入頁碼和/或由逗號分隔的頁面範圍。 例如，1,3,5-12。

source: Page range
de: Seitenbereich
es: Rango de páginas
it: Intervallo di pagine
zh: 頁面範圍

source: Export properties
de: Eigenschaften
es: Exporta propiedades
it: Esporta Proprietà
zh: 電影屬性

source: OEM codepage
de: Ungültige Codepage
es: Página de códigos no válida
it: OEM CodicePagina
zh: 字碼頁無效

source: Open after export
de: Nach dem Export öffnen
es: Informe abierto
it: Apri dopo esportazione
zh: 打開報表

source: Pages:
de: Seiten:
es: Páginas:
it: Pagine:
zh: 頁面:

source: .txt
es: Documento de texto
it: .text
zh: \log.txt

source: Select DataSet
de: Dataset geschlossen
es: Seleccionar el elemento
it: Selezionare Dataset
zh: 選擇專案

source: Number of records:
de: Anzahl der Einträge:
es: Número de &copias:
it: Numero di righe:
zh: 數目與副本

source: Data Fields
de: Datenfelder
es: Campos de información
it: Campi dati
zh: 数据字段

source: Insert caption
de: Untertitel einfügen
es: Insertar línea
it: Inserire la didascalia
zh: 插入行

source: NoDataL
de: Daten
es: Datos
zh: 資料

source: Sort Data Tree
de: Datenstruktur
es: Árbol de datos
it: Ordinare l'albero dati
zh: 資料樹

source: About FastReport...
de: FastReport...
es: FastReport...
it: Informazioni su FastReport...
zh: FastReport

source: AlignBottomsB
de: Unten ausrichten
es: Alinee la parte inferior
it: Allinea in bassoB
zh: 底端對齊

source: AlignHorzCentersB
de: In der Mitte ausrichten
es: Alinee el centro de
it: Allinea orizzontale al centro
zh: 居中對齊

source: AlignLeftsB
de: Linksbündig
es: Alinear izquierda
it: Allinea a sinistraB
zh: 左對齊

source: AlignRightsB
de: Rechts ausrichten
es: Alinear derecha
it: Allinea a destraB
zh: 右對齊

source: Align
de: Linksbündig 1
es: Alinear izquierda 1
it: Allinea
zh: 對齊

source: Alignment Palette
de: Palette zu konvertieren
es: Alineación
it: Allinea paletta
zh: 对齐配置板

source: AlignTopsB
de: Oben ausrichten
es: Alinee la parte superior
it: Allinea in altoB
zh: 頂部對齊

source: AlignVertCentersB
de: In der Mitte ausrichten
es: Alinee el centro de
it: Allinea Verticale al centroB
zh: 居中對齊

source: CenterHorzB
de: Zentrum
es: Centro
it: Centro Orizzontale8
zh: 中心

source: CenterVertB
de: Mitte links
es: Centro izquierda
it: Centro VerticaleB
zh: 靠左居中

source: Condensed
de: Zusammengezogen
es: Condensado
it: Compatto
zh: 浓缩

source: Connections...
de: Verbindung...
es: Conexiones ...
it: Connessione...
zh: 連接

source: Data 4th level
de: Daten 4. Stufe
es: Datos 4º nivel
it: Dati livello 4
zh: 資料級別︰

source: Data 5th level
de: Daten 5. Stufe
es: Datos 5º nivel
it: Dati livello 5
zh: 資料級別︰

source: Data 6th level
de: Daten 6. Stufe
es: Datos 6º nivel
it: Dati livello 6
zh: 資料級別︰

source: Delete Guides
de: Design Guides
es: Eliminar guías
it: Eliminare le guide
zh: 刪除檔

source: Delete Page
de: Seite löschen
es: Eliminar Página
it: Elimina Pagina
zh: 删除主页

source: Detail Data
de: Detaildaten
es: Datos detallados
it: Dati dettaglio
zh: 詳細資訊 1

source: Edit...
de: Ändern...
es: Editar...
it: Modificare...
zh: 编辑...

source: Exit
de: Austritts
es: Salir
it: Esci
zh: 退出

source: Extra Tools
it: Extra Utenti
zh: 其他工具

source: Find...
de: Suchen...
es: Buscar...
it: Trova...
zh: 查找...

source: \Software\Fast Reports\MRUFont
de: \Software\Fast Berichte
zh: \Software\Fast 報告

source: Frame
de: Benutzerdefinierte Frame-Rate
es: Marco
it: Montatura
zh: 框架

source: Designer
es: Diseñador
zh: 设计者

source: Help Contents...
de: Inhalt der Hilfe...
es: Ayuda contenidos...
it: Contenuti della Guida...
zh: 説明內容

source: Language:
de: Sprache:
es: Idioma:
it: Lingue:
zh: 語言：

source: Master Data
de: Stammdaten
es: Datos maestros
it: Dati master
zh: 主数据

source: New Dialog
de: Neuer Dialog
es: Nuevo diálogo
it: Nuovo dialogo
zh: 新的对话框

source: New Page
de: Neuer Artikel
es: Nueva página cuando menos de
it: Nuova pagina
zh: 新頁面

source: Open...
de: Öffnen...
es: Abrir...
it: Apri...
zh: 開啟...

source: Options...
de: Optionen...
es: Opciones...
it: Opzioni...
zh: 选项...

source: Overlay
de: Überlagern
es: Sobrepuesto
it: Sovrapposto
zh: 覆蓋

source: Page Footer
de: Seiten-Fußbereich
es: Pie de página
it: Piè di pagina
zh: 頁面的頁腳

source: Page Header
de: Seiten Header
es: Cabecera de página
it: Intestazione della pagina
zh: 頁頭

source: Page Settings...
de: Seite Optionen...
es: Ajustes Página...
it: Impostazioni di pagina...
zh: 版面設定...

source: Replace...
de: Ersetzen...
es: Reemplazar...
it: Sostituire...
zh: 替换

source: Data...
de: Daten...
es: Datos...
it: Dati...
zh: 與資料... (&D)

source: Report Summary
es: Resumen del informe
it: Riepilogo rapporti
zh: 報表摘要

source: Report Title
de: Titel des Berichts
es: Resumen del titulo
it: Titolo rapporto
zh: 报告标题

source: Reset to Parent object
de: PTP ungültige übergeordnete Objekt
es: Deseleccionar todos los objetos
it: Ripristina oggetto parent
zh: 取消選擇所有物件

source: SameHeightB
de: Seitenhöhe
es: Altura Página
it: Stessa altezzaB
zh: 頁面高度

source: SameWidthB
de: Seitenbreite
es: Ancho de página
it: Stessa Larghezza B
zh: 頁面寬度

source: Save As...
de: &Speichern als...
es: Guardar como...
it: Salva come...
zh: 另存为...

source: SelectAllOfTypeCmd
de: Wählen Sie alle
es: Seleccionar todo
it: Seleziona tutti i tipi cmd
zh: 選擇所有

source: Select same type on Parent
de: Wählen Sie einen "Eintrag" vor
es: Seleccione cámara para conectarse
it: Selezionare stesso tipo su genitore
zh: 選擇觀景窗連接到︰

source: Select same type on Page
de: Wählen Sie einen "Eintrag" vor
es: Seleccione todas las capas de la imagen
it: Selezionare stesso tipo nella pagina
zh: 選擇所有圖層的圖像

source: Guides
es: Guías
it: Guide
zh: 指南

source: SpaceHorzB
de: Raum
es: Espacio horizontalB
it: Spazio orizzontaleB
zh: 空間

source: SpaceVertB
de: Raum vertikal
es: Espacio Vertical
it: Spazio verticaleB
zh: 垂直空間

source: Subdetail Data
de: &Daten abrufen
es: Datos de búsqueda
it: Ricerca dati
zh: 搜索資料

source: Tab Order...
de: ~Aktivierungsreihenfolge ...
es: Orden de pestañas ...
it: Ordine di &Calcolo...
zh: 标签排序...

source: Variables...
de: Variablen...
it: Variabili...
zh: 變數

source: Vertical bands
de: Bands
es: Bandas verticales
it: Bande verticali
zh: 垂直

source: Wide
de: Breite
it: Largo
zh: 全寬

source: Number of copies
de: Anzahl der &Kopien
es: Número de &copias
it: Numeri di copie
zh: 复制份数

source: Command type
de: Unbekannter Befehlstyp
es: Comandos de
it: Tipo di comandi
zh: 命令类型

source: Page breaks
de: Seitenumbrüche
es: Saltos de página
it: Interruzioni di pagina
zh: 換頁

source: Pages
de: Alle Seiten im Bereich
es: Todas las páginas de la gama
it: Pagine
zh: 頁面

source: Evaluate
de: Evaluation
es: Evaluar
it: Valutare
zh: 求值

source: Expression
de: Ausdruck
es: Expresión
it: Espressione
zh: 表達式

source: Expression:
de: Ausdruck:
it: Espressione:
zh: 表达式：

source: Expression Editor
de: Artikel-Editor
es: Editor del submenú de ExpressBars
it: Editor di espressione
zh: ExpressBars 子功能表編輯器

source: Background color:
de: Hintergrundfarbe:
es: Color de fondo:
it: Colore di sfondo:
zh: 背景色彩：

source: Foreground color:
de: Vordergrundfarbe:
es: Color de fondo de la fuente:
it: Colore di sfondo del carattere:
zh: 字體背景顏色

source: Brush
de: Ungültige Pinselart
es: Cepillo
it: Pennello
zh: 筆刷

source: Blend:
de: Mischung:
es: Mezcla:
it: Mescola:
zh: 混合:

source: Hatch
de: Schraffierung
es: Cometodo
zh: 哈奇

source: Orientation:
de: Ausrichtung:
es: Orientación:
it: Orientamento:
zh: 方向:

source: Glass
de: Glas
es: Cristal
it: Vetro
zh: 玻璃

source: End color:
de: Endfarbe:
es: Color de la fuente:
it: Colore finale:
zh: 字體顏色

source: Start color:
de: Start-Farbe:
es: Seleccionar color de char:
it: Colore inziale:
zh: 選擇字元顏色

source: Format:
es: Formato:
it: Formato:
zh: 格式

source: Format string:
es: Cadena de formato:
it: Formato stringa:
zh: 格式字串太長

source: Decimal separator:
de: Dezimaltrennzeichen:
es: Separador de decimales:
it: Separatore decimale:
zh: 小数分隔符

source: Edit Frame
de: Erstes Bild
es: Editar Marco
it: Modificare fotogramma
zh: 第一幀

source: LineWidthCB
de: Ansicht-breite
es: Ancho de vista
zh: 查看寬度

source: ShadowWidthCB
de: Schatten
es: Sombra
zh: 陰影

source: Drill-down
zh: 向下切入

source: Show in outline
de: Zeigen
es: Mostrar títulos
it: Mostra Profilo
zh: 顯示標題

source: Reset page numbers
de: Zurücksetzen der Seitenzahl
es: Número de página de RESET
it: Reimpostare il numero di pagina
zh: 重置頁編號

source: Conditions
de: Konditionen
es: Condiciones
it: Condizioni
zh: 條款及條件頁

source: Highlight
de: Hervorheben
es: Realce
it: Evidenziare
zh: 高亮

source: Fixed width
de: Feste Breite
es: Anchura fija
it: Larghezza fissa
zh: 固定寬度

source: Export to HTML
de: Export in HTML
es: Exportar a HTML
it: Esporta come HTML
zh: 導出到HTML

source: Export settings
de: Export Einstellungen
es: Exportar configuración
it: Esporta impostazioni
zh: 到处设置

source: Multipage
de: Mehrseitige
es: Multi página
it: Multiple
zh: 與多個 (&M)

source: Page navigator
de: Berechnung der Seite
es: Altura Página
it: Navigatore pagina
zh: 頁面高度

source: All in one folder
de: Alle in einem Ordner
es: Todas las carpetas
it: Tutto in una cartella
zh: 所有資料夾

source: Pictures
de: Bildmaterial
es: Fotos
it: Foto
zh: 图片

source: Specify an anchor name:
de: Geben Sie einen Ankernamen an:
es: Especifique un nombre de carpeta diferente:
it: Specificare un nome diverso:
zh: 指定一個不同的資料夾名稱。

source: Anchor
de: Anker
es: Ancla
it: Ancoraggio
zh: 錨點

source: Hyperlink Editor
es: Editor de hipervínculos
zh: 欄位連結編輯器

source: Hint
de: Hinweis
es: Sugerencia
it: Suggerimento
zh: 提示

source: Hyperlink kind
de: Hyperlink Art
es: Tipo de clase
zh: 種類型︰

source: Modify appearance
de: Aussehen
es: Aspecto
it: Modifica apparente
zh: 外觀

source: Specify page number:
de: Seitennummer angeben:
es: Especifique el número de página:
it: Specificare numero pagina:
zh: 重置頁編號

source: Report name:
es: Árbol de informe:
it: Nome rapporto:
zh: 報告樹

source: Report page:
de: Report-Seite:
es: Árbol de informe:
it: Rapporto pagina:
zh: 報告樹

source: Report parameter:
de: Ungültiger parameter:
es: Informe de parámetros:
it: Parametri rapporto:
zh: 報告樹

source: Report page
de: Berichtsseite
es: Árbol de informe
it: Pagina rapporto
zh: 報告樹

source: Specify a parameter value:
de: Kein Wert für den Parameter:
es: Especifique un nombre de carpeta diferente:
it: Specificare un nome di cartella diversa:
zh: 指定一個不同的資料夾名稱。

source: URL
zh: 網址

source: Crop pages
de: Alle Seiten im Bereich
es: Recortar imagen
it: Raccolto pagine
zh: 作物圖像

source: Export to Images
de: Bilder
es: Exportación completada
it: Esportazione in immagine
zh: 出口完成

source: Image settings
de: Einstellungen
es: Ajustes Página
it: Impostazioni immagine
zh: 設置圖片

source: Resolution (dpi)
de: Auflösung (dpi)
es: Resolución(dpi)
it: Risoluzione (dpi)
zh: 解析度︰

source: JPEG Quality
de: JPEG-Qualität
es: Calidad JPEG
it: JPEG Qualità
zh: 品質

source: Separate files
de: Löschen von Dateien
es: Guardar filtro
it: Separare file
zh: 保存篩選器

source: Delete duplicates
de: Duplikate löschen
es: Eliminar duplicados
it: Eliminare duplicati
zh: 重複

source: Rename duplicates
de: Duplikate nicht erlaubt
es: Renombrar duplicados
it: Rinomina duplicati
zh: 忽略重複項

source: Account
de: Grundeinstellungen des Programms inmitten Sie Youtube-Konto
es: Cuenta
zh: 帳戶

source: Account properties
de: Account Eigenschaften
es: Propiedades de la cuenta
it: Informazioni sull’account
zh: 帳號設定

source: E-mail details
es: Detalles del correo electrónico
it: Dettagli e-mail
zh: 顯示檔的詳細資訊

source: From Address
de: Absender-Adresse
es: Dirección
it: Da indirizzo
zh: 寄件者電子郵件地址

source: From Name
de: Absender Name
es: De Nombre
it: Da nome
zh: 寄件者名稱

source: Export to e-mail
de: Export per e-Mail
es: Exportación completada
it: Esportazione da e-mail
zh: 出口完成

source: Host
de: Feld "Host" ist leer
es: Campo de host está vacía
it: Ospite
zh: 主機

source: Mail
de: E-Mail
es: Correo
it: E-Mail
zh: 電子郵件信箱

source: Remember properties
de: &Eigenschaften
es: Propiedades de la película
it: Ricorda proprietà
zh: 電影屬性

source: Required fields are not filled
de: IDOMNode erforderlich
es: Parámetro valor no establecido
it: I campi obbligatori non vengono riempiti
zh: 未設置所需的參數值

source: Advanced export settings
de: &Exportieren
es: Buscar valores de texto
it: Impostazioni avanzate di esportazione
zh: 查找文本設置

source: Signature
de: Fehler beim Lesen mehrere Disk-Signatur
es: Firma
it: Firma
zh: 簽名

source: Build
de: Bauen
it: Costruisci
zh: 建立

source: Time out
de: Zeit
es: Tiempo de espera
zh: 超時毫秒

source: Master-Detail link
de: Detail
es: Tubería de datos maestro
zh: 主資料管道

source: Linked fields
de: Felder
es: Se unió a los campos
it: Campi collegati
zh: 聯接的欄位

source: Insert Expression
de: Ausdruck ist kein Aggregatausdruck
es: Insertar registro
it: Inserire espressione
zh: 插入記錄

source: Word Wrap
de: Statischer Zeilenumbruch
es: Ajuste de línea
zh: 自动换行

source: Inherit the report
de: Gesamten Bericht
es: Vista previa del informe
it: L'anteprima del report
zh: 預覽報表

source: From template
de: Aus Vorlage
es: De plantilla
it: Da modello
zh: 采用模板

source: Quality properties
de: Eigenschaften
es: Propiedades de la película
it: Qualità di proprietà
zh: 電影屬性

source: WYSIWYG
zh: 所见即所得

source: OLE object
de: OLE-Objekt
es: Objeto OLE
it: Oggetto
zh: OLE 对象

source: OleContainer
de: Container-Panel
es: Panel contenedor
it: Pannello del contenitore
zh: 容器板

source: Align to grid
de: Unten ausrichten
es: Alinear a la cuadrícula
it: Allinea la griglia
zh: 底端對齊

source: Show band's captions
de: Wiederholte Beschriftungen
es: Tamaño y la ubicación
it: Visualizzare didascalie di banda
zh: 大小和位置

source: Show drop-down fields list
de: Dropdown-Menü anzeigen
es: Mostrar el menú desplegable
it: Visualizza l'elenco dei campi a discesa
zh: 顯示下拉式功能表

source: Show editor after insert
de: Nach einer k&urzen Verzögerung voll Menüs zu zeigen
es: Mostrar datos en una sola fila
it: Visualizza editor dopo inserimento
zh: 在單個行上顯示資料

source: Free bands placement
de: Kostenlose Bänder Platzierung
es: Función no implementada
it: Funzionalità non implementata
zh: 功能未實現

source: Designer Options
de: Optionen
es: Descripciones
it: Designer opzioni
zh: 說明

source: cm
zh: سانتامىتىمىز

source: Fonts
de: Schriftarten
es: Tipografías
it: Caratteri
zh: 字型/字體

source: Code window
de: &Fenster
es: Cerrar ventana
it: Codice windows
zh: 關閉視窗

source: LCD grid color
de: &Farbe
es: Color de fondo
it: LCD colore di griglia
zh: 背景顏色

source: Restore defaults
de: Voreinstellungen verwenden
es: Restaurar valores predeterminados
it: Ripristina le impostazioni predefinite
zh: 恢复默认值

source: Show grid
de: Raster anzeigen
es: Mostrar cuadrícula
it: Mostra griglia
zh: 显示网格

source: Tool windows
de: Die Größe der Auswahl-Werkzeug
es: Ventanas
it: Strumento windows
zh: 視窗

source: Workspace
de: Arbeitsfläche
es: Área de trabajo
it: Area di Lavoro
zh: 工作區

source: Endless page height
de: Endlose Seitenhöhe
es: Altura del dintel
it: Altezza pagina infinita
zh: 標題的高度

source: Page options
de: Seitenoptionen
es: Opciones de página
it: Opzioni pagina
zh: 页面选项

source: Other pages
de: Weitere Seiten
es: Otras páginas
it: Altre pagine
zh: 奇數頁

source: Positions
de: Positionen
es: Posiciones
it: Posizione
zh: 位置

source: Number
de: Seitenzahl
es: Número
it: Numero
zh: 數字

source: Mirror margins
de: Margen
es: Márgenes de espejo
it: Pagine affiancate
zh: 上邊距

source: Print to previous page
de: Drucken Sie dieses Bild auf die Seite passen
es: Imprimir en la página anterior
it: Stampare per prevedere pagina
zh: 列印到頁面

source: Paper
de: Papier
es: Papel
it: Carta
zh: 紙張

source: Other Options
de: Weitere Optionen
es: Otras opciones
it: Altre opzioni
zh: 其他選項

source: Apply to all pages
de: Alle Seiten im Bereich
es: Aplicar actualizaciones
it: Applica a tutte le pagine note
zh: 應用更新

source: Apply to the current page
de: Suche auf aktuelle Seite beginnen
es: Aplicar a la página actual
it: Applicare alla corrente pagina
zh: 對圖像應用文本嗎？

source: Parameters editor
de: Parameter-editor
es: Vista previa de los parámetros
it: Editor di parametri
zh: 參數預覽

source: Add or modify text annotations
de: Fügen Sie einen mehrzeiligen Text-Objekt
es: &Agregar o quitar botones
it: Aggiungi o modifica annotazioni
zh: 與添加或刪除按鈕 (&A)

source: Author
de: Verfasser
es: Autor
it: Autore
zh: 作者

source: Center window
de: &Fenster
es: Ventana central
it: Centro finestra
zh: 清除視窗

source: Compressed
de: Komprimiert
es: Comprimido
it: Dimensione compressa
zh: 壓縮後的大小

source: Creator
de: Ersteller
es: Editor
it: Creatore
zh: 創作者

source: Document information
de: Dokumenteninformation
es: Información documento
it: Informazioni sul documento
zh: 文件資訊

source: Export
de: &Exportieren
es: Exportar
it: Esporta
zh: 匯出

source: Fit window
de: Fenster apassen
es: Ventana
it: Finestra
zh: 視窗

source: Export to PDF
de: Als PDF exportieren
es: Exportar a PDF
it: Esporta in PDF
zh: 导入PDF

source: Hide toolbar
de: Werkzeugleisten ausblenden
es: Esconder barra de herramientas
it: Nascondi barra degli strumenti
zh: 隱藏工具列

source: Keywords
de: Stichwörter
es: Palabras claves
it: Parole chiavi
zh: 關鍵字

source: Modify the document
de: Das Dokument ändern
es: Modificar el documento
it: Modificare il documento
zh: 列印文檔

source: Owner password
de: Ungültige Besitzer
es: Contraseña del propietario
it: Proprietario Password
zh: 確認密碼

source: Permissions
de: Berechtigungen
es: Permisos
it: Permessi
zh: 權限
