Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Debug Commands
de: Debug-Befehle
es: Comandos de depuración
it: Comandi di debug
zh: 調試命令

source: Invert Y Axis
de: Y-Achse invertieren
es: Invertir eje Y
it: Invertire l'asse Y
zh: Y 軸反轉

source: Full HD (Slower)
de: Full-HD (langsamer)
es: Full HD (más lenta)
zh: 介質 （慢）

source: Slow (200 Frames Recomm.)
de: Langsam (200 Frames emp.)
es: Lento (queda de 200 marcos.)
it: Lento (200 frame Recomm.)
zh: 慢 （200 幀建議）。

source: Get Focus
de: Fokus
es: Enfoque
it: Focus
zh: 獲得焦點

source: Camera Zoom
de: Kamera-Zoom
es: Zoom de la cámara
it: Fotocamera Zoom
zh: 相機變焦

source: 360° Turn Table
de: 360° Drehteller
es: Tabla de la vuelta de 360°
it: Tavola girevole 360°
zh: 360 ° 轉表

source: 155° Arm
es: 155° brazo
it: 155° braccio
zh: 155 ° 臂

source: 360° Camera
de: 360° Kamera
es: Cámara de 360°
it: Telecamera a 360°
zh: 360 ° 相機

source: Frame Rate
es: Velocidad de fotogramas
zh: 畫面播放速率

source: Take Shot
de: Schuss
es: Tomar foto
it: Scattare foto
zh: 拍攝

source: Event Details
de: Details zur Veranstaltung
es: Detalles del evento
it: Dettagli dell'evento
zh: 事件詳細資訊

source: Shot
de: Schuss
es: Tiro
it: Colpo
zh: 射擊

source: 2 Pass Settings
de: 2-Pass-Einstellungen
es: Paso 2 configuración
it: Passaggio 2 impostazioni
zh: 2 通過設置

source: Axis
de: Achse
es: Eje
it: Asse
zh: 軸

source: Timeline
es: Línea de tiempo
zh: 時間軸

source: Stored Profiles:
de: Gespeicherte Profile:
es: Perfiles Guardatos:
it: Profili memorizzati:
zh: 存儲設定檔︰

source: Quality:
de: Qualität:
es: Calidad:
it: Qualità:
zh: 品質︰

source: Speed:
de: Geschwindigkeit:
es: Velocidad:
it: Velocità:
zh: 速度︰

source: Duration
de: Dauer
es: Duración
it: Durata
zh: 持續時間

source: Layers:
de: Schichten:
es: Capas:
it: Livelli:
zh: 圖層︰

source: Frame Count:
es: Frames:
it: Numero Frames:
zh: 幀數︰

source: Micro Passes Angle
de: Micro-Pässe Winkel
es: Ángulo de micro pasos
it: Angolo di micro passa
zh: 微刀角

source: Zero Passes Position Angle
de: Nullwinkel Pässe Position
es: Cero ángulo de posición de pases
it: Angolo di posizione zero passa
zh: 零刀位置角

source: Command Console
de: Befehlskonsole
es: Consola de comandos
it: Console di comando
zh: 命令主控台

source: Timeline Log
es: Registro de la línea de tiempo
it: Log di Timeline
zh: 時間表日誌

source: Settings
de: Einstellungen
es: Configuración
it: Impostazioni
zh: 設置

source: Tot. frames:
de: Tot. Rahmen:
es: TOT. Marcos:
it: Tot. cornici:
zh: Tot。幀數︰

source: Base Axis:
de: Basis-Achse:
es: Eje base:
it: Asse di base:
zh: 基軸︰

source: Duplicate
de: Duplikat
es: Duplicado
it: Duplicato
zh: 重複

source: Event Detail
de: Event-Details
es: Detalle de evento
it: Dettaglio evento
zh: 事件詳細資訊

source: Connetti
it: Connect
zh: 接

source: Communication Port
de: Kommunikations-Port
es: Puerto Comunicación
it: Porta di comunicazione
zh: 通訊埠

source: Custom Command
de: Benutzerdefinierten Befehl
es: Comando personalizado
it: Comando personalizzato
zh: 自訂命令

source: X Axys Value:
de: X AXYS Wert:
es: Valor X AXYS:
it: Valore X Axys:
zh: X Axys 的值︰

source: Timeout MSec
es: Milisegundos de tiempo de espera
zh: 超時毫秒

source: Y Axis Value:
de: Y-Achsenwert:
es: Valor del eje Y:
it: Valore dell'asse Y:
zh: Y 軸的值︰

source: Delay
de: Verzögerung
es: Retardo de
it: Ritardo
zh: 延遲

source: Y Delta Angle:
de: Y-Delta Winkel:
es: Ángulo de triángulo:
it: Angolo di Delta Y:
zh: Y 三角洲角度︰

source: Y Axis Speed
de: Y Achse Drehzahl
es: Velocidad de eje Y
it: Velocità asse Y
zh: Y 軸速度

source: Load From File
de: Aus Datei laden
es: Carga de archivo
it: Caricare da File
zh: 從檔載入

source: &Save ZIP
de: &ZIP speichern
es: &Guardar ZIP
it: &Salva ZIP
zh: 保存 ZIP (&S)

source: Add External Pics
de: Fügen Sie externe Bilder
es: Añadir fotos exteriores
it: Aggiungi foto esterne
zh: 添加外部圖片

source: From &Folder
de: Von &Ordner
es: &De la carpeta
it: &Da Cartella
zh: 從 資料夾 (&F)

source: Bits di dati
de: Bit di dati
es: Brocas di dati
it: Bit di dati
zh: 比特迪蒂

source: Bits di stop
de: Di-Stop Bits
es: Brocas di stop
it: Bit di stop
zh: 比特迪停止

source: Handshake
es: Apretón de manos
it: Stretta di mano
zh: 握手

source: zip
zh: 郵編

source: animation
es: animación
zh: 動畫

source: Files ZIP (*.zip)|*.zip
de: Dateien ZIP (*.zip) | * .zip
es: Archivos ZIP (*.zip) | * .zip
zh: 檔 (*.zip) 郵編 | *.zip

source: Save To File
de: In Datei speichern
es: Guardar en archivo
it: Salvare File
zh: 將保存到檔

source: My Cloud
de: Meine Wolke
es: Mi nube
it: La mia nuvola
zh: 我的雲

source: Set Frame Rate to 10
de: Eingestellten Bildrate bis 10
es: Conjunto de fotogramas a 10
it: Set di Frame Rate a 10
zh: 設置的畫面播放速率為 10

source: Set Custom Frame Rate
de: Festgelegte benutzerdefinierte Frame-Rate
es: Velocidad de cuadro personalizado set
it: Set personalizzato Frame Rate
zh: 設置自訂畫面播放速率

source: Set Frame Rate to 5
de: Eingestellten Bildrate bis 5
es: Conjunto de fotogramas a 5
it: Set di Frame Rate per 5
zh: 設置的畫面播放速率到 5

source: Set Frame Rate to 1
de: Eingestellten Bildrate auf 1
es: Conjunto de fotogramas a 1
it: Frequenza fotogrammi impostato a 1
zh: 設置的畫面播放速率為 1

source: Upload Video
de: Video hochladen
es: Subir Video
it: Caricare Video
zh: 上傳視頻

source: Auto Crop
es: Auto cultivo
it: Ritaglio automatico
zh: 自動裁剪

source: Image:
de: Bild:
es: Imagen:
it: Immagine:
zh: 圖像︰

source: Selection:
de: Auswahl:
es: Selección:
it: Selezione:
zh: 選擇︰

source: Convert
de: Konvertieren
es: Convertir
it: Convertire
zh: 轉換

source: Set DPI to
de: Eingestellte DPI
es: Sistema de DPI para
it: Impostare DPI per
zh: 設置的 DPI 到

source: Default Ext
de: Standard-Ext
es: Ext por defecto
it: Impostazione predefinita Ext
zh: 預設分機

source: Images found in folder:
de: Bilder im Ordner gefunden:
es: Imágenes que se encuentran en la carpeta:
it: Immagini trovate nella cartella:
zh: 在資料夾中找到的圖片︰

source: Batch Processing
de: Batch-Verarbeitung
es: Procesamiento por lotes
it: Elaborazione batch
zh: 批次處理

source: &Calculate
de: &Berechnen
es: &Calcular
it: &Calcolare
zh: 與計算 (&C)

source: Select Max Resolution (MegaPixel)
de: Wählen Sie Max Auflösung (MegaPixel)
es: Seleccione la resolución (megapíxeles)
it: Selezionare Max risoluzione (MegaPixel)
zh: 選擇最高解析度 （圖元）

source: Camera Model:
de: Kamera-Modell:
es: Modelo de la cámara:
it: Modello di fotocamera:
zh: 相機型號︰

source: Camera Model
de: Kamera-Modell
es: Modelo de la cámara
it: Modello di fotocamera
zh: 相機模型

source: Resolution:
de: Auflösung:
es: Resolución:
it: Risoluzione:
zh: 解析度︰

source: Select Camera Resolution
de: Wählen Sie Kameraauflösung
es: Seleccione la resolución de la cámara
it: Selezionare la risoluzione della fotocamera
zh: 選擇攝像機的解析度

source: &Copy From
de: &Kopieren aus
es: &Copiar de
it: &Copia da
zh: 與從複製 (&C)

source: &Export
de: &Exportieren
es: %Exportación
it: &Esporta
zh: 與出口 (&E)

source: &Import
de: &Importieren
es: &Importar
it: &Importa
zh: 與導入 (&I)

source: Resolution
de: Auflösung
es: Resolución
it: Risoluzione
zh: 決議

source: View Height
de: Ansicht-Höhe
es: Alt. Vista
it: Altezza della vista
zh: 視圖高度

source: View Width
de: Ansicht-breite
es: Ancho de vista
it: Visualizza larghezza
zh: 查看寬度

source: Zoom Pos
es: Pos de zoom
zh: 變焦 Pos

source: Get from camera
de: Von der Kamera erhalten
es: Obtener
it: Ottenere da fotocamera
zh: 從觀景窗獲取

source: Camera calibration
de: Kamera-Kalibrierung
es: Calibración de cámara
it: Calibrazione fotocamera
zh: 攝像機標定

source: Camera Name
de: Name der Kamera
es: Nombre de cámara
it: Nome della telecamera
zh: 攝像頭的名稱

source: Camera Profile Lookup
de: Kamera-Profil-Lookup
es: Búsqueda de Perfil de cámara
it: Ricerca profilo fotocamera
zh: 相機設定檔查找

source: Camera List
de: Kameraliste
es: Lista de cámaras
it: Elenco fotocamere
zh: 相機清單

source: File APS (*.aps)|*.aps|Tutti (*.*)|*.*
de: Datei-APS (*.aps) | * .aps | Tutti (*. *) | *. *
es: Archivo de APS (*.aps) | * .aps | Tutti (*. *) | *. *
zh: 檔 APS (*.aps) | *.aps |合奏 (*.*) | *.*

source: Select camera
de: Wählen Sie Kamera
es: Seleccione cámara
it: Selezionare fotocamera
zh: 選擇攝像機

source: Select camera to connect to:
de: Wählen Sie Kamera, um eine Verbindung herzustellen:
es: Seleccione cámara para conectarse:
it: Selezionare la telecamera a cui connettersi:
zh: 選擇觀景窗連接到︰

source: &Transparent
es: &Transparente
it: &Trasparente
zh: 與透明 (&T)

source: Color select
de: Farbe auswählen
es: Selección de color
it: Selezione colore
zh: 顏色選擇

source: HSV
zh: 單純皰疹病毒

source: Annulla
de: Abbrechen
es: A y nnulla
zh: 取消 (&C)

source: Elimina
de: Löschen
zh: 時間

source: Salva Modifiche
de: Salva-Änderungen
zh: 修改

source: &Import Data
de: &Daten importieren
es: &Importar datos
it: &Importa dati
zh: 與導入資料 (&I)

source: &Read File
de: &Datei lesen
es: &Leer el archivo
it: &Leggi File
zh: 讀取檔 (&R)

source: Ignore Duplicates
de: Ignorieren Sie Duplikate
es: Ignorar duplicados
it: Ignorare i duplicati
zh: 忽略重複項

source: Data Import
de: Import von Daten
es: Importación datos
it: Importazione dei dati
zh: 資料導入

source: Click on read file to read the import data file
de: Klicken Sie auf Lesen Sie Datei die Import-Daten-Datei zu lesen
es: Haga clic en leer archivo para leer el archivo de datos de importación
it: Fare clic su file di lettura per leggere il file di dati di importazione
zh: 按一下要讀取導入資料檔案的讀取檔

source: Salva su File
de: Salva Su Datei
es: Guardar en archivo
zh: 將保存到檔

source: Personalizza ...
de: Anpassen ...
es: Personalizar ...
zh: (Personalizar...)

source: All. Colonna
de: Alle minimieren
es: 0 = Centrado 1 = Izquierda 2 = Derecha
zh: 填充顏色

source: All. Titolo
de: Alle. Titolo
es: Ann. Título
zh: 季節性

source: Campo
de: Pflichtfeld
zh: 坎波

source: Families, Groups and SubGroups
de: Familien, Gruppen und Untergruppen
es: Familias, grupos y subgrupos
it: Famiglie, gruppi e sottogruppi
zh: 家庭、 組和子組

source: File grafici comuni (*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv)|*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv|Tutti (*.*)|*.*|TIFF Bitmap (*.tif;*.tiff;*.fax;*.g3n;*.g3f;*.xif)|*.tif;*.tiff;*.fax;*.g3n;*.g3f;*.xif|CompuServe Bitmap (*.gif)|*.gif|JPEG Bitmap (*.jpg;*.jpeg;*.jpe;*.jif)|*.jpg;*.jpeg;*.jpe;*.jif|PaintBrush (*.pcx)|*.pcx|Windows Bitmap (*.bmp;*.dib;*.rle)|*.bmp;*.dib;*.rle|Windows Icon (*.ico)|*.ico|Windows Cursor (*.cur)|*.cur|Portable Network Graphics (*.png)|*.png|Windows Metafile (*.wmf)|*.wmf|Enhanced Windows Metafile (*.emf)|*.emf|Targa Bitmap (*.tga;*.targa;*.vda;*.icb;*.vst;*.pix)|*.tga;*.targa;*.vda;*.icb;*.vst;*.pix|Portable Pixmap, GrayMap, BitMap (*.pxm;*.ppm;*.pgm;*.pbm)|*.pxm;*.ppm;*.pgm;*.pbm|Wireless Bitmap (*.wbmp)|*.wbmp|JPEG2000 (*.jp2)|*.jp2|JPEG2000 Code Stream (*.j2k;*.jpc;*.j2c)|*.j2k;*.jpc;*.j2c|Multipage PCX (*.dcx)|*.dcx|Camera RAW (*.crw;*.cr2;*.nef;*.raw;*.pef;*.raf;*.x3f;*.bay;*.orf;*.srf;*.mrw;*.dcr)|*.crw;*.cr2;*.nef;*.raw;*.pef;*.raf;*.x3f;*.bay;*.orf;*.srf;*.mrw;*.dcr|Video for Windows (*.avi)|*.avi|Mpeg (*.mpeg;*.mpg)|*.mpeg;*.mpg|Windows Media Video (*.wmv)|*.wmv
de: File grafici comuni (*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv)|*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv| Tutti (*. *) | *. * | TIFF-Bitmap (*.tif; *.tiff; *.fax; *.g3n; *.g3f; *.xif) | * .tif; *.tiff; *.fax; *.g3n; *.g3f; * .xif | CompuServe Bitmap (*.GIF) | * .gif | JPEG-Bitmap (*.jpg; *.jpeg; *.jpe; *.jif) | * .jpg; *.jpeg; *.jpe; * .jif | Pinsel (*.pcx) | * .pcx | Windows Bitmap (*.bmp; *.dib; *.rle) | * .bmp; *.dib; * .rle | Windows-Symbol (*.ico) | * .ico | Windows-Cursor (*.cur) | * .cur | Portable Network Graphics (*.png) | * .png | Windows-Metadatei (*.wmf) | * .wmf | Erweiterte Windows-Metadatei (.EMF) | * .emf | Targa Bitmap (*.tga; *.targa; *.vda; *.icb; *.vst; *.pix) | * TGA; *.targa; *.vda; *.icb; *.vst; * .pix | Portable Pixmap, GrayMap, BitMap (*.pxm; *.ppm; *.pgm; *.pbm) | * .pxm; *.ppm; *.pgm; * .pbm | Wireless Bitmap (*.wbmp) | * .wbmp | JPEG2000 (*.jp2) | * .jp2 | JPEG2000 Codestream (*.j2k; *.jpc; *.j2c) | * .j2k; *.jpc; * .j2c | Multipage PCX (*.dcx) | * .dcx | Camera RAW (*.crw; *.cr2; *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; *.dcr) | * .crw; *.cr2; *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; * DCR | Video für Windows (*.avi) | * .avi | MPEG (*.mpeg;.mpg) | * .mpeg; * .mpg | Windows Media Video (.wmv) | * .wmv
es: File grafici comuni (*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv)|*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv| Tutti (*. *) | *. * | Mapa de bits TIFF (*.tif; *.tiff; *.fax; *.g3n; *.g3f; *.xif) | * .tif; *.tiff; *.fax; *.g3n; *.g3f; * .xif | Mapa de bits CompuServe (*.gif) | * .gif | Mapa de bits JPEG (*.jpg; *.jpeg; *.jpe; *.jif) | * .jpg; *.jpeg; *.jpe; * .jif | Pincel (*.pcx) | * .pcx | Mapa de bits de Windows (*.bmp; *.dib; *.rle) | * .bmp; *.dib; * .rle | Windows icono (*.ico) | * ICO | Windows cursores (*.cur) | * .cur | Gráficos de red portátiles (*.png) | * .png | Windows Metafile (*.wmf) | * .wmf | Enhanced Windows Metafile (*.emf) | * .emf | Mapa de bits Targa (*.tga *.targa *.vda; *.icb; *.vst; *.pix) | * TGA *.targa *.vda; *.icb; *.vst; * .pix | Portable Pixmap, mapa, mapa de bits (*.pxm *.ppm; *.pgm; *.pbm) | * .pxm; *.ppm; *.pgm; * .pbm | Inalámbrico de mapa de bits (*.wbmp) | * WBMP | JPEG2000 (*.jp2) | *. jp2 | JPEG2000 Secuencia de código (*.j2k; *.jpc; *.j2c) | * .j2k; *.jpc; * .j2c | Varias páginas PCX (*.dcx) | * .dcx | RAW de cámara (*.crw *.cr2 *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; *.dcr) | * .crw *.cr2 *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; * DCR | Vídeo para Windows (*.avi) | *. avi | MPEG (*.mpeg, *.mpg) | * .mpeg; *. mpg | Windows Media Video (*.wmv) | * .wmv
zh: File grafici comuni (*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv)|*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv|合奏 (*.*) | *.* |TIFF 點陣圖 （*.tif; *.tiff; *.fax; *.g3n; *.g3f; *.xif） | *.tif; *.tiff; *.fax; *.g3n; *.g3f; *.xif |CompuServe 點陣圖 (*.gif) | *.gif |JPEG 點陣圖 （*.jpg; *.jpeg; *.jpe; *.jif） | *.jpg; *.jpeg; *.jpe; *.jif |畫筆 (*.pcx) | *.pcx |Windows 點陣圖 （應用; *.dib; *.rle） | *.bmp; *.dib; * 3 超 |Windows 圖示 (*.ico) | *.ico |Windows 游標 (*.cur) | *.cur |可移植網狀圖形 (*.png) | *.png |Windows 圖中繼檔 (*.wmf) | *.wmf |加強 Windows 圖中繼檔 (*.emf) | *.emf |塔爾加點陣圖 （*.tga; *.targa; *.vda; *.icb; *.vst; *.pix） | *.tga; *.targa; *.vda; *.icb; *.vst; *.pix |可擕式彩色點陣圖，灰度點陣圖，點陣圖 （*.pxm; *.ppm; *.pgm; *.pbm） | *.pxm; *.ppm; *.pgm; *.pbm |無線點陣圖 (*.wbmp) | *.wbmp |JPEG2000 (*.jp2) | *.jp2 |JPEG2000 碼流 （*.j2k; *.jpc; *.j2c） | *.j2k; *.jpc; *.j2c |多頁 PCX (*.dcx) | *.dcx |相機原始 （*.crw; *.cr2; *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; *.dcr） | *.crw; *.cr2; *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; *.dcr |視頻視窗 (*.avi) | *.avi |Mpeg （*.mpeg; *.mpg） | *.mpeg; *.mpg |Windows 媒體視頻 (*.wmv) | *.wmv

source: &Applica
de: & Anwendungen
es: &Aplicar
zh: 應用程式(&A)

source: edValue
zh: 價值

source: Gestione Filtri
de: Filter-Management
zh: 刪除篩選器

source: Operatore
de: Operationen
zh: 與操作 (&O)

source: Nome del Campo
de: Name des Feldes
zh: 新的模型名稱嗎？

source: E
zh: 東

source: O
zh: Ø

source: PowerShot EOS Other
de: PowerShot
es: Disparo de energía EOS Otro
it: PowerShot EOS Altro
zh: 佳能服務

source: MegaPixels:
de: Megapixel:
es: Megapíxeles:
it: Megapixel:
zh: 圖元︰

source: Please choose below the branch for your business:
de: Bitte wählen Sie unten die Niederlassung für Ihr Unternehmen:
es: Por favor seleccione a continuación la rama para su negocio:
it: Si prega di scegliere sotto il ramo per il tuo business:
zh: 請選擇下面的為您的業務分支︰

source: Jewelry
de: Schmuck
es: Joyería
it: Gioielli
zh: 珠寶首飾

source: Food and beverage
de: Lebensmittel- und Getränkeindustrie
es: Alimentos y bebidas
it: Alimentare e delle bevande
zh: 食物和飲料

source: Other ...
de: Andere...
es: Otros...
it: Altri...
zh: 其他...

source: Choose below your camera model and max resolution:
de: Wählen Sie unten Ihr Kameramodell und max Auflösung:
es: Seleccione a continuación el modelo de cámara y resolución máxima:
it: Scegli qui sotto il tuo modello di fotocamera e risoluzione max:
zh: 選擇以下您的相機模型和最大解析度︰

source: First Run Wizard
de: Ersten Assistenten
es: Primer Asistente de ejecución
it: Primo avvio guidato
zh: 首次運行的嚮導

source: Welcome to Alo Photo Scan version 4!
de: Willkommen Sie bei Alo Foto Scan Version 4!
es: ¡Bienvenido a Alo foto Scan versión 4!
it: Benvenuto a Alo Photo Scan versione 4!
zh: 歡迎來到 Alo 照片掃描版本 4 ！

source: Focus stacking in progress
de: Fokus-Stapeln im Gange
es: Enfoque de apilamiento en progreso
it: Messa a fuoco in corso
zh: 堆疊在進展中的焦點

source: Print Setup...
de: Drucker Setup...
es: Configuración de impresión...
it: Impostazione della stampa...
zh: 打印设置...

source: Other
de: Sonstige
es: Otro
it: Altri
zh: 其他

source: Size
de: Größe
es: Tamaño
it: Dimensioni
zh: 大小

source: Gamma Correction:
de: Gamma-Korrektur:
es: Corrección gamma:
it: Correzione di gamma:
zh: 伽瑪校正︰

source: Print Size:
de: Drucken:
es: Tamaño de impresión:
it: Formato di stampa:
zh: 列印設置

source: Gamma Correction
de: Gamma-Korrektur
es: Corrección gamma
it: Correzione di gamma
zh: 伽瑪校正

source: Printer Setup
de: Einrichtung des Druckers
es: Configuración de la impresora
it: Impostazioni stampante
zh: 印表機設置

source: Inches cm
de: &Zoll
es: Pulgadas cm
it: Pollici cm
zh: 英寸

source: Preview
de: Vorschau
es: Vista previa
it: Anteprima
zh: 預覽

source: Size and Location
de: Größe und Lage
es: Tamaño y la ubicación
it: Dimensioni e la posizione
zh: 大小和位置

source: Height:
de: Höhe:
es: Altura:
it: Altezza:
zh: 高度︰

source: Measurement:
de: Messung:
es: Medición :
it: Misura:
zh: 測量

source: Pages Down:
de: Seiten nach unten:
es: Páginas abajo:
it: Pagine in giù:
zh: 下頁

source: Pages Across:
de: Seiten über:
es: Páginas a través de:
it: Pagine di tutta:
zh: 跨頁

source: Width:
de: Breite:
es: Ancho:
it: Larghezza:
zh: 寬度：

source: Spacing between thumbnails
de: Miniaturansichten
es: Imprimir vistas en miniatura
it: Spaziatura tra miniature
zh: 列印縮覽圖

source: Spacing:
de: Abstand:
es: Espaciamiento de:
it: Spaziatura:
zh: 间距：

source: Relative
es: Relativa
it: Relativa
zh: 相對

source: Create a new image
de: Ein neues Bild erstellen
es: Crear una nueva imagen
it: Creare una nuova immagine
zh: 創建一個新的形象

source: Anchor:
de: Anker:
es: Ancla:
it: Ancoraggio:
zh: 主持人︰

source: %s pixels
de: %s Pixel
es: %s píxeles
it: %s pixel
zh: %s 圖元

source: Canvas Size
de: Leinwandgröße
es: Tamaño de la lona
it: Dimensioni della tela
zh: 畫布大小

source: Lock Blue Color
de: Blauen Farbe zu sperren
es: Cerradura Color azul
it: Blocca Valore Blu
zh: 鎖定藍顏色

source: Histogram
de: Histogramm
es: Histograma
it: Istogramma
zh: 長條圖

source: Channels
de: Kanäle
es: Canales
it: Canali
zh: 電視頻道

source: Gamma Correction
de: Gamma-Korrektur
es: Corrección de gamma
it: Correzione gamma
zh: 伽瑪校正

source: Image Equalizer
de: Bild Equalizer
es: Ecualización de imagen
it: Equalizzatore
zh: 圖像等化器

source: &Contrast:
de: &Kontrast:
es: &Contraste:
it: &Contrasto:
zh: 對比 (&C)︰

source: &Saturation (S):
de: &Sättigung (S):
es: &Saturación (S):
it: &Saturazione (S):
zh: 飽和度 (&S):

source: &Red (R):
es: &Rojo (R):
it: &Rosso (R):
zh: 紅 (&R):

source: &Green (G):
de: &Grün (G):
es: %Verde (G):
it: &Verde (G):
zh: 綠色 (&G):

source: &Blue (B):
de: &Blau (B):
it: &Blu (B):
zh: 藍色 (&B):

source: Sharpening
de: Schärfen
es: Afilado de
zh: 銳化

source: File Name:
de: Dateiname:
es: Nombre Archivo
it: Nome file:
zh: 檔案名稱︰

source: Focal Distance:
de: Brennweite:
es: Distancia focal:
it: Distanza focale:
zh: 焦距︰

source: F-Number:
de: F-Nummer:
es: Diafragma:
it: Numero f:
zh: 光圈︰

source: Exposure:
de: Belichtung:
es: Exposición:
it: Esposizione:
zh: 曝光︰

source: Shutter Speed:
de: Verschlusszeit:
es: Velocidad obturador:
it: Velocità dell'otturatore:
zh: 快門速度︰

source: Image Size:
de: Bildgröße:
es: Tamaño imagen:
it: Dimensioni Imm. :
zh: 圖像大小︰

source: File Path:
de: Dateipfad:
it: Percorso del file:
zh: 檔路徑︰

source: Resolution:
de: Auflösung:
es: Resolución:
it: Risoluzione:
zh: 解析度︰

source: Lens Aperture (Av):
de: Blende (Av):
es: Apertura lente (Av):
it: Apertura dell'obiettivo (Av):
zh: 鏡頭光圈 (Av):

source: Flash Mode:
de: Blitzmodus:
es: Modo de Flash:
it: Modalità flash:
zh: 閃光模式︰

source: Image Proerties
de: Bild Proerties
es: Imagen Proerties
it: Immagine Proerties
zh: 圖像性能

source: Controls
de: Steuerelemente
es: Controles
it: Controlli
zh: 控制項

source: Dark Tones
de: Dunkle Töne
es: Tonos oscuros
it: Toni scuri
zh: 暗色調

source: Mid Tones
de: Mitteltöne
es: Tonos MID
it: Toni medi
zh: 中色調

source: Light Tones
de: Lichtfarben
es: Tonos claros
it: Toni chiari
zh: 淺色調

source: Quick equalize
de: Schnell ausgleichen
es: Igualar el rápido
it: Equalizzare rapido
zh: 快速均衡

source: pixels / inch
de: pixel / Zoll
es: píxeles / pulgada
it: pixel / pollice
zh: 圖元 / 英寸

source: pixels/inch
de: pixel/Zoll
es: puntos por pulgada
it: pixel/pollice
zh: 圖元/英寸

source: Image resize
de: Bild Größe ändern
es: Redimensionar imagen
it: Ridimensiona immagine
zh: 調整圖像大小

source: Current Image Size:
de: Aktuelle Bildgröße:
es: Tamaño imag. actual:
it: Dim. Immagine attuale :
zh: 當前圖像大小︰

source: Current File Size:
de: Aktuelle Dateigröße:
es: Tamaño del archivo actual:
it: Dimensioni del File corrente:
zh: 當前檔的大小︰

source: Estimated File Size:
de: Geschätzte Dateigröße:
es: Tamaño de archivo estimado:
it: Dimensioni File stimate:
zh: 估計的檔案大小︰

source: Resampling method:
de: Resampling-Methode:
es: Método remuestreo:
it: Ricampionamento:
zh: 重採樣方法︰

source: Change
de: Änderung
es: Cambio
it: Cambiamento
zh: 變化

source: Image Resize
es: Redimensionar imagen
it: Ridimensiona immagine
zh: 調整圖像大小

source: Compression:
de: Komprimierung:
es: Compresión:
it: Compressione:
zh: 压缩：

source: &Optimal Huffman
de: & Optimale Huffman
es: &Huffman óptima
it: &Huffman ottimale
zh: 最優哈夫曼(&O)

source: P&rogressive
es: &Progresiva
it: P&rogressivo
zh: 民進(&R)

source: &Transparent:
es: &Transparente:
it: &Trasparente:
zh: 與透明 (&T)

source: I&nterlaced:
es: E&ntrelazado:
it: I&nterlacciato:
zh: 隔行掃描(&N)

source: Scanned document info
de: Das gescannte Dokument info
es: Información del documento escaneado
it: Info documento scannerizzato
zh: 掃描的文檔資訊

source: Advanced
de: Erweiterte
es: Avanzado
it: Avanzate
zh: 高级

source: &Vert. Position (inch):
de: Senkrechten Position (Zoll):
es: Posición de Vert. (pulgadas):
it: Posizione Verticale (pollici):
zh: 立式位置 （英寸）

source: &Description:
de: &Popis:
es: &Descripción:
it: &Descrizione:
zh: 说明(&D):

source: P&age name:
de: &Kategoriename:
es: &Nombre de la pagina:
it: Nome della p&agina:
zh: 頁面名稱(&A):

source: Page N&umber:
de: Berechnung der Seite:
es: &Número de pagina:
it: N&umero di pagina:
zh: 頁碼(&U):

source: o&f
de: der
es: de
zh: 的(&f)

source: Compressed size:
de: Komprimierte Größe:
es: Tamaño comprimido:
it: Dimensione compressa:
zh: 壓縮後的大小

source: C&olors:
de: &Farben:
es: Colores:
it: C&olori:
zh: 顏色(&C)

source: &Image index:
de: Bildindex:
es: &Índice de imágenes:
it: &Indice dell'immagine:
zh: 圖像索引(&I)

source: &Colors:
de: Farben:
es: Colores:
it: &Colore:
zh: 與顏色 (&C)

source: Original size:
de: O&riginalgröße:
es: Tamaño original:
it: Dimensione originale:
zh: 原始大小:

source: &Quality:
de: Q&ualität:
es: &Calidad:
it: &Qualità:
zh: 品質(&Q)︰

source: &DCT method:
de: &DCT-Methode:
es: &Método DCT:
it: Metodo &DCT:
zh: 離散余弦變換方法(&D)

source: &Smoothing factor:
de: &Glättungsfaktor:
es: &Factor de suavizado:
it: &Fattore di arrotondamento:
zh: 平滑因數(&S)
