Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: caller app
de: anrufer-app
es: aplicación de la llamada
it: applicazione del chiamante
zh: 調用方的應用程式

source: New mask %d x %d
de: Neue Maske %d x %d
es: Nueva máscara de %d x %d
it: Nuova maschera %d x %d
zh: 新的遮罩 %d x %d

source: Discard color information?
de: Verwerfen Farbinformationen?
es: ¿Descartar la información de color?
it: Eliminare le informazioni di colore?
zh: 丟棄顏色資訊嗎？

source: There are unsaved image files from the previous session. Do you want to restore them?
de: Es sind Image-Dateien aus der vorherigen Sitzung nicht gespeicherte. Möchten Sie diese wiederherstellen?
es: Allí no están guardados los archivos de imagen de la sesión anterior. ¿Quieres restaurar?
it: Ci sono non salvate i file di immagine dalla sessione precedente. Si desidera ripristinarli?
zh: 從上屆未保存影像檔。你想要將它們還原嗎？

source: Restored-%d
de: Restauriert - %d
es: Restaurado-%d
it: Restaurata-%d
zh: 還原-%d

source: (applied)
de: (angewendet)
es: (aplicado)
it: (applicata)
zh: （應用）

source: (no transparency)
de: (keine Transparenz)
es: (sin transparencia)
it: (nessuna trasparenza)
zh: （不透明）

source: Shadow
de: Schatten
es: Sombra
it: Ombra
zh: 陰影

source: Layer Delete
de: Layer löschen
es: Eliminar capa
it: Elimina livello
zh: 圖層刪除

source: Resize canvas
de: Die Größe der Leinwand
es: Cambiar el tamaño de lienzo
it: Ridimensionare la tela
zh: 調整畫布大小

source: The requested selection (%s x %s pixel) does not fit the current image (%s x %s) pixel. Enlarge canvas size to fit image?
de: Die gewünschte Auswahl (%s x %s Pixel) passt nicht das aktuelle Bild (%s x %s) Pixel. Vergrößern Größe der Arbeitsfläche anpassen Bild?
es: La selección solicitada (%s x píxeles de %s) no ajusta la imagen actual (%s x s %) pixel. ¿Agrandar el tamaño del lienzo para montar la imagen?
it: La selezione richiesta (%s %s pixel) non si adatta l'immagine corrente (%s x %s) pixel. Ingrandire la dimensione della maschera per adattare immagine?
zh: 請求的選擇 (%x%s 圖元 s) 不適合當前圖像 (%s%s x) 圖元。 擴大畫布的大小以適合圖像嗎？

source: Apply Mask
de: Maske
es: Aplicar mascarilla
it: Applicare la maschera
zh: 敷面膜

source: Alo'
zh: 勞工事務主任 '

source: Take picture error, focus failed
de: Nehmen Sie Bildfehler, Fokus ist fehlgeschlagen
es: Tener error de imagen, enfoque fallada
it: Prendere foto errore, messa a fuoco non è riuscito
zh: 帶圖片錯誤失敗的焦點

source: Initializing Database
de: Initialisieren der Datenbank
es: Al inicializar la base de datos
it: Inizializzazione Database
zh: 初始化資料庫

source: Loading Filters and Print Engine
de: Laden von Filter und Druckmodul
es: Carga de filtros y motor de impresión
it: Caricamento filtri e motore di stampa
zh: 載入篩選器和列印引擎

source: Loading data
de: Laden von Daten
es: Carga de datos
it: Caricamento dei dati
zh: 載入資料

source: Initializing setup
de: Initialisieren von setup
es: Inicialización de instalación
it: Inizializzazione installazione
zh: 初始化安裝程式

source: Initializing Log File
de: Protokolldatei initialisieren
es: Inicializar el archivo de registro
it: Inizializzazione dei File di Log
zh: 初始化日誌檔

source: Initializing messages
de: Initialisieren von Nachrichten
es: Inicialización de mensajes
it: Inizializzazione messaggi
zh: 初始化郵件

source: Getting picture %s of %s
de: Bild %s von %s
es: Conseguir imagen %s de %s
it: Ottenere foto %s di %s
zh: 獲取圖片 %s%s

source: Process started
de: Prozess gestartet
es: Proceso iniciado
it: Processo avviato
zh: 啟動進程

source: Paste from clipboard
de: Fügen aus der Zwischenablage ein
es: Pegar desde el portapapeles
it: Incolla dagli Appunti
zh: 從剪貼簿粘貼

source: Hide Scan dialog window
de: Scan-Dialog-Fenster ausblenden
es: Ocultar ventana de diálogo de exploración
it: Nascondere la finestra di dialogo di scansione
zh: 隱藏掃描對話方塊視窗

source: Show Scan dialog window
de: Scan-Dialog-Fenster anzeigen
es: Mostrar la ventana de diálogo de exploración
it: Visualizza la finestra di dialogo di scansione
zh: 顯示掃描對話方塊視窗

source: Connecting to the camera...
de: Verbinden mit der Kamera...
es: Conectar a la cámara...
it: Collegamento alla fotocamera...
zh: 正在連接到相機...

source: Disconnecting from camera...
de: Trennen der Kamera...
es: Desconexión de la cámara...
it: Scollegare dalla fotocamera...
zh: 斷開連接相機...

source: Send to
de: Senden an
es: Enviar a
it: Invia a
zh: 發送到

source: Remote process stopped
de: Remote-Prozess beendet
es: Remoto proceso parado
it: Remoto processo interrotto
zh: 遠端進程停止

source: Taking the picture
de: Der Aufnahme
es: Tomar la fotografía
it: Scattare la foto
zh: 拍照

source: DEMO VERSION
es: VERSIÓN DEMO
it: VERSIONE DEMO
zh: 展示版本

source: Registered to
de: Registriert
es: Registrado a
it: Registrato a
zh: 已註冊的

source: Version
es: Versión
it: Versione
zh: 版本

source: - Information Techonolgies
de: -Informationen wurden
es: -Tecnología información
it: -Techonolgies informazioni
zh: -資訊技術

source: DEMO trial expired.
de: DEMO-Testversion abgelaufen.
es: Prueba DEMO expiró.
it: DEMO versione di prova scaduta.
zh: 演示的試用期過。

source: Untitled-
es: Sin título-
it: Senza titolo-
zh: 無題 》-

source: Layer Cut
de: Layer-Schnitt
es: Corte de capa
it: Taglio di strato
zh: 層切

source: Layer Copy
de: Layer-Kopie
es: Copia de la capa
it: Copia del livello
zh: 層副本

source: Batch processing terminated
de: Batch-Verarbeitung beendet
es: Terminado el procesamiento por lote
it: Terminata l'elaborazione batch
zh: 批次處理終止

source: Batch processing terminated with errors
de: Batch-Verarbeitung mit Fehler beendet
es: Procesamiento por lotes con errores
it: Elaborazione batch terminato con errori
zh: 終止與錯誤的批次處理

source: &Start camera
de: &Starten Sie die Kamera
es: &Inicar la cámara
it: &Avvia Camera
zh: 與啟動攝像頭 (&S)

source: &Stop camera
de: &Stop Kamera
es: &Parada de cámara
zh: 停止相機 (&S)

source: &Lock AF
de: &Sperre AF
es: &Bloqueo AF
it: &Blocca AF
zh: 與鎖房顫 (&L)

source: Un&lock AF
de: UN- &Sperre AF
es: Las Naciones Unidas y bloqueo AF
it: Sb&locca AF
zh: 聯合國 鎖房顫 (&L)

source: Magic Wand
de: Zauberstab
es: Varita mágica
it: Bacchetta magica
zh: 魔術棒

source: Smudge
de: Verschmieren
es: Mancha
it: Sfumino
zh: 塗抹

source: Clone Stamp
de: Kopierstempel
es: Tampón de clonar
it: Timbro clone
zh: 仿製圖章

source: Color
de: Farbe
it: Colore
zh: 顏色

source: Revert to previously saved version?
de: Zuvor gespeicherte Version wiederherstellen?
es: ¿Volver a versión guardada con anterioridad?
it: Ripristina versione salvata in precedenza?
zh: 恢復到以前保存的版本？

source: Idle
de: Leerlauf
es: Ocioso
zh: 空閒

source: Working...
de: Arbeiten...
es: Trabajo...
it: Lavorando...
zh: 工作...

source: Connecting to the scanner...
de: Verbinden mit dem Scanner...
es: Conexión con el escáner...
it: Collegamento allo scanner...
zh: 正在連接到掃描器...

source: Image from file
de: Bild aus Datei
es: Imagen de archivo
it: Immagine da file
zh: 檔的圖像

source: Docking and auto hiding operations are not available for controls declared in an ancestor form.
de: Docking und Auto versteckt Operationen sind nicht verfügbar für Steuerelemente in einem Vorfahrformular deklariert.
es: Docking y auto ocultar operaciones no están disponibles para los controles declarados en una forma de antepasado.
it: Docking e auto nascondendo le operazioni non sono disponibili per i controlli dichiarati in un modulo di antenato.
zh: 停靠和自動隱藏操作不可用於在祖先的一種形式中聲明的控制項。

source: Unknown Flash Mode
de: Unbekannte Blitzmodus
es: Modo de Flash de desconocido
it: Modalità Flash sconosciuto
zh: 未知的閃光模式

source: Checking version ...
de: Version wird überprüft...
es: Comprobación de versión...
it: Controllo della versione...
zh: 正在檢查版本...

source: Site: %s
de: Standort: %s
es: Sitio: %s
it: Sito: %s
zh: 網站: %s

source: Download filelist ...
de: Download Liste...
es: Descargar lista de archivos...
it: Scarica filelist...
zh: 下載檔案清單...

source: Download "%s" ...
es: Descargar "%s"...
it: Scarica "%s"...
zh: 下載"%s"......

source: Process %s of %s "%s" ...
de: Verarbeiten Sie %s von %s "%s"...
es: Proceso de %s de %s "%s"...
it: Processo %s di %s "%s"...
zh: 進程 %s%s"%s"的......

source: Download Complete!
de: Download abgeschlossen!
es: ¡Descargar completa!
it: Download è completo!
zh: 下載完整的 ！

source: Software is up-to-date!
de: Software ist auf dem neuesten Stand!
es: ¡El software está actualizado!
it: Software è aggiornato!
zh: 軟體是最新的 ！

source: Current Size: %sK
de: Aktuelle Grösse: % sK
es: Tamaño actual: % sK
it: Dimensione corrente: % sK
zh: 當前大小: %sK

source: New Size: %sK
de: Neue Größe: % sK
es: Nuevo tamaño: % sK
it: Nuova dimensione: % sK
zh: 新大小: %sK

source: Saving image n. %s
de: Bild n. %s speichern
es: N. imagen ahorro %s
it: Risparmio n. immagine %s
zh: 保存圖像 n.%s

source: A file with the same name already exists (%s) Replace?
de: Eine Datei mit demselben Namen existiert bereits (%s) ersetzen?
es: ¿Ya existe un archivo con el mismo nombre (%s) reemplazar?
it: Un file con lo stesso nome esiste già (%s) Sostituisci?
zh: 具有相同名稱的檔已存在 (%s) 替換嗎？

source: Start processing images? Be sure to have backed up your images first!
de: Starten Sie die Bearbeitung von Bildern? Achten Sie darauf, Ihre Bilder zunächst gesichert haben!
es: ¿Iniciar el procesamiento de imágenes? Asegúrese de primero tiene copia de sus imágenes!
it: Avviare l'elaborazione delle immagini? Assicurarsi di avere eseguito il backup delle immagini prima!
zh: 開始處理圖像？ 一定要先備份您的圖片 ！

source: You cannot delete a TdxFloatDockSite.
de: Ein TdxFloatDockSite kann nicht gelöscht werden.
es: No se puede eliminar un TdxFloatDockSite.
it: Non è possibile eliminare un TdxFloatDockSite.
zh: 您不能刪除 TdxFloatDockSite。

source: You cannot delete a TdxCustomDockSite in floating mode.
de: Ein TdxCustomDockSite im floating Modus kann nicht gelöscht werden.
es: No se puede eliminar un TdxCustomDockSite en modo flotante.
it: Non è possibile eliminare un TdxCustomDockSite in modalità flottante.
zh: 您不能刪除 TdxCustomDockSite 中浮動的模式。

source: You cannot set the parent for this component.
de: Das übergeordnete Element für diese Komponente kann nicht festgelegt werden.
es: No se puede establecer al elemento primario de este componente.
it: Non è possibile impostare l'elemento padre per questo componente.
zh: 您不能設置此元件的父級。

source: The Owner of the TdxCustomDockControl must be TCustomForm.
de: Die Besitzer der TdxCustomDockControl muss TCustomForm sein.
es: El dueño de la TdxCustomDockControl debe ser TCustomForm.
it: Il proprietario della TdxCustomDockControl deve essere TCustomForm.
zh: TdxCustomDockControl 的擁有者必須是 TCustomForm。

source: The Parent of the %s must be TdxCustomDockControl.
de: Das übergeordnete Element von %s muss TdxCustomDockControl sein.
es: El padre del %s debe ser TdxCustomDockControl.
it: Il padre di %s deve essere TdxCustomDockControl.
zh: %S 的父必須 TdxCustomDockControl。

source: The Parent of the TdxDockSite cannot be TdxCustomDockControl.
de: Das übergeordnete Element der TdxDockSite darf nicht TdxCustomDockControl sein.
es: El padre de la TdxDockSite no puede ser TdxCustomDockControl.
it: Il padre della TdxDockSite non può essere TdxCustomDockControl.
zh: TdxDockSite 的父級不能 TdxCustomDockControl。

source: The Parent of the TdxFloatDockSite can only be TdxFloatForm.
de: Das übergeordnete Element der TdxFloatDockSite kann nur TdxFloatForm sein.
es: El padre de la TdxFloatDockSite sólo puede ser TdxFloatForm.
it: Il padre della TdxFloatDockSite può essere solo TdxFloatForm.
zh: TdxFloatDockSite 的父只能是 TdxFloatForm。

source: You cannot insert a TdxCustomDockControl into TdxDockPanel (%s is being inserted).
de: Sie können eine TdxCustomDockControl nicht in TdxDockPanel einfügen (%s wird eingefügt wird).
es: No puede insertar un TdxCustomDockControl en TdxDockPanel (se inserta %s).
it: Non è possibile inserire un TdxCustomDockControl in TdxDockPanel (%s viene inserito).
zh: 你不能插入 TdxCustomDockControl 到 TdxDockPanel （被插入 %s）。

source: You can only insert a TdxCustomDockControl into TdxCustomDockSite (%s is being inserted).
de: Sie können nur eine TdxCustomDockControl in TdxCustomDockSite einfügen (%s wird eingefügt wird).
es: Sólo puede insertar un TdxCustomDockControl en TdxCustomDockSite (se inserta %s).
it: È possibile inserire solo un TdxCustomDockControl in TdxCustomDockSite (%s viene inserito).
zh: 你只能插入 TdxCustomDockControl TdxCustomDockSite （被插入 %s）。

source: You cannot create a TdxZone without the owning TdxCustomDockControl.
de: Sie können keine TdxZone ohne die besitzenden TdxCustomDockControl erstellen.
es: Se puede crear un TdxZone sin el TdxCustomDockControl propietario.
it: Non è possibile creare un TdxZone senza la TdxCustomDockControl di appartenenza.
zh: 您不能創建不擁有 TdxCustomDockControl 的 TdxZone。

source: Internal error while autohide controls.
de: Interner Fehler beim Autohide Kontrollen.
es: Error interno al ocultar automáticamente los controles.
it: Errore interno durante controlli di Nascondi automaticamente.
zh: 自動隱藏控制項時發生內部錯誤。

source: Internal error in the TdxCustomDockControl painter.
de: Interner Fehler in der TdxCustomDockControl-Maler.
es: Error interno en el pintor de TdxCustomDockControl.
it: Errore interno nel pittore TdxCustomDockControl.
zh: 在 TdxCustomDockControl 畫家中的內部錯誤。

source: Internal error in the %s object layout.
de: Interner Fehler im Layout %s Objekt.
es: Error interno en el diseño de objeto %s.
it: Errore interno nel layout dell'oggetto %s.
zh: 在 %s 物件佈局中的內部錯誤。

source: Internal error while creating a %s object layout.
de: Interner Fehler beim Erstellen eines Layouts %s Objekt.
es: Error interno durante la creación de un diseño de objeto %s.
it: Errore interno durante la creazione di un layout dell'oggetto %s.
zh: 在創建 %s 物件佈局時的內部錯誤。

source: Internal error while destroying a %s object layout.
de: Interner Fehler während einer %s Objektlayout zu zerstören.
es: Error interno mientras que destruye un diseño de objeto %s.
it: Errore interno mentre distrugge un layout dell'oggetto %s.
zh: 摧毀一個 %s 物件佈局時發生內部錯誤。

source: You cannot have more than one TdxDockingManager instance on a Form.
de: Sie können nicht mehr als eine TdxDockingManager-Instanz in einem Formular haben.
es: No puede tener más de una instancia de TdxDockingManager en un formulario.
it: È possibile avere più di un'istanza di TdxDockingManager in un Form.
zh: 你不能在表單上有多個 TdxDockingManager 實例。

source: Delete page setting "%s"?
de: Löschen Seite einrichten "%s"?
es: ¿Borrar la página de configuración de "%s"?
it: Impostazione della pagina Elimina "%s"?
zh: 刪除版面設定"%s"嗎？

source: ATTENTION: DPI not setted
de: Achtung: DPI nicht gestellt
es: Atención: DPI no programada
it: Attenzione: DPI non impostato
zh: 注意︰ DPI 不設

source: ATTENTION: This process modify image files associated with selected models.
de: Achtung: Dieser Prozess ändern-Image-Dateien im Zusammenhang mit ausgewählten Modellen.
es: Atención: Este proceso modificar imagen de archivos asociados a modelos seleccionados.
it: Attenzione: Questa modifica di elaborare file di immagine associato con modelli selezionati.
zh: 注意︰ 此過程修改影像檔與所選模型關聯。

source: *** This process is NOT REVERSIBLE ***
de: Dieser Prozess ist nicht umkehrbar ***
es: Este proceso no es REVERSIBLE ***
it: Questo processo non è reversibile * * *
zh: 這一過程是不可逆 * * *

source: For every image, before the modify, it will be create a SECURITY COPY
de: Für jedes Bild, vor dem ändern wird es sein, eine Sicherheitskopie zu erstellen
es: Para cada imagen, antes de la modificación, sería crear una copia de seguridad
it: Per ogni immagine, prima della modifica, sarà creare una copia di sicurezza
zh: 對於每個圖像之前修改，它將創建一個安全副本

source: The file will be save on folder C:\FlexLineTech\Alo Photo Scan 4.0\Images\backup_maintenance
de: Die Datei wird auf Ordner C:\FlexLineTech\Alo Foto Scannen 4.0\Images\backup_maintenance speichern
es: El archivo será guardar en carpeta C:\FlexLineTech\Alo foto Scan 4.0\Images\backup_maintenance
it: Il file sarà salva su cartella C:\FlexLineTech\Alo Photo Scan 4.0\Images\backup_maintenance
zh: 該檔將被保存在資料夾 C:\FlexLineTech\Alo 照片掃描 4.0\Images\backup_maintenance

source: Continue?
de: Möchten Sie fortsetzen?
es: ¿Desea continuar?
it: Continuare?
zh: 要繼續嗎？

source: Reading:
de: Lesung:
es: Lectura:
it: Lettura:
zh: 閱讀︰

source: Writing:
de: Schreiben:
es: Escritura:
it: Scrittura:
zh: 寫作︰

source: Backup:
es: Copia de seguridad:
zh: 備份︰

source: Elaborated images:
de: Ausgearbeitete Bilder:
es: Imágenes elaboradas:
it: Immagini elaborate:
zh: 闡述了的圖像︰

source: Operation terminated.
de: Vorgang abgebrochen.
es: Terminada la operación.
it: Operazione terminata.
zh: 操作終止。

source: You cannot delete a TdxLayoutDockSite.
de: Ein TdxLayoutDockSite kann nicht gelöscht werden.
es: No se puede eliminar un TdxLayoutDockSite.
it: Non è possibile eliminare un TdxLayoutDockSite.
zh: 您不能刪除 TdxLayoutDockSite。

source: Recording with %s codec
de: Aufnahme mit %s codec
es: Grabación con codec de %s
it: Registrazione con codec di %s
zh: %S 編解碼器的記錄。

source: Paused
de: Angehalten
es: Hizo una pausa
it: In pausa
zh: 暫停

source: By selecting this mode, the actual camera preview will be captured as image. 1:1 ratio will be calculated based on the previous shot, considering zoom position has not been changed.
de: Wenn Sie diesen Modus auswählen, wird die tatsächliche Kameravorschau als Bild eingefangen werden. Verhältnis 1:1 berechnet basierend auf den vorherigen Schuss, wenn man bedenkt, dass Zoom-Position nicht verändert wurde.
es: Al seleccionar este modo, la previa de la cámara real será capturada como imagen. relación 1:1 se calculará en base en la toma anterior, considerando la posición del zoom no ha cambiado.
it: Selezionando questa modalità, l'anteprima reale della fotocamera verrà acquisito come immagine. rapporto 1:1 sarà calcolato sul colpo precedente, considerando la posizione dello zoom non è stata modificata.
zh: 通過選擇此模式，將作為圖像捕獲實際相機預覽。 1:1 的比例將計算的以前的鏡頭，考慮變焦的立場沒有改變。

source: Overwrite existing camera profile?
de: Überschreiben Sie vorhandene Kamera-Profil?
es: ¿Sobrescribir el actual perfil de cámara?
it: Sovrascrivere il profilo esistente fotocamera?
zh: 覆蓋現有的相機設定檔嗎？

source: Profile %s not found
de: Profil %s nicht gefunden
es: Perfil de %s no encontrado
it: Profilo %s non trovato
zh: 設定檔 %s 找不到

source: Export completed
de: Export abgeschlossen
es: Exportación completada
it: Esportazione completata
zh: 出口完成

source: Export error: %s
de: Exportieren Sie Fehler: %s
es: Exportación de error: %s
it: Errore di esportazione: %s
zh: 匯出錯誤: %s

source: Incorrect file
de: Falsche Datei
es: Archivo incorrecto
it: File non corretto
zh: 不正確的檔

source: Import completed
de: Import abgeschlossen
es: Importación completado
it: Importazione completata
zh: 導入完成

source: < New Page Setting >
de: < Neue Seiteneinstellung >
es: < Nueva Paginación >
it: < Nuova Impostazione di Pagina >
zh: < 新版面設定 >

source: There are no mask defined. Cannot proceed
de: Es gibt keine Maske definiert. Kann nicht fortgesetzt werden
es: No hay ninguna máscara definida. No se puede continuar
it: Non ci sono nessuna maschera definita. Non è possibile procedere
zh: 沒有定義的遮罩。 無法繼續

source: Cannot automatically set the data width when data is positioned on the left or on the right side of the picture
de: Die Datenbreite kann nicht automatisch festgelegt werden, wenn Daten auf der linken Seite oder auf der rechten Seite des Bildes positioniert ist
es: No se puede establecer automáticamente la anchura de los datos cuando los datos se coloca a la izquierda o a la derecha de la imagen
it: Automaticamente non può impostare l'ampiezza dei dati quando dati sono posizionati sulla sinistra o sulla destra dell'immagine
zh: 當資料放置在左邊或右邊的圖片的位置不能自動設置資料寬度

source: This setting has not been saved. Close anyway?
de: Diese Einstellung wurde nicht gespeichert. Trotzdem schließen?
es: Esta configuración no se ha guardado. ¿Cerca de todos modos?
it: Questa impostazione non è stata salvata. Chiudere comunque?
zh: 尚未保存此設置。 仍要關閉？

source: The typed page setting name already exists. Overwrite?
de: Der Name der eingegebene Seite ist bereits vorhanden. Überschreiben?
es: Ya existe el nombre de la página mecanografiada. ¿Desea sobrescribir?
it: Il nome dell'impostazione di pagina tipizzato esiste già. Sovrascrivere?
zh: 類型化的版面設定名稱已存在。 是否覆蓋？

source: The typed page setting name already exists. Choose another name!
de: Der Name der eingegebene Seite ist bereits vorhanden. Wählen Sie einen anderen Namen!
es: Ya existe el nombre de la página mecanografiada. ¡Elija otro nombre!
it: Il nome dell'impostazione di pagina tipizzato esiste già. Scegliere un altro nome!
zh: 類型化的版面設定名稱已存在。 請選擇另一個名稱 ！

source: The typed page setting name already exists. (New ...) Choose another name!
de: Der Name der eingegebene Seite ist bereits vorhanden. (Neu...) Wählen Sie einen anderen Namen!
es: Ya existe el nombre de la página mecanografiada. (Nuevo...) ¡Elija otro nombre!
it: Il nome dell'impostazione di pagina tipizzato esiste già. (Nuovo...) Scegliere un altro nome!
zh: 類型化的版面設定名稱已存在。(新...) 請選擇另一個名稱 ！

source: Style Number
de: Style-Nummer
es: Número del estilo
it: Numero di stile
zh: 樣式編號

source: Please set a style number below
de: Bitte legen Sie eine Style-Nummer unten
es: Por favor seleccione un número del estilo siguiente
it: Si prega di impostare un numero di stile qui sotto
zh: 請設置下面的樣式編號

source: No style number set
de: Keine Nummer Stilgruppe
es: No hay número establecido de estilo
it: Nessun insieme di numero di stile
zh: 沒有風格設置號碼

source: Focus Library not found
de: Fokus Bibliothek nicht gefunden
es: Enfoque de biblioteca no encontrada
it: Libreria di messa a fuoco non trovato
zh: 重點庫找不到

source: Focu Stacking Failed - Error Code: %d
de: Fokus-Stacking fehlgeschlagen - Fehlercode:% d
es: Se ha producido un error de apilado de enfoque - Código de error:% d
it: Messa a fuoco errore %d
zh: 堆疊在進展中的焦點

source: Process Starting
de: Prozess starten
es: Proceso a partir
it: Processo a partire
zh: 進程開始

source: Operation %d/%d
de: Betrieb %d/%d
es: Operación %d/%d
it: Operazione %d/%d
zh: 操作 %d/%d

source: Adding Picture %s
de: Hinzufügen von Bild %s
es: Imagen agregar %s
it: Aggiunta immagine %s
zh: 添加圖片 %s

source: Bad file %s - skipped
de: Fehlerhafte Datei %s - übersprungen
es: Mal archivo %s - saltadas
it: Bad file %s - saltato
zh: 壞檔 %s-跳過

source: Record
de: Datensatz
es: Registro
zh: 記錄

source: Stop
es: Parada
it: Fermata
zh: 停止

source: Pause
es: Pausa
it: Pausa
zh: 暫停

source: Restart
de: Neu starten
es: Reiniciar
it: Riavviare
zh: 重新開機

source: Select Codec
de: Wählen Sie Codec
es: Seleccionar Codec
it: Selezionare Codec
zh: 選擇編碼解碼器

source: Video codec X.264 conversion error
de: Video-Codec X.264 Konvertierungsfehler
es: Video codec X.264 error de conversión
it: Codec video errore di conversione di x. 264
zh: 視頻編解碼器 X.264 轉換錯誤

source: Profile %s already exists
de: Profil %s ist bereits vorhanden
es: Perfil %s ya existe
it: Profilo %s esiste già
zh: 設定檔 %s 已存在

source: Spin CW
es: Girar CW
it: Ruota CW
zh: 自旋 CW

source: Spin CCW
es: Girar CCW
it: Ruota CCW
zh: 自旋 CCW

source: Position:
es: Posición:
it: Posizione:
zh: 位置︰

source: Delete selected images?
de: Löschen ausgewählte Bilder?
es: ¿Borrar imágenes seleccionadas?
it: Eliminare le immagini selezionate?
zh: 刪除所選的圖像嗎？

source: Custom Frame Rate
de: Benutzerdefinierte Frame-Rate
es: Velocidad de cuadros personalizados
it: Frequenza fotogrammi personalizzato
zh: 自訂畫面播放速率

source: Please set the frame rate to the following value
de: Setzen Sie auf den folgenden Wert die Frame-rate
es: Configure la velocidad de fotogramas para el siguiente valor
it: Si prega di impostare la frequenza fotogrammi per il seguente valore
zh: 請將畫面播放速率設置為以下值

source: No UserName Set
de: Kein Benutzername festgelegt
es: Ningún conjunto de nombre de usuario
it: Nessun Set di UserName
zh: 沒有使用者名設置

source: Please set your email below
de: Stellen Sie bitte Ihre e-Mail-Adresse unten
es: Configure su email
it: Si prega di impostare il tuo indirizzo email qui sotto
zh: 請設置您的電子郵件下面

source: No Password Set
de: Kein Passwort gesetzt
es: Ningún conjunto de contraseña
it: Nessun Set di Password
zh: 沒有設置密碼
