Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Requested memory not available
de: Angeforderter Speicher nicht verfügbar
es: La memoria solicitada no está disponible
it: La memoria richiesta non è disponibile
zh: 觀察者不可用

source: Error - passwords do NOT match Password ignored
it: Errore - le password non corrispondono Password ignorata
zh: Error - no zip file specified!

source: Copying:
de: Kopieren:
es: Proceso de copiar
it: Riproduzione
zh: 复制：

source: Error while copying the SFX header
de: Fehler beim Lesen von eines zentralen Headers
es: Error al copiar el encabezado SFX
it: Errore durante la copia dell'intestazione SFX
zh: 複製 zip 檔案評論時出錯

source: Processing:
de: Wird bearbeitet:
es: Proceso
it: Elaborazione in corso
zh: 處理 %s

source: renamed to:
de: Senden an:
es: renombrado a
it: rinominato a
zh: 發送到

source: &Ok
zh: &确定

source: &Cancel
de: &Abbrechen
es: &Cancelar
it: &Annulla
zh: 與取消 (&C)

source: Password
de: Passwort
zh: 密碼

source: Enter Password
de: Passwort eingeben
es: Introduzca la contraseña
it: Inserisci Password
zh: 输入密码

source: Confirm Password
de: Bestätige das Passwort
es: Confirmar Contraseña
it: Conferma Password
zh: 确认密码

source: Overwrite file '%s' in '%s' ?
de: Überschreiben Sie die Datei '% s' in '% s'?
es: ¿Sobrescribir el archivo '%s' en '%s'?
it: Sovrascrivi il file '%s' in '%s'?
zh: 改寫現有檔嗎？

source: File '%s' is not present in '%s'!
de: Datei '% s' ist nicht in '% s' vorhanden!
es: Archivio '%s' no está registrado para '%s'!
it: Classe '%s'' non è registrato per '%s'!
zh: '%S' 的類未註冊為 %s

source: Error while copying the SFX data
de: Fehler beim Kopieren der SFX-Daten
es: Error al copiar los datos SFX
it: Errore durante la copia dei dati SFX
zh: 複製 zip 檔案評論時出錯

source: Destination zip archive could not be opened!
de: Destination Zip Archiv konnte nicht geöffnet werden!
es: No se pudo abrir el archivo zip de destino!
it: DataDictionary. <name>'<name>' non può essere aperto!
zh: DataDictionary。<name>'<name>' 不能被打開。

source: Seek error reading Zip archive!
de: Suchfehler lesen Zip-Archiv!
es: ¡Busque un error al leer el archivo Zip!
it: Errore nel file di input di ricerca!
zh: 尋求在輸入檔中的錯誤

source: Error %.1d occurred during Auto SFX creation.
de: %.1d Fehler beim automatischen SFX erstellen.
es: Error %.1d durante la creación del SFX Auto.
it: %.1d errore durante la creazione di Auto SFX.
zh: 在自動 SFX 創建過程中出現錯誤 %.1d。

source: ZIPDLL.DLL not found!
de: ZIPDLL. DLL nicht gefunden!
es: ZIPDLL.DLL extraviado!
it: UNZDLL.DLL non trovato!
zh: UNZDLL。DLL 找不到 ！

source: UNZDLL.DLL not found!
de: UNZDLL. DLL nicht gefunden!
es: UNZDLL. ¡DLL no encontrado!
it: UNZDLL. DLL non trovato!
zh: UNZDLL。DLL 找不到 ！

source: Input file does not exist
de: Eingabedatei existiert nicht
es: El archivo de entrada no existe
it: Il file non esiste
zh: 網格視圖不存在

source: Zip file could not be opened
de: Zip-Datei konnte nicht geöffnet werden
es: No se pudo abrir el archivo Zip
it: Impossibile aprire il file
zh: 無法創建暫存檔案

source: Not a valid drive: %s
de: Kein gültiges Laufwerk:% s
es: No es una unidad válida: %s
it: Non è un comando valido: %s
zh: 在磁碟機: %s\

source: Volume label could not be set
de: Volume-Label konnte nicht gesetzt werden
es: No se pudo establecer la etiqueta de volumen
it: Il blocco non deve essere vuoto
zh: 塊不應為空

source: User canceled operation
de: Benutzer abgebrochener Betrieb
es: Operación cancelada por el usuario
it: Annullare l'operazione
zh: 取消操作嗎？

source: Seek error in input file
de: Fehler bei der Eingabe-Datei suchen
es: Buscar el error en el archivo de entrada
it: Errore nel file di input di ricerca
zh: 尋求在輸入檔中的錯誤

source: Creation of output file failed
de: Erstellung der Ausgabe-Datei fehlgeschlagen
es: Creación del archivo de salida que no se pudo
it: Creazione del file di output non riuscito
zh: 創建輸出檔案失敗

source: Write error in output file
de: Schreiben Sie Fehler beim in Ausgabedatei
es: Escribir error en archivo de salida
it: Errore di scrittura nel file di output
zh: 在輸出檔案中寫入錯誤

source: Error while reading the End Of Central Directory
de: Fehler beim Lesen von das Ende der Zentralverzeichnis
es: Error al leer el final del directorio Central
it: Errore durante la lettura la fine di Directory centrale
zh: 閱讀中央目錄結束時出錯

source: Error while reading a local header
de: Fehler beim Lesen von eines lokalen Headers
es: Error al leer un encabezado local
it: Errore durante la lettura di un'intestazione locale
zh: 讀取本地頭時出現錯誤

source: Error while reading a central header
de: Fehler beim Lesen von eines zentralen Headers
es: Error al leer un encabezado central
it: Errore durante la lettura di un'intestazione centrale
zh: 讀取一個中央的標頭時出現錯誤

source: A local header signature is wrong
de: Eine lokale-Header-Signatur ist falsch
es: Una firma local encabezado es incorrecta
it: Una firma di intestazione locale è sbagliata
zh: 本地頭簽名是錯了

source: A central header signature is wrong
de: Eine zentrale-Header-Signatur ist falsch
es: Una firma de encabezado central está mal
it: Una firma di intestazione centrale è sbagliata
zh: 中央頭簽名是錯了

source: Error while reading a local file name
de: Fehler beim Lesen von eines lokalen Dateinamens
es: Error al leer un nombre de archivo local
it: Errore durante la lettura di un nome di file locale
zh: 讀取本地檔案名稱時出錯

source: Error while reading a central file name
de: Fehler beim Lesen von eines zentralen Dateinamens
es: Error al leer un nombre de archivo central
it: Errore durante la lettura di un nome di file centrale
zh: 讀取一個中央的檔案名稱時出錯

source: Error while reading a local extra field
de: Fehler beim Lesen eines lokalen zusätzlichen Felds
es: Error al leer un campo extra local
it: Errore durante la lettura di un campo supplementare locale
zh: 讀取本地的額外欄位時出現錯誤

source: Error while reading a central extra field
de: Fehler beim Lesen eines zentralen zusätzlichen Felds
es: Error al leer un campo extra central
it: Errore durante la lettura di un campo centrale supplementare
zh: 讀取一個中央的額外欄位時出現錯誤

source: Error while reading/writing a data descriptor area
de: Fehler beim Lesen/Schreiben einen Deskriptor Datenbereich
es: Error al leer/escribir un área de descriptor de datos
it: Errore durante la lettura/scrittura una zona di descrittore di dati
zh: 讀/寫資料描述項區域時出錯

source: Error while reading zipped data
de: Fehler beim Lesen von komprimierten Daten
es: Error al leer datos comprimidos
it: Errore durante la lettura dei dati con zip
zh: 讀壓縮的資料時出錯

source: Error while reading a file comment
de: Fehler beim Lesen eines Dateikommentar
es: Error al leer un Comentario de archivo
it: Errore durante la lettura di un commento di file
zh: 讀取檔注釋時出錯

source: Error while reading the archive comment
de: Fehler beim Lesen des Archiv-Kommentars
es: Error al leer el comentario de archivo
it: Errore durante la lettura il commento di archivio
zh: 讀取存檔評論時出錯

source: UnKnown error in function ReadSpan(), WriteSpan(), Rename() or CopyZippedFiles()
de: Unbekannter Fehler in der Funktion ReadSpan(), WriteSpan(), Rename() oder CopyZippedFiles()
es: Error desconocido en la función ReadSpan(), WriteSpan(), Rename() o CopyZippedFiles()
it: Errore sconosciuto nella funzione ReadSpan(), WriteSpan(), Rename () o CopyZippedFiles()
zh: 函數 ReadSpan()，WriteSpan()，重新命名 （） 或 CopyZippedFiles() 中的未知的錯誤

source: Unattended disk spanning not implemented
de: Unbeaufsichtigte Disk spanning nicht implementiert
es: Disco desatendido que no implementado
it: Disco installazione automatica di spanning non implementato
zh: 無人值守的磁片不跨越實現

source: A local header not found in internal structure
de: Einen lokalen Header in interne Struktur nicht gefunden
es: Un jefe local que no se encuentra en la estructura interna
it: Una locale intestazione non trovata nella struttura interna
zh: 在內部結構中未找到本地頭

source: Temporary file could not be created
de: Temporäre Datei konnte nicht erstellt werden
es: No se pudo crear el archivo temporal
it: Non potrebbe essere creato il file temporaneo
zh: 無法創建暫存檔案

source: Error while writing a local header
de: Fehler beim Schreiben eines lokalen Headers
es: Error al escribir una cabecera local
it: Errore durante la scrittura di un'intestazione locale
zh: 寫入一個本地的標頭時出錯

source: Error while writing a central header
de: Fehler beim Schreiben eines zentralen Headers
es: Error al escribir un encabezado central
it: Errore durante la scrittura di un'intestazione centrale
zh: 寫入一個中央的標頭時出錯

source: Error while writing the End Of Central Directory
de: Fehler beim Schreiben das Ende der Zentralverzeichnis
es: Error al escribir el final del directorio Central
it: Errore durante la scrittura la fine di Directory centrale
zh: 寫入中央目錄結束時出錯

source: Error while reading a Extended Local signature
de: Fehler beim Lesen einer erweiterte lokale Signatur
es: Error al leer una firma Local extendida
it: Errore durante la lettura di una firma estesa locale
zh: 讀取本地擴展的簽名時出現錯誤

source: This disk has not enough free space available
de: Dieser Datenträger ist nicht genügend freien Speicherplatz zur Verfügung
es: Este disco tiene no suficiente espacio libre disponible
it: Questo disco è non sufficiente spazio libero disponibile
zh: 此磁片已沒有足夠的可用空間

source: Please insert last disk
de: Bitte legen Sie letzten Diskette
es: Inserte el último disco
it: Si prega di inserire ultimo disco
zh: 請插入最後一個磁片

source: Please insert disk volume %.1d of %.1d
de: Bitte legen Sie Datenträger %.1d von %.1d
es: Por favor inserte el volumen de disco %.1d de %.1d
it: Si prega di inserire volume disco %.1d di %.1d
zh: 請插入磁片卷 %.1d %.1d

source: in drive: %s
de: in Laufwerk: %s
es: en coche: %s
it: in auto: %s
zh: 在磁碟機: %s\

source: This archive is not a valid Zip archive
de: Dieses Archiv ist keine gültige Zip-Archiv
es: Este archivo no es un archivo Zip válido
it: Questo archivio non è un archivio Zip valido
zh: 此存檔檔不是一個有效的 Zip 存檔

source: This is the first disk in a backup set, please insert the last disk of this set
de: Dies ist die erste Festplatte in einem Sicherungssatz, legen Sie die letzte Scheibe der Anwenderdokumentation
es: Este es el primer disco de un conjunto de copia de seguridad, inserte el último disco de este conjunto
it: Questo è il primo disco in un set di backup, si prega di inserire l'ultimo disco di questo set
zh: 這是在備份組的第一個磁片，請插入最後一個磁片的這一套

source: This is the %dth disk in a backup set, please insert the last disk of this set
de: Dies ist die % Dth-Datenträger in einem Sicherungssatz, legen Sie die letzte Scheibe der Anwenderdokumentation
es: Este es el disco de dth % en un conjunto de copia de seguridad, inserte el último disco de este conjunto
it: Questo è il disco di dth % in un set di backup, si prega di inserire l'ultimo disco di questo set
zh: 這是在備份組 %潛孔錘磁片，請插入最後一個磁片的這套

source: There is already a file %s Do you want to overwrite this file
de: Es ist bereits eine Datei %s möchten Sie diese Datei überschreiben
es: Ya hay un archivo %s. desea sobrescribir este archivo
it: Esiste già un file %s vuoi sovrascrivere questo file
zh: 已有的檔 %s 是否要覆蓋此檔

source: ATTENTION: This is previous disk no %d!!! Are you sure you want to overwrite the contents
de: Achtung: Dies ist vorherige Datenträger keine %d!!! Sind Sie sicher, dass Sie den Inhalt überschreiben möchten
es: Atención: Este es el anterior no disco d %! Está seguro que desea sobrescribir el contenido
it: Attenzione: Questo è il precedente non disco nessun %d!!! Sei sicuro che si desidera sovrascrivere il contenuto
zh: 注意︰ 這是以前磁片沒有 %d!!! 你確定你想要覆蓋的內容？

source: Error - Self extracting archives(.exe) can not be spanned
de: Fehler - selbstextrahierende archives(.exe) kann nicht überspannt werden
es: Error - autoextraíble de archives(.exe) no puede ser atravesado
it: Errore - autoestraente archives(.exe) non può essere misurato
zh: 不能跨越錯誤-自解壓 archives(.exe)

source: Error while copying a filename of a CEH structure
de: Fehler beim Kopieren eines Dateinamens einer CEH-Struktur
es: Error al copiar un nombre de archivo de una estructura CEH
it: Errore durante la copia di un nome di file di una struttura CEH
zh: 複製 CEH 結構檔案名時出錯

source: Seek error while skipping a EOC structure
de: Fehler zu suchen, während das Überspringen einer EOC-Struktur
es: Buscar error al saltar de una estructura de EdC
it: Errore di ricerca mentre saltando una struttura EDC
zh: 同時跳過平等機會委員會結構尋求錯誤

source: Error while copying the zip archive comment
de: Fehler beim Kopieren des Zip Archiv Kommentars
es: Error al copiar el comentario de archivo zip
it: Errore durante la copia il commento di archivio zip
zh: 複製 zip 檔案評論時出錯

source: This is the first file in a backup set, please choose the last file of this set
de: Dies ist die erste Datei in einen backup-Satz, wählen Sie bitte die letzte Datei dieses Sets
es: Este es el primer archivo de un conjunto de copia de seguridad, seleccione el último archivo de este juego
it: Questo è il primo file in un set di backup, si prega di scegliere l'ultimo file di questo set
zh: 這是在備份組的第一個檔，請選擇此集的最後一個檔

source: Please insert disk volume %.1d
de: Bitte legen Sie Datenträger %.1d
es: Por favor inserte el volumen de disco %.1d
it: Inserire il volume del disco %.1d
zh: 請插入磁片卷 %.1d

source: Central directory
de: Zentralverzeichnis
es: Directorio central
it: Directory centrale
zh: 中央目錄

source: Invalid Owner TdxTreeListNode
de: Ungültige Besitzer TdxTreeListNode
es: No válido propietario Tdx TreeListNode
it: Proprietario non valido TdxTreeListNode
zh: 不正確 SOAP 請求

source: Customize
de: Anpassen
es: Personalizar
it: Personalizza
zh: 自訂

source: Confirm
de: Bestätigen
es: Confirmar
it: Confermare
zh: 確認

source: Delete record?
de: Löschen Datensatz?
es: ¿Eliminar el registro?
it: Eliminare record?
zh: 刪除記錄？

source: Delete all selected records?
de: Löschen alle ausgewählten Datensätze?
es: ¿Borrar todos los archivos seleccionados?
it: Elimina tutti i record selezionati?
zh: 刪除所有選定的記錄嗎？

source: %s: Column by Field ''%s'' not found
de: %s: Spalte nach Feld ''%s '' nicht gefunden
es: % S: Columna por campo ''% s '' no encontrado
it: %s: Colonna per campo ''%s '' non trovata
zh: 欄位 %s 找不到

source: Drag a column header here to group by that column
de: Ziehen Sie eine Spaltenüberschrift hier in Gruppe nach dieser Spalte
es: Arrastre el encabezado de una columna aquí al grupo por esa columna
it: Trascinare un'intestazione di colonna qui al gruppo di tale colonna
zh: 將在這裡列標題按該列拖到組

source: Dataset in edit or insert mode
de: Dataset im Bearbeitungs- oder Einfügemodus
es: Conjunto de datos en modo de edición o inserción
it: Dataset in modifica o in modalità di inserimento
zh: 資料集不在編輯模式或插入模式

source: Bands
es: Bandas
it: Bande
zh: 樂隊

source: Headers
de: Kopfzeilen
es: Encabezados
it: Intestazioni
zh: 页眉

source: Invalidate group name!
de: Gruppenname ungültig!
es: ¡Invalidate el nombre del grupo!
it: Nome del gruppo non valido!
zh: 不正確組名稱 (%s)

source: Invalidate group name: duplicate!
de: Gruppenname ungültig: doppelte!
es: Invalidar nombre de grupo: duplicate!
it: Nome del gruppo non valido: duplicare!
zh: 不正確組名稱 (%s)

source: True
de: Wahre
es: Verdadera
it: Vero
zh: 真正

source: False
de: Falsche
es: Falso
zh: 假

source: Today
de: Heute
es: Hoy
it: Oggi
zh: 今天

source: Clear
de: Klar
es: Claro
it: Pulisci
zh: 明確

source: &Close
de: &Schließen
es: &Cierre
it: &Chiudi
zh: 與關閉 (&C)

source: Cu&t
de: &Schneiden
es: Cor&tar
it: &Taglia
zh: 切 (&T)

source: &Copy
de: &Kopieren
es: &Copiar
it: &Copia
zh: 與複製 (&C)

source: &Paste
de: &Einfügen
es: &Pegar
it: &Incolla
zh: 與粘貼 (&P)

source: &Delete
de: &Löschen
es: &Eliminar
it: &Elimina
zh: 與刪除 (&D)

source: &Save to file...
de: &Speichern unter...
es: &Guardar en archivo...
it: &Salva su File...
zh: 保存到文件 (&V)

source: &Load from file...
de: & Laden aus Datei ...
es: &Carga del archivo...
it: &Carica da File...
zh: 從文件加載 (&D)

source: &Load...
de: &Laden...
es: &Carga...
zh: 與載入 (&L)...

source: &Save To...
de: & Speichern zu ...
es: &Salvar a...
it: &Salva...
zh: 保存 (&S)...

source: Cut
de: Schnitt
es: Corte
it: Taglio
zh: 切

source: Copy
de: Kopie
es: Copia
it: Copia
zh: 副本

source: Paste
de: Einfügen
es: Pasta
it: Incolla
zh: 粘貼

source: Delete
de: Löschen
es: Eliminar
it: Elimina
zh: 刪除

source: Load from file...
de: Laden aus Datei ...
es: Carga del archivo...
it: &Carica da File...
zh: 從檔案載入...

source: Save to file...
de: Speichern unter...
es: Guardar en archivo...
it: Sal&va su File...
zh: 儲存到檔案...

source: Toolbox
es: Caja de instrumento
it: Casella degli strumenti
zh: 工具箱

source: Invalid Date
de: Ungültiges Datum
es: Fecha no válida
it: Data non valida
zh: 不正確日期

source: YESTERDAY
de: GESTERN
es: AYER
it: Ieri
zh: 昨天

source: TOMORROW
de: MORGEN
es: MAÑANA
it: Domani
zh: 明天

source: SUNDAY
de: SONNTAG
es: DOMINGO
it: Domenica
zh: 周日

source: MONDAY
de: MONTAG
es: LUNES
it: Lunedì
zh: 星期一

source: TUESDAY
de: Dienstag
es: MARTES
it: Martedì
zh: 周二

source: WEDNESDAY
de: Mittwoch
es: MIÉRCOLES
it: Mercoledì
zh: 星期三

source: THURSDAY
de: Donnerstag
es: JUEVES
it: Giovedì
zh: 星期四

source: FRIDAY
de: Freitag
es: VIERNES
it: Venerdì
zh: 星期五

source: SATURDAY
de: Samstag
es: SÁBADO
it: Sabato
zh: 星期六

source: FIRST
de: Ersten
es: PRIMERO
it: Primo
zh: 首

source: SECOND
de: Sekunde
es: SEGUNDO
it: Secondo
zh: 第二

source: THIRD
de: Dritte
es: TERCERO
it: Terzo
zh: 第三点：

source: FOURTH
de: Viertel
es: CUARTO
it: Quarto
zh: 第四

source: FIFTH
de: Fünfte
es: QUINTO
it: Quinto
zh: 第五

source: SIXTH
de: Sechste
es: SEXTO
it: Sesto
zh: 第六

source: SEVENTH
de: Siebte
es: SÉPTIMO
it: Settimo
zh: 第七

source: BOM
de: Stückliste
zh: 物料清单

source: NOW
de: JETZT
es: AHORA
it: ORA
zh: 现在

source: Invalid input value. Use escape key to abandon changes
de: Ungültige Eingabewert. Verwenden Sie Escape-Taste, um Änderungen zu verwerfen
es: Valor de entrada no válido. Utilice la tecla escape al abandonar cambios
it: Valore di input non valido. Utilizzare il tasto ESC per abbandonare le modifiche
zh: 輸入的值無效。使用 esc 鍵捨棄變更

source: Error
de: Fehler
it: Errore
zh: 錯誤

source: Accessing data...
de: &Daten abrufen...
es: Acceso a los datos ...
it: Eliminazione dati...
zh: 訪問數據...

source: &All
de: &Alle
es: &Todos
it: &Tutti
zh: 與所有 (&A)

source: Calculating page <page> for report <documentname>
de: Seite <page>von <pagecount>für Bericht <documentname>zeichnen
es: Calculando la página <page> para el informe <documentname>
it: Pagina di calcolo <page>per riportare <documentname>
zh: 繪圖頁 <page>的 <pagecount><documentname>的報告

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
zh: 取消

source: Close
de: In der Nähe
es: Cerrar
it: Chiudere
zh: 關閉

source: Copies
de: Kopien
es: Copias
it: Copie
zh: 副本

source: There are no printers connected to your computer.
de: Es sind keine Drucker an den Computer angeschlossen.
es: Hay no hay impresoras conectadas al ordenador.
it: Non ci sono nessuna stampante collegata al computer.
zh: 沒有任何印表機連接到您的電腦。

source: Curr&ent Page
de: &Strom Seite
es: Curr&ent página
it: Pagina Corr&ente
zh: 科爾與耳鼻喉科頁(&E)

source: Drawing page <page> of <pagecount> for report <documentname>
de: Seite <page>von <pagecount>für Bericht <documentname>zeichnen
es: Dibujo <page>de la página de <pagecount>Informe <documentname>
it: Pagina <page>di <pagecount>per la relazione <documentname>di disegno
zh: 繪圖頁 <page>的 <pagecount><documentname>的報告

source: Enter page numbers and/or page ranges separated by commas. For example, 1,3,5-12.
de: Geben Sie Seitenzahlen und/oder Seitenbereiche, die durch Kommas getrennt. Zum Beispiel 1,3,5-12.
es: Introduzca números de página o intervalos de páginas separados por comas. Por ejemplo, 1.3.5-12.
it: Immettere i numeri di pagina e/o intervalli di pagina separati da virgole. Per esempio, 1, 3,5-12.
zh: 輸入頁碼和/或由逗號分隔的頁面範圍。 例如，1,3,5-12。

source: Report Emulation Text File
de: Bericht-Emulation-Text-Datei
es: Informe emulación texto archivo
it: File di testo di emulazione di report
zh: 報告模擬文字檔

source: First Page
de: Erste Seite
es: Primera página
it: Prima pagina
zh: 第一頁

source: Last Page
de: Letzte Seite
es: Última página
it: Ultima pagina
zh: 最後一頁

source: Next Page
de: Nächste Seite
es: Página siguiente
it: Pagina successiva
zh: 下頁

source: of
de: der
es: de
it: di
zh: 的

source: OK
de: Okay
es: Vale
zh: 還行

source: Page
de: Seite
es: Página
it: Pagina
zh: 頁面

source: Page Range
de: Seitenbereich
es: Rango de páginas
it: Intervallo di pagine
zh: 頁面範圍

source: Pa&ges
es: PA y la ges
it: Pa&gine
zh: 頁面 (&G)

source: Print
de: Drucken
es: Imprimir
it: Stampa
zh: 列印

source: Print Preview
de: Druckvorschau
es: Vista previa de impresión
it: Anteprima di stampa
zh: 預覽列印

source: Printing
de: Drucken
es: Impresión de la
it: Stampa
zh: 列印

source: Printer
de: Drucker
es: Impresora
it: Stampante
zh: 印表機

source: Print to File
de: In Datei drucken
es: Imprimir a archivo
it: Stampa su File
zh: 列印到檔

source: Printing page <page> for report <documentname> on the <printername>
de: Drucken Seite <page><documentname>Bericht über die <printername>
es: Impresión de la página <page>Informe <documentname>sobre la <printername>
it: Stampa pagina <page>per relazione <documentname>la <printername>
zh: 在 <printername>上列印報告 <documentname>頁 <page>

source: Printing page <page> of <pagecount> for report <documentname> on the <printername>
de: Drucken Seite <page>von <pagecount>für Bericht <documentname>auf die <printername>
es: Impresión de página <page>de <pagecount>Informe <documentname>en el <printername>
it: Stampa pagina <page>di <pagecount>per la relazione <documentname>alla <printername>
zh: 列印頁面 <page>的 <pagecount>報告 <documentname><printername>

source: Prior Page
de: Vorherige Seite
es: Página anterior
it: Pagina precedente
zh: 前一頁

source: Whole Page
de: Ganze Seite
es: Toda la página
it: Pagina intera
zh: 整頁

source: Page Width
de: Seitenbreite
es: Ancho de página
it: Larghezza della pagina
zh: 頁面寬度

source: No pages entered.
de: Keine Seiten eingetragen.
es: No hay páginas entrados.
it: Pagine non inserite.
zh: 沒有輸入的頁面。

source: Please specify file name before continuing.
de: Bitte geben Sie Dateinamen, bevor Sie fortfahren.
es: Por favor especificar nombre del archivo antes de continuar.
it: Si prega di specificare il nome del file prima di continuare.
zh: 請在繼續之前，指定檔案名。

source: Archive File
de: Archiv-Datei
es: Archivo archivo
it: File di archivio
zh: 存檔檔

source: Text File
de: Textdatei
es: Archivo de texto
it: File di testo
zh: 文本文件

source: As
de: Als
es: Como
it: Come
zh: 砷

source: Name
es: Nombre
it: Nome
zh: 名稱

source: Could not open DataSet.
de: Datensatz konnte nicht geöffnet werden.
es: No se pudo abrir el conjunto de datos.
it: Impossibile aprire il set di dati.
zh: 無法打開資料集。

source: Band height cannot exceed page height.
de: Ungültiger Wert: Höhe der Band kann Höhe der Seite nicht überschreiten.
es: La altura de la banda no puede superar la altura de la página.
it: Altezza di banda non può superare l'altezza della pagina.
zh: 無效值︰ 帶狀區域的高度不能超過頁面的高度。

source: Record not found:
de: Datensatz wurde nicht gefunden:
es: Registro no encontrado:
it: Disco non trovato:
zh: 找不到記錄

source: File not found:
de: Datei nicht gefunden:
es: Archivo no encontrado:
it: File non trovato:
zh: 找不到檔

source: Error reading template from database.
de: Fehler beim Lesen von Mime Anforderungsstream.
es: Error al leer la plantilla desde la base de datos.
it: Errore durante la lettura di dati dal database.
zh: 讀取多個磁片簽名時出錯

source: Invalid Template Format
de: Ungültiges Format der Timespan
es: Formato de plantilla no válido
it: Formato di stile non valido
zh: Timespan 格式無效

source: File is read-only.
de: &Datei lesen.
es: El archivo es solo de lectura.
it: Campo è di sola lettura.
zh: 欄位"%s"是唯讀

source: and the
de: und die
es: y el
it: e il
zh: 且

source: is not a valid date.
de: ist kein gültiges Datum.
es: no es una fecha válida.
it: non è una data valida.
zh: 不是一個有效的日期。

source: is not a valid time.
de: ist keine gültige Zeit.
es: no es una hora válida.
it: non è un tempo valido.
zh: 不是一個有效的時間。

source: is not a valid datetime.
de: ist kein gültige Datetime.
es: no es un datetime válido.
it: non è un oggetto datetime valido.
zh: 不是有效的日期時間。
