Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Redo the last action that was undone
de: Wiederholen Sie die letzte Aktion, die rückgängig gemacht wurde
es: Rehacer la última acción que se deshizo
it: Ripetere l'ultima azione annullata
zh: 恢復上次撤銷的操作

source: Reduce the colors of the image to grayscale
de: Reduzieren Sie die Farben des Bildes in Graustufen
es: Reducir los colores de la imagen a escala de grises
it: Ridurre i colori dell'immagine in scala di grigi
zh: 減少圖像的顏色為灰度

source: Remove all objects from the image
de: Entfernt alle Objekte aus dem Bild
es: Eliminar todos los objetos de la imagen
it: Rimuovere tutti gli oggetti dall'immagine
zh: 從映射中刪除所有物件

source: Remove all parts of the image outside the current selection
de: Entfernen Sie alle Teile des Bildes, die außerhalb der aktuellen Auswahl
es: Saque todas las piezas de la imagen fuera de la selección actual
zh: 刪除圖像中當前所選內容外的所有部分

source: Remove the red-eye effect from the selection
de: Den Rote-Augen-Effekt aus der Auswahl entfernen
es: Eliminar el efecto ojos rojos de la selección
it: Rimuovere l'effetto occhi rossi dalla selezione
zh: 從選擇中刪除紅眼效應

source: Remove the selected image
de: Entfernen Sie das ausgewählte Bild
es: Eliminar la imagen seleccionada
it: Rimuovere l'immagine selezionata
zh: 刪除所選的圖像

source: Remove the selected layers from the image
de: Die ausgewählten Layer aus dem Bild entfernen
es: Eliminar las capas seleccionadas de la imagen
it: Rimuovere i layer selezionati dall'immagine
zh: 從映射中刪除選定的圖層

source: Remove the selected object from the image
de: Entfernt das ausgewählte Objekt aus dem Bild
es: Eliminar el objeto seleccionado de la imagen
it: Rimuovere l'oggetto selezionato dall'immagine
zh: 從映射中刪除所選的物件

source: Remove the transparent borders from the selected layers
de: Entfernen Sie die transparente Ränder aus der ausgewählten Ebenen
es: Quitar los bordes transparentes de las capas seleccionadas
it: Rimuovere i bordi trasparenti dai livelli selezionati
zh: 刪除選定圖層的透明邊框

source: Restart playback after it completes
de: Starten Sie die Wiedergabe nach ihrem Abschluss
es: Reiniciar la reproducción después de que complete
it: Riavviare la riproduzione dopo aver completato
zh: 完成後重新開機播放

source: Retrieve an image from a camera or scanner
de: Ein Bild von einer Kamera oder einem Scanner abrufen
es: Recuperar una imagen desde un escáner o cámara
it: Recuperare un'immagine da una fotocamera o uno scanner
zh: 從觀景窗或掃描器檢索圖像

source: Move the selected object forward
de: Das ausgewählte Objekt bewegen
es: Mover el objeto seleccionado hacia delante
it: Spostare l'oggetto selezionato in avanti
zh: 向前移動所選的物件

source: Move the selected object to the clipboard
de: Verschieben Sie das ausgewählte Objekt in die Zwischenablage
es: Mover el objeto seleccionado al portapapeles
it: Spostare l'oggetto selezionato negli Appunti
zh: 將選定的物件移動到剪貼簿中

source: Paste an image from the clipboard
de: Fügen Sie ein Bild aus der Zwischenablage
es: Pegar una imagen desde el portapapeles
it: Incollare un'immagine dagli Appunti
zh: 將圖像從剪貼簿中粘貼

source: Paste object from the clipboard
de: Objekt einfügen aus der Zwischenablage
es: Objeto de pasta desde el portapapeles
it: Oggetto da incollare dagli Appunti
zh: 剪貼簿中粘貼的物件

source: Paste the content of the clipboard as a new layer
de: Der Inhalt der Zwischenablage als neue Ebene einfügen
es: Pegar el contenido del portapapeles como una nueva capa
it: Incollare il contenuto degli Appunti come nuovo livello
zh: 粘貼剪貼簿中的內容作為一個新圖層

source: Perform color enhancement functions on the image
de: Funktionen Sie Farbe Erweiterung auf das Bild
es: Realizar funciones de realce de color en la imagen
it: Eseguire funzioni di miglioramento del colore sull'immagine
zh: 在圖像上執行顏色增強功能

source: Perform color enhancement functions on the selected image
de: Funktionen Sie Farbe Erweiterung auf das ausgewählte Bild
es: Realizar funciones de realce de color en la imagen seleccionada
it: Eseguire funzioni di miglioramento del colore sull'immagine selezionata
zh: 在所選圖像上執行顏色增強功能

source: Perform an irregular selection of your image by clicking the mouse
de: Durchführen Sie eine unregelmäßige Auswahl Ihres Bildes durch Anklicken mit der Maus
es: Realizar una selección irregular de la imagen haciendo clic en el ratón
it: Eseguire una selezione irregolare dell'immagine facendo clic con il mouse
zh: 通過按一下滑鼠來執行您的圖像不規則選擇

source: Perform an irregular selection of your image by dragging the mouse
de: Durchführen Sie eine unregelmäßige Auswahl Ihres Bildes durch Ziehen mit der Maus
es: Realizar una selección irregular de la imagen arrastrando el ratón
it: Eseguire una selezione irregolare della vostra immagine trascinando il mouse
zh: 通過拖動滑鼠來執行您的圖像不規則選擇

source: Perform effects on the image
de: Führen Sie Auswirkungen auf das Bild
es: Realizar efectos en la imagen
it: Eseguire effetti sull'immagine
zh: 執行對圖像的影響

source: Perform effects on the selected image
de: Auswirkungen auf das ausgewählte Bild durchführen
es: Realizar efectos sobre la imagen seleccionada
it: Eseguire effetti sull'immagine selezionata
zh: 執行所選圖像的影響

source: Playback these frames in sequence
de: Wiedergabe dieser Frames in Sequenz
es: Reproducción de estos fotogramas en secuencia
it: La riproduzione questi fotogrammi in sequenza
zh: 播放這些幀序列中

source: Position the selected layer behind all others
de: Platzieren Sie die ausgewählte Ebene hinter alle anderen
es: Posición de la capa seleccionada detrás de todos los demás
it: Posizionare il livello selezionato dietro tutti gli altri
zh: 後面所有其他選定的圖層的位置

source: Position the selected object behind all other objects
de: Positionieren Sie das ausgewählte Objekt hinter alle anderen Objekte
es: Colocar el objeto seleccionado detrás de todos los demás objetos
it: Posizionare l'oggetto selezionato dietro tutti gli altri oggetti
zh: 定位所選的物件後面的所有其他物件

source: Print all images of the grid as a sheet of thumbnails
de: Drucken Sie alle Bilder des Rasters als ein Blatt von Miniaturansichten
es: Imprimir todas las imágenes de la red como una hoja de miniaturas
it: Stampare tutte le immagini della griglia come un foglio di miniature
zh: 列印所有圖像的網格作為一張縮略圖

source: Print the selected image at its original size
de: Drucken Sie das ausgewählte Bild in Originalgröße
es: Imprimir la imagen seleccionada en su tamaño original
it: Stampare l'immagine selezionata nelle sue dimensioni originali
zh: 列印所選的圖像以其原始大小

source: Flip the selected image from left to right
de: Das ausgewählte Bild von links nach rechts drehen
es: Voltear la imagen seleccionada de izquierda a derecha
it: Capovolgere l'immagine selezionata da sinistra a destra
zh: 翻轉所選的圖像從左至右

source: Flip the selected image from top to bottom
de: Drehen Sie das ausgewählte Bild von oben nach unten
es: Girar la imagen seleccionada de arriba a abajo
it: Capovolgere l'immagine selezionata dall'alto verso il basso
zh: 翻轉所選的圖像從頂部到底部

source: Free-hand paint an open polygon
de: Frei Hand malen ein offenes polygon
es: Pintura a mano alzada un polígono abierto
it: Vernice a mano libera un poligono aperto
zh: 無手漆開放多邊形

source: Invert the colors of the image
de: Die Farben des Bildes umkehren
es: Invertir los colores de la imagen
it: Invertire i colori dell'immagine
zh: 反轉圖像的顏色

source: Left-click the image to Zoom In. Right-click to Zoom Out
de: Mit der linken Maustaste das Bild zoomen Zoll mit der rechten Maustaste zu verkleinern
es: Haga clic en la imagen para Zoom in con el botón derecho para alejar
it: Tasto sinistro del mouse sull'immagine per lo Zoom in. tasto destro del mouse per Zoom Out
zh: 左鍵按一下圖像的縮放英寸按右鍵可縮小

source: Load an image from file
de: Ein Bild aus Datei laden
es: Cargar una imagen desde archivo
it: Caricare un'immagine da file
zh: 從檔中載入圖像

source: Match the size of the background image to all of the objects it contains
de: Passen Sie die Größe des Hintergrundbildes aller darin enthaltenen Objekte
es: Tamaño de la imagen de fondo a todos los objetos que contiene
it: Corrisponde alla dimensione dell'immagine di sfondo per tutti gli oggetti che contiene
zh: 匹配所有它所包含的物件的背景圖像的大小

source: Measure a rectangular area
de: Messen Sie einen rechteckigen Bereich
es: Medir un área rectangular
it: Misurare un'area rettangolare
zh: 衡量一個矩形區域

source: Measure the distance between two points
de: Messen Sie den Abstand zwischen zwei Punkten
es: Medir la distancia entre dos puntos
it: Misurare la distanza tra due punti
zh: 測量兩點之間的距離

source: Merge all objects with the background layer
de: Alle Objekte mit der Hintergrundebene zu verschmelzen
es: Combinar todos los objetos con la capa de fondo
it: Unire tutti gli oggetti con il livello di sfondo
zh: 合併與背景圖層的所有物件

source: Merge the selected object with the background layer
de: Das ausgewählte Objekt mit der Hintergrundebene zu verschmelzen
es: Fusionar el objeto seleccionado con la capa de fondo
it: Unire l'oggetto selezionato con il livello di sfondo
zh: 合併所選的物件與背景圖層

source: Merge all layers of the image into a single layer
de: Alle Ebenen des Bildes in einer einzigen Schicht zusammenführen
es: Combinar todas las capas de la imagen en una sola capa
it: Unire tutti i livelli dell'immagine in un unico livello
zh: 將圖像的所有圖層合併到單個圖層

source: Move the mouse to scroll the image
de: Bewegen Sie die Maus auf das Bild scrollen
es: Mueva el ratón para desplazar la imagen
it: Spostare il mouse per scorrere l'immagine
zh: 移動滑鼠來滾動圖像

source: Move the selected layer backward
de: Die ausgewählte Ebene rückwärts zu bewegen
es: Mover la capa seleccionada hacia atrás
it: Spostare il livello selezionato all'indietro
zh: 將選定圖層向後移動

source: Move the selected layer forward
de: Die ausgewählte Ebene vorwärts bewegen
es: Avanzar la capa seleccionada
it: Spostare in avanti il livello selezionato
zh: 向前移動選定的圖層

source: Move the selected object backward
de: Verschieben Sie das ausgewählte Objekt rückwärts
es: Mover el objeto seleccionado hacia atrás
it: Spostare l'oggetto selezionato con le versioni precedenti
zh: 移動所選的物件落後

source: Display the animation of a GIF or AVI file
de: Anzeige der Animation GIF oder AVI-Datei
es: Mostrar la animación de un archivo GIF o AVI
it: Visualizzare l'animazione di un file GIF o AVI
zh: 顯示動畫 GIF 或 AVI 檔的

source: Display the first frame of this image
de: Zeigen Sie das erste Bild dieses Bildes
es: Mostrar el primer fotograma de la imagen
it: Visualizzare il primo fotogramma di questa immagine
zh: 顯示此圖像的第一幀

source: Display the image at full size (100% zoom)
de: Zeigen Sie das Bild in Originalgröße (100 % Zoom)
es: Mostrar la imagen en tamaño completo (zoom 100%)
it: Visualizzare l'immagine a grandezza naturale (100% di zoom)
zh: 在全尺寸 （100%縮放） 顯示圖像

source: Display the image at the height of the window
de: Zeigen Sie das Bild auf der Höhe des Fensters
es: Mostrar la imagen a la altura de la ventana
it: Visualizzare l'immagine all'altezza della finestra
zh: 在視窗的高度顯示圖像

source: Display the image at the size of the window
de: Zeigen Sie das Bild an die Größe des Fensters
es: Mostrar la imagen en el tamaño de la ventana
it: Visualizzare l'immagine alle dimensioni della finestra
zh: 在視窗的大小顯示圖像

source: Display the image at the width of the window
de: Zeigen Sie das Bild an die Breite des Fensters
es: Mostrar la imagen en el ancho de la ventana
it: Visualizzare l'immagine alla larghezza della finestra
zh: 在視窗的寬度顯示圖像

source: Display the image larger
de: Das Bild größer anzeigen
es: Mostrar la imagen más grande
it: Visualizzare l'immagine più grande
zh: 顯示大圖像

source: Display the image smaller
de: Zeigen Sie das Bild kleiner
es: Mostrar la imagen más pequeña
it: Visualizzare l'immagine più piccola
zh: 顯示較小的圖像

source: Display the last frame of this image
de: Zeigen Sie das letzte Bild dieses Bildes
es: Mostrar el último fotograma de la imagen
it: Visualizzare l'ultimo fotogramma di questa immagine
zh: 顯示此圖像的最後一幀

source: Display the next frame of this image
de: Zeigen Sie das nächste Bild dieses Bildes
es: Mostrar el siguiente fotograma de la imagen
it: Visualizzare il fotogramma successivo di questa immagine
zh: 顯示此圖像的下一幀

source: Display the prior frame of this image
de: Zeigen Sie das vorherige Bild dieses Bildes
es: Mostrar el marco previo de esta imagen
it: Visualizzare il fotogramma precedente di questa immagine
zh: 顯示此圖像的幀

source: Dynamically measure a distance
de: Dynamisch messen Sie einen Abstand
es: Dinámicamente, medir una distancia
it: Misurare in modo dinamico una distanza
zh: 動態測量距離

source: Edit points of a polyline (hold Ctrl to remove a point)
de: Schnittpunkte einer Polylinie (halten Sie Ctrl drücken, um einen Punkt zu entfernen)
es: Editar puntos de una polilínea (mantenga pulsado Ctrl para quitar un punto)
it: Modificare i punti di una polilinea (tieni premuto Ctrl per rimuovere un punto)
zh: 編輯點的折線 （按住 ctrl 鍵，可刪除點）

source: Equalizes the color histogram for the selected region
de: Gleicht die Farbe Histogramm für die ausgewählte region
es: Iguala el histograma de color para la región seleccionada
it: Equalizza l'istogramma di colore per l'area selezionata
zh: 均衡的所選區域的顏色長條圖

source: Flip the image from left to right
de: Das Bild von links nach rechts drehen
es: Voltear la imagen de izquierda a derecha
it: Capovolgere l'immagine da sinistra a destra
zh: 翻轉圖像從左至右

source: Flip the image from top to bottom
de: Das Bild von oben nach unten drehen
es: Voltear la imagen de arriba a abajo
it: Capovolgere l'immagine dall'alto verso il basso
zh: 翻轉圖像從頂部到底部

source: Clear your selection
de: Heben Sie Ihre Auswahl
es: Claro su selección
it: Cancellare la selezione
zh: 清除所選內容

source: Click the image and drag the mouse to scroll
de: Klicken Sie auf das Bild und ziehen Sie die Maus scrollen
es: Haga clic en la imagen y arrastre el ratón para desplazarse
it: Clicca sull'immagine e trascina il mouse per scorrere
zh: 按一下該圖像並拖動滑鼠，滾動

source: Continuously loop the playback of a GIF or AVI file
de: Die Wiedergabe einer GIF oder AVI Datei Endlosschleife
es: Bucle continuamente la reproducción de un archivo GIF o AVI
it: La riproduzione di un file GIF o AVI in continuo ciclo
zh: 不斷迴圈 GIF 或 AVI 檔的播放

source: Copy image to the clipboard
de: Bild in die Zwischenablage kopieren
es: Imagen de la copia en el portapapeles
it: Copia immagine negli Appunti
zh: 將圖像複製到剪貼簿

source: Copy the current image or selection to the clipboard
de: Kopieren Sie das aktuelle Bild oder die Auswahl in die Zwischenablage
es: Copiar la imagen actual o una selección en el portapapeles
it: Copiare l'immagine corrente o la selezione negli Appunti
zh: 將當前圖像或選定內容複寫到剪貼簿

source: Copy the current image to the clipboard and remove it
de: Kopieren Sie das aktuelle Bild in die Zwischenablage und entfernen Sie es
es: Copiar la imagen actual en el portapapeles y retírela
it: Copiare negli Appunti l'immagine corrente e rimuoverlo
zh: 將當前圖像複製到剪貼簿並刪除它

source: Copy the current image to the clipboard
de: Das aktuelle Bild in die Zwischenablage kopieren
es: Copia la imagen actual en el portapapeles
it: Copiare negli Appunti l'immagine corrente
zh: 將當前圖像複製到剪貼簿

source: Copy the current selection to the clipboard and remove it from the image
de: Die aktuelle Auswahl in die Zwischenablage kopieren und aus dem Bild entfernen
es: Copiar la selección actual al portapapeles y eliminar de la imagen
zh: 將當前所選內容複寫到剪貼簿和從映射中刪除它

source: Copy the current selection to the clipboard
de: Die aktuelle Auswahl in die Zwischenablage kopieren
es: Copia la selección actual al portapapeles
it: Copia la selezione corrente negli Appunti
zh: 將當前所選內容複寫到剪貼簿

source: Copy the selected object to the clipboard
de: Das ausgewählte Objekt in die Zwischenablage kopieren
es: Copia el objeto seleccionado al portapapeles
it: Copiare l'oggetto selezionato negli Appunti
zh: 將所選的物件複製到剪貼簿

source: Deselect all objects
de: Deaktivieren Sie alle Objekte
es: Deseleccionar todos los objetos
it: Deselezionare tutti gli oggetti
zh: 取消選擇所有物件

source: Display a preview of this image for printing
de: Zeigen Sie eine Vorschau auf das Bild für den Druck
es: Mostrar una vista previa de esta imagen para la impresión
it: Visualizzare un'anteprima di questa immagine per la stampa
zh: 顯示此圖像的預覽列印

source: Display a preview of your printing
de: Zeigen Sie eine Vorschau Ihrer drucken
es: Mostrar una vista previa de la impresión
it: Visualizzare un'anteprima della stampa
zh: 顯示列印的預覽

source: Display large images at the window size
de: Große Bilder auf die Größe des Fensters anzeigen
es: Mostrar imágenes de gran tamaño en el tamaño de la ventana
it: Visualizzare immagini di grandi dimensioni alle dimensioni della finestra
zh: 顯示大圖像在視窗大小

source: Display only the active frame
de: Zeigen Sie nur das aktive Bild
es: Mostrar sólo el fotograma activo
it: Visualizzare solo il frame attivo
zh: 顯示唯一的活動框架

source: Display small images at the window size
de: Kleine Bilder auf die Größe des Fensters anzeigen
es: Mostrar imágenes pequeñas en el tamaño de la ventana
it: Visualizzare piccole immagini alle dimensioni della finestra
zh: 小圖像顯示在視窗的大小

source: Add a new layer to this image
de: Dieses Bild eine neue Ebene hinzufügen
es: Añadir una nueva capa a esta imagen
it: Aggiungere un nuovo livello a questa immagine
zh: 將一個新圖層添加到此映射

source: Add a ruler object
de: Fügen Sie ein Lineal-Objekt
es: Agregar un objeto de regla
it: Aggiungere un oggetto ruler
zh: 添加一個統治者物件

source: Add a text object
de: Fügen Sie ein Textobjekt
es: Agregar un objeto de texto
it: Aggiungere un oggetto di testo
zh: 添加一個文本物件

source: Add an angle measurement object (requires three clicks)
de: Fügen Sie einen Winkel Messobjekt (erfordert drei Klicks)
es: Agregar un objeto de medida de ángulo (requiere tres clics)
it: Aggiungere un oggetto di misura di angolo (richiede tre click)
zh: 添加角測量物件 （需要三次點擊）

source: Add an elliptical object
de: Elliptische Objekt hinzufügen
es: Agregar un objeto elíptico
it: Aggiungere un oggetto ellittico
zh: 添加橢圓物件

source: Add an image object
de: Ein Image-Objekt hinzufügen
es: Agregar un objeto image
it: Aggiungere un oggetto image
zh: 添加影像物件

source: Add an image to the grid from file
de: Fügen Sie ein Bild an das Netz aus Datei
es: Agregar una imagen a la red de archivo
it: Aggiungere un'immagine alla griglia dal file
zh: 從檔添加到網格中的圖像

source: Add an rectangular object
de: Ein rechteckiges Objekt hinzufügen
es: Agregar un objeto rectangular
it: Aggiungere un oggetto rettangolare
zh: 添加一個矩形物件

source: Apply a sharpening filter to the image
de: Ein Schärfungsfilter auf das Bild anwenden
es: Aplicar un filtro de enfoque a la imagen
it: Applicare un filtro di nitidezza all'immagine
zh: 應用於圖像的銳化濾鏡

source: Automatically display image with the correct orientation
de: Automatisch angezeigte Bild mit der korrekten Ausrichtung
es: Mostrar automáticamente la imagen con la orientación correcta
it: Automaticamente l'immagine con l'orientamento corretto
zh: 自動顯示正確的方向的圖像

source: Automatically display images with the correct orientation
de: Automatisch Bilder mit der richtigen Ausrichtung angezeigt
es: Mostrar automáticamente las imágenes con la orientación correcta
it: Visualizzare automaticamente le immagini con l'orientamento corretto
zh: 自動顯示圖像按正確方向

source: Bring the selected layer to the front of all others
de: Verschieben der ausgewählten Ebene in den Vordergrund aller anderen
es: Traer la capa seleccionada al frente de todos los demás
it: Portare il livello selezionato alla parte anteriore di tutti gli altri
zh: 使選定的圖層到的所有其他人前面

source: Bring the selected object to the front of all other objects
de: Bringen Sie das ausgewählte Objekt vor alle anderen Objekte
es: Trae el objeto seleccionado delante de todos los demás objetos
it: Portare l'oggetto selezionato verso la parte anteriore di tutti gli altri oggetti
zh: 將所選的物件的其他所有物件的前面

source: Clear all images
de: Alle Bilder zu löschen
es: Borrar todas las imágenes
it: Deselezionare tutte le immagini
zh: 清除所有圖像

source: Clear the window
de: Deaktivieren Sie im Fenster
es: Limpiar la ventana
zh: 清除視窗

source: Clear this image
de: Dieses Bild löschen
es: Borrar esta imagen
it: Cancellare questa immagine
zh: 清除此圖像

source: Select All
de: Wählen Sie alle
es: Seleccionar todo
it: Seleziona tutto
zh: 選擇所有

source: Select by Color
de: Wählen Sie durch Farbe
es: Seleccionar por Color
it: Selezione per colore
zh: 按顏色選擇

source: Single Frame Only
de: Nur Einzelbild
es: Solo cuadro sólo
it: Singolo fotogramma solo
zh: 只有單個框架

source: Zoom In
es: Zoom
zh: 放大

source: Zoom Out
de: Verkleinern Sie die Ansicht
es: Zoom de alejamiento
it: Eseguire lo zoom indietro
zh: 縮小

source: Zoom to Full Size
de: Auf die volle Bildschirmgröße vergrößern
es: Zoom a tamaño completo
it: Zoom a schermo intero
zh: 縮放到全尺寸

source: Zoom to Selection
de: Zoomen Sie auf Auswahl
es: Zoom a la selección
it: Zoom sulla selezione
zh: 縮放到選定區域

source: Zoom
zh: 縮放

source: Add a line object
de: Fügen Sie ein Linienobjekt
es: Agregar un objeto de línea
it: Aggiungere un oggetto linea
zh: 添加行物件

source: Add a multi-line text object
de: Fügen Sie einen mehrzeiligen Text-Objekt
es: Agregar un objeto de texto de líneas múltiples
it: Aggiungere un oggetto di testo multilinea
zh: 添加多行文本物件

source: Add a new label object with a line
de: Fügen Sie ein neues Label-Objekt mit einer Linie
es: Agregar un nuevo objeto de etiqueta con una línea
it: Aggiungere un nuovo oggetto etichetta con una linea
zh: 添加一個新的標籤物件，用一條線

source: Print Thumbnails
de: Drucken von Miniaturen
es: Imprimir vistas en miniatura
it: Stampare miniature
zh: 列印縮覽圖

source: Print to Page
de: Seite drucken
es: Imprimir página
it: Stampare pagina
zh: 列印到頁面

source: Rectangular Select
de: Rechteckige Auswahl
es: Selección rectangular
it: Selezione rettangolare
zh: 矩形選擇

source: Redo
zh: 重做

source: Remove Layer
de: Schicht zu entfernen
es: Quitar la capa
it: Rimuovere strato
zh: 刪除圖層

source: Remove Red-Eyes
de: Entfernen Sie rote
es: Quitar ojos rojos
it: Rimuovere gli occhi rossi
zh: 刪除紅著雙眼

source: Resize Layers
de: Die Größe der Schichten
es: Cambiar el tamaño de las capas
it: Ridimensionare i livelli
zh: 調整圖層

source: Rotate 180°
de: 180° drehen
es: Rotar 180°
it: Ruota di 180°
zh: 旋轉 180 °

source: Rotate Layers
de: Schichten zu drehen
es: Rotar capas
it: Ruotare i livelli
zh: 旋轉圖層

source: Rotate Left
de: Drehen links
es: Rotar Izquierda
it: Ruota a sinistra
zh: 向左旋轉

source: Rotate Right
de: Nach rechts drehen
es: Girar derecha
it: Ruota a destra
zh: 向右旋轉

source: Save as
de: Speichern als
es: Guardar como
it: Salva come
zh: 另存為

source: Save Properties
de: Eigenschaften zu speichern
es: Guardar propiedades
it: Salvare le proprietà
zh: 保存屬性

source: Scroll Image
de: Scroll-Bild
es: Imagen de desplazamiento
it: Immagine di scorrimento
zh: 滾動圖像

source: Scroll to Cursor
de: Scrollen Sie zum Cursor
es: Desplácese hasta el Cursor
it: Scorrere fino al cursore
zh: 滾動到游標處

source: Select Acquisition Source
de: Erwerb Quelle auswählen
es: Seleccione la fuente de adquisición
it: Selezionare la fonte di acquisizione
zh: 選擇採集源

source: Loop Playback
de: Loop-Wiedergabe
es: Reproducción de bucle
it: Riproduzione in loop
zh: 迴圈播放

source: Measure Area
de: Fläche messen
es: Área de la medida
it: Zona di misura
zh: 測區

source: Measure Distance
de: Entfernung messen
es: Mida la distancia
it: Misurare la distanza
zh: 測量距離

source: Measure Length
de: Länge
es: Medida longitud
it: Lunghezza di misura
zh: 測量長度

source: Merge All Layers
de: Reduzieren Sie alle Ebenen
es: Combinar todas las capas
it: Unire tutti i livelli
zh: 合併所有圖層

source: Merge All to Background
de: Alle Hintergrund verschmelzen
es: Combinar todo a fondo
it: Unire tutti a sfondo
zh: 合併所有到背景

source: Merge to Background
de: Verschmelzen zu Hintergrund
es: Combinar a fondo
it: Unire allo sfondo
zh: 合併到背景

source: Move Layers
de: Ebenen verschieben
es: Mover capas
it: Spostare i livelli
zh: 移動層

source: Negative
es: Negativo
it: Negativo
zh: 負面

source: Next Frame
de: Nächsten Frame
es: Siguiente fotograma
it: Fotogramma successivo
zh: 下一幀

source: Paste as Layer
de: Als Ebene einfügen
es: Pasta como capa
it: Incolla come strato
zh: 粘貼為層
