Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: The "Portable Network Graphics" could not be created because invalid image type parameters have being provided.
de: "Portable Network Graphics" konnte nicht erstellt werden, weil ungültige Bild Typparameter Wesen zur Verfügung gestellt haben.
es: No se pudo crear el "Portable Network Graphics" porque tienen parámetros de tipo de imagen no válido siempre.
it: La "Portable Network Graphics" non può essere creata perché i parametri di tipo di immagine non valida sono stati forniti.
zh: 無法創建"可移植網狀圖形"，因為不正確圖像類型參數已被提供。

source: '%s' is not a valid property value
de: "%s" ist kein gültige Eigenschaftswert
es: '%s' no es un valor válido de la propiedad
it: '%s' non è un valore di proprietà valido
zh: '%s' 不是一個有效的屬性值

source: OLE control activation failed
de: OLE-Steuerelement Aktivierung fehlgeschlagen
es: OLE control activación falló
it: OLE controllo attivazione non riuscita
zh: OLE 控制項啟動失敗

source: Could not obtain OLE control window handle
de: OLE-Steuerelement Fensterhandle konnte nicht abgerufen werden
es: No podían obtener el identificador de ventana de control OLE
it: Non poteva ottenere l'handle di finestra del controllo OLE
zh: 無法獲取 OLE 控制項的視窗控制碼

source: Cannot change the size of a JPEG image
de: Die Größe eines JPEG-Bildes kann nicht geändert werden
es: No se puede cambiar el tamaño de una imagen JPEG
it: Non è possibile modificare le dimensioni di un'immagine JPEG
zh: 不能更改 JPEG 圖像的大小

source: JPEG error #%d
de: JPEG-Fehler #%d
es: Error JPEG # %d
it: Errore JPEG # %d
zh: JPEG 錯誤 # %d

source: JPEG Image File
de: JPEG-Bilddatei
es: Archivo de imagen JPEG
it: File di immagine JPEG
zh: JPEG 影像檔

source: This "Portable Network Graphics" image is not valid because it contains invalid pieces of data (crc error)
de: Dieses "Portable Network Graphics" Bild ist nicht gültig, da es ungültige Datenpakete (Crc-Fehler enthält)
es: Esta imagen de "Portable Network Graphics" no es válida porque contiene partes no válidos de datos (crc error)
it: Questa immagine di "Portable Network Graphics" non è valida perché contiene pezzi non valide di dati (errore crc)
zh: 此"可移植網狀圖形"圖像無效，因為它包含無效資料 （crc 錯誤） 片

source: The "Portable Network Graphics" image could not be loaded because one of its main piece of data (ihdr) might be corrupted
de: Das "Portable Network Graphics" Bild konnte nicht geladen werden, weil eines seiner wichtigsten Datenelement (Ihdr) beschädigt werden kann
es: No se pudo cargar la imagen de "Portable Network Graphics" porque uno de su principales dato (ihdr) puede estar dañada
it: L'immagine "Portable Network Graphics" non può essere caricato perché uno dei suoi principali pezzi di dati (ihdr) potrebbe essere danneggiato
zh: 因為其主資料 (ihdr) 片之一可能已損壞，無法載入"可移植網狀圖形"圖像

source: This "Portable Network Graphics" image is invalid because it has missing image parts.
de: Dieses "Portable Network Graphics" Bild ist ungültig, weil es hat fehlende Bildteile.
es: Esta imagen de "Portable Network Graphics" es válida porque tiene imagen piezas faltantes.
it: Questa immagine di "Portable Network Graphics" non è valida perché ha immagine parti mancanti.
zh: 此"可移植網狀圖形"圖像無效，因為它缺少圖像部分。

source: Could not decompress the image because it contains invalid compressed data. Description:
de: Das Bild konnte nicht dekomprimiert werden, da sie ungültige komprimierte Daten enthält. Beschreibung:
es: Podría descomprimir la imagen porque contiene datos comprimidos no válidos. Descripción:
it: Potrebbe non decomprimere l'immagine perché contiene dati compressi non validi. Descrizione:
zh: 無法解壓縮圖像，因為它包含不正確壓縮的資料。 描述︰

source: The "Portable Network Graphics" image contains an invalid palette.
de: Das "Portable Network Graphics" Bild enthält eine ungültige Palette.
es: La imagen de "Portable Network Graphics" contiene una paleta no válida.
it: L'immagine "Portable Network Graphics" contiene una tavolozza non valida.
zh: "可移植網狀圖形"圖像包含不正確調色板。

source: The file being read is not a valid "Portable Network Graphics" image because it contains an invalid header. This file may be corrupted, try obtaining it again
de: Die Datei gelesen wird ist nicht gültiges "Portable Network Graphics" Bild, weil es einen ungültigen Header enthält. Diese Datei ist möglicherweise beschädigt, versuchen, es wieder zu erhalten
es: El archivo se lee no es una imagen válida de "Portable Network Graphics" porque contiene un encabezado no válido. Este archivo puede estar dañado, trate de obtener otra vez
it: Il file in lettura non è un'immagine valida di "Portable Network Graphics" perché contiene un'intestazione non valida. Questo file potrebbe essere danneggiato, provare a ottenerlo nuovamente
zh: 正在讀取的檔不是有效的"可移植網狀圖形"圖像，因為它包含不正確標頭。此檔可能已損壞，請嘗試再次獲取它

source: This "Portable Network Graphics" image is not supported or it might be invalid. (IHDR chunk is not the first)
de: Dieses "Portable Network Graphics" Bild wird nicht unterstützt oder es ist möglicherweise ungültig. (IHDR Klotz ist nicht die erste)
es: No se admite esta imagen de "Portable Network Graphics" o sea no válido. (Fragmento IHDR no es la primera)
it: Questa immagine di "Portable Network Graphics" non è supportata o potrebbe essere non valido. (IHDR chunk non è la prima)
zh: 此"可移植網狀圖形"圖像不受支援或無效。 （IHDR 塊不是第一次）

source: This "Portable Network Graphics" image is not supported because either its width or height exceeds the maximum size of 65535 pixels.
de: Dieses "Portable Network Graphics" Bild wird nicht unterstützt, weil entweder die Breite oder Höhe die maximale Größe von 65535 Pixeln überschreitet.
es: Esta imagen de "Portable Network Graphics" no se admite debido a su altura o anchura excede el tamaño máximo de 65535 pixeles.
it: Questa immagine di "Portable Network Graphics" non è supportata perché la sua larghezza o altezza supera la dimensione massima di 65535 pixel.
zh: 此"可移植網狀圖形"圖像不支援，因為它的寬度或高度超過 65535 圖元的最大大小。

source: There is no such palette entry.
de: Es gibt keine solche Paletteneintrag.
es: No hay ninguna tal entrada de paleta.
it: Non c'è nessun tale voce della tavolozza.
zh: 沒有這種調色板項。

source: This "Portable Network Graphics" image contains an unknown critical part which could not be decoded.
de: Das "Portable Network Graphics" Bild enthält einen unbekannten kritische Teil, nicht entschlüsselt werden konnte.
es: Esta imagen de "Portable Network Graphics" contiene una parte desconocida de crítica que no puede ser decodificada.
it: Questa immagine di "Portable Network Graphics" contiene una parte sconosciuta di critica che poteva non essere decodificata.
zh: 此"可移植網狀圖形"圖像包含未知的關鍵區段，無法解碼。

source: Code 39 Extended
es: Código 39 extendido
it: Codice 39 esteso
zh: 代碼 39 擴展

source: Code 128 A
es: Código 128 A
it: Codice 128 A
zh: 代碼 128 A

source: Code 128 B
es: Código 128 B
it: Codice 128 B
zh: 代碼 128 B

source: Code 128 C
es: Código 128 C
it: Codice 128 C
zh: 代碼 128 C

source: Code 93
es: Código 93
it: Codice 93
zh: 代碼 93

source: Code 93 Extended
es: Código 93 extendido
it: Codice 93 esteso
zh: 擴展的代碼 93

source: Code MSI
es: Código de MSI
it: Codice MSI
zh: MSI 的代碼

source: Code Post Net
es: Código Post neto
it: Codice postale netto
zh: 代碼發佈網

source: Codabar
zh: 條碼

source: UPC 2 digit supplemental
de: UPC 2 Ziffer ergänzende
es: UPC 2 digitos suplementarios
it: UPC 2 cifre supplementari
zh: UPC 2 位數補充

source: UPC 5 digit supplemental
de: UPC-5 stellige ergänzende
es: UPC 5 dígitos suplementarios
it: UPC 5 cifre supplementari
zh: UPC 5 位數補充

source: Supplier Name
de: Lieferantenname
es: Nombre del proveedor
it: Nome del fornitore
zh: 供應商名稱

source: Details 1
es: Detalles 1
it: Dettagli 1
zh: 詳細資訊 1

source: Details 2
es: Detalles 2
it: Dettagli 2
zh: 細節 2

source: Details 3
es: Detalles 3
it: Dettagli 3
zh: 詳細資訊 3

source: Details 4
de: 4 Details
es: Datos 4
it: Dettagli 4
zh: 詳細資訊 4

source: Details 5
es: Datos 5
it: Dettagli 5
zh: 細節 5

source: Details 6
es: Detalles 6
it: Dettagli 6
zh: 細節 6

source: Catalogue Plugin
de: Katalog-Plugin
es: Plugin de catálogo
it: Plugin Catalogo
zh: 目錄的外掛程式

source: The trial version of %s - %s has expired. Please register.
de: Die trial-Version von %s - ist %s abgelaufen. Bitte registrieren Sie sich.
es: La versión de prueba de %s - %s ha caducado. Por favor regístrese.
it: La versione di prova di %s - %s è scaduto. Si prega di registrarsi.
zh: 試用版的 %s-%s 已過期。 請註冊。

source: Unregistered version
de: Unregistrierte version
es: Versión no registrada
it: Versione non registrata
zh: 未註冊的版本

source: 2 of 5 interleaved
de: 2/5 interleaved
es: 2 de 5 intercaladas
it: 2 di 5 intercalati
zh: 2 5 交錯

source: 2 of 5 industrial
de: 2/5 Industrie
es: 2 de 5 industrial
it: 2 di 5 industrial
zh: 5 工業 2

source: 2 5 matrix
es: 2 matriz de 5
it: 2 matrice di 5
zh: 2 5 矩陣

source: Code 39
es: Código 39
it: Codice 39
zh: 代碼 39

source: Fixed Size
de: Feste Größe
es: Tamaño fijo
it: Dimensione fissa
zh: 固定的大小

source: Auto
es: Automático
it: Automatico
zh: 自動

source: Custom
de: Brauch
it: Personalizza
zh: 自訂

source: Over the picture
de: Über das Bild
es: Sobre la foto
it: Sopra l'immagine
zh: 對圖片

source: Under the picture
de: Unter dem Bild
es: Debajo de la foto
it: Sotto l'immagine
zh: 下的圖片

source: Left to the picture
de: Links auf das Bild
es: Izquierda de la imagen
it: Sinistra dell'immagine
zh: 左邊的圖片

source: Right to the picture
de: Recht auf das Bild
es: Derecho a la imagen
it: Destra dell'immagine
zh: 權的圖片

source: Metal - Title
de: Metall - Titel
es: Metal - título
it: Metallo - titolo
zh: 金屬-標題

source: Material
it: Materiale
zh: 材料

source: Weight
de: Gewicht
es: Peso
it: Peso
zh: 重量

source: Selling Price 1
de: Verkaufspreis 1
es: Precio de venta 1
it: Prezzo di vendita 1
zh: 售價 1

source: Selling Price 2
de: Verkaufspreis 2
es: Precio de venta 2
it: Prezzo di vendita 2
zh: 銷售價格 2

source: Selections
de: Auswahlen
es: Selecciones de
it: Selezioni
zh: 選擇

source: Mask Width
de: Maske-breite
es: Ancho de la máscara
it: Larghezza della maschera
zh: 遮罩寬度

source: Mask Height
de: Maske-Höhe
es: Altura Máscara
it: Altezza di maschera
zh: 遮罩高度

source: Family
de: Familie
es: Familia
it: Famiglia
zh: 家庭

source: SubGroup
de: Untergruppe
es: Subgrupo
it: Sottogruppo
zh: 分組

source: Page setting for
de: Seite für
es: Página configuración para
it: Pagina impostazione per
zh: 版面設定

source: Modular
it: Modulare
zh: 模組化

source: Modular with summary
de: Modular mit Zusammenfassung
es: Modular con Resumen
it: Modulare con riepilogo
zh: 採用模組化與摘要

source: with summary
de: mit Zusammenfassung
es: con Resumen
it: con riepilogo
zh: 摘要

source: Connection must be active to set encryption passwords
de: Verbindung muss Verschlüsselung Passwörter setzen aktiv sein
es: Conexión debe ser activa para establecer las contraseñas de cifrado
it: Collegamento deve essere attivo per impostare le password di crittografia
zh: 連接必須是主動的去設置加密密碼

source: Video
zh: 視頻

source: Model
de: Modell
es: Modelo
it: Articolo
zh: 模型

source: Notes
de: Notizen
es: Notas
it: Annotazioni
zh: 備註

source: Creation Date
de: Erstellungsdatum
es: Fecha Creado
it: Data di creazione
zh: 創建日期

source: Last Edit Date
de: Datum der letzten Bearbeitung
es: Última edición
it: Data Ultima Modifica
zh: 最後編輯日期

source: Details subreport
de: Details Unterbericht
es: Informe secundario de datos
it: Sottoreport Dettagli
zh: 詳細資訊報表

source: Family Image
de: Familie Bild
es: Imagen familiar
it: Immagine della famiglia
zh: 家庭的圖像

source: Group Image
de: Gruppenbild
es: Grupo imagen
it: Gruppo immagine
zh: 集團形象

source: Subgroup Image
de: Untergruppe Bild
es: Imagen de subgrupo
it: Immagine di sottogruppo
zh: 亞組圖像

source: Not enough timers available
de: Nicht genügend Timer zur Verfügung
es: No hay suficientes cronómetros disponibles
it: Non abbastanza timer disponibili
zh: 沒有足夠可用的計時器

source: %s is an InterBase 6.5 function. Please upgrade to InterBase 6.5 to use this functonality
de: %s ist eine InterBase 6,5-Funktion. Bitte ein upgrade auf InterBase 6.5, diese Functonality zu verwenden
es: %s es una función de InterBase 6.5. Por favor actualizar a InterBase 6.5 para utilizar este software
it: %s è una funzione di InterBase 6.5. Si prega di aggiornare a InterBase 6.5 per utilizzare questa funzionalità
zh: %s 是那個檔並且 6.5 功能。請升級到那個檔並且 6.5 使用此 functonality

source: Can not find default login prompt dialog. Please add DBLogDlg to the uses section of your main file.
de: Standard-Login-Prompt-Dialog kann nicht gefunden werden. Bitte fügen Sie DBLogDlg zu den Uses-Abschnitt von der Haupt-Datei.
es: No se puede encontrar el diálogo rápido de inicio de sesión predeterminado. Por favor agregue DBLogDlg a la sección de usos del archivo principal.
it: Non riesci a trovare finestra prompt di accesso predefinito. Si prega di aggiungere DBLogDlg alla sezione usi del file principale.
zh: 找不到預設登錄提示對話方塊。 請將 DBLogDlg 添加到您的主要檔的使用部分。

source: Out of memory
de: Nicht genügend Arbeitsspeicher
es: Fuera de la memoria
it: Memoria insufficiente
zh: 記憶體不足

source: Invalid statement
de: Ungültige Anweisung
es: Instrucción no válida
it: Istruzione non valida
zh: 不正確語句

source: Invalid Comment
de: Ungültiger Kommentar
es: Comentario válido
it: Commento non valido
zh: 不正確注釋

source: %s is an InterBase 7.0 function. Please upgrade to InterBase 7.0 to use this functonality
de: %s ist eine InterBase 7.0-Funktion. Bitte ein upgrade auf InterBase 7.0, diese Functonality zu verwenden
es: %s es una función de InterBase 7.0. Por favor actualizar a InterBase 7.0 para utilizar este software
it: %s è una funzione di InterBase 7.0. Si prega di aggiornare per InterBase 7.0 per utilizzare questa funzionalità
zh: %s 是那個檔並且 7.0 功能。請升級到那個檔並且 7.0 使用此 functonality

source: %s is an InterBase 7.1 function. Please upgrade to InterBase 7.1 to use this functonality
de: %s ist eine InterBase 7.1 Funktion. Bitte ein upgrade auf InterBase 7.1, diese Functonality zu verwenden
es: %s es una función de InterBase 7.1. Por favor actualizar a InterBase 7.1 utilizar este software
it: %s è una funzione di InterBase 7.1. Esegui l'upgrade a 7.1 InterBase per utilizzare questa funzionalità
zh: %s 是那個檔並且 7.1 功能。請升級到那個檔並且 7.1 使用此 functonality

source: %s is an InterBase 2007 function. Please upgrade to InterBase 2007 to use this functonality
de: %s ist eine InterBase 2007-Funktion. Bitte ein upgrade auf InterBase 2007, diese Functonality zu verwenden
es: %s es una función de InterBase 2007. Por favor actualizar a InterBase 2007 para utilizar este software
it: %s è una funzione di InterBase 2007. Si prega di aggiornare per utilizzare questa funzionalità in InterBase 2007
zh: %s 是那個檔並且 2007年功能。請升級到那個檔並且 2007 使用此 functonality

source: If you supply sizes you must supply 1 size for every file in the Files list (last size optional)
de: Wenn Sie Größen liefern, müssen Sie 1 Größe für jede Datei in der Dateiliste angeben (letzte Größe optional)
es: Si usted los tamaños de fuente debe suministrar 1 tamaño para cada archivo en la lista de archivos (última tamaño opcional)
it: Se si fornire formati è necessario fornire 1 dimensione per ogni file nell'elenco file (ultimo dimensioni opzionale)
zh: 如果您提供大小你必須提供 1 大小的檔案清單中的每個檔 （最後大小可選）

source: Database can not be connected when performing an Online Dump
de: Datenbank kann nicht angeschlossen werden, bei der Durchführung einer Online-Dump
es: Base de datos no se puede conectar al realizar una descarga en línea
it: Database non può essere collegato quando si esegue un Dump Online
zh: 執行線上轉儲時，不能連接資料庫

source: Only DDL and DML (excluding Select statements) allowed within a Batch block
de: Nur DDL und DML (mit Ausnahme von Select-Anweisungen) erlaubt in einem Batch-block
es: Sólo DDL y DML (excluyendo las sentencias Select) permitida dentro de un bloque de lote
it: Solo istruzioni DDL e DML (escluse le istruzioni Select) ammessi all'interno di un blocco di Batch
zh: 唯一的 DDL 和 DML （不包括 Select 語句） 允許在批次處理塊內

source: %s is not a registered server type
de: %s ist keinen registrierten Server-Typ
es: %s no es un tipo de servidor registrado
it: %s non è un tipo di server registrati
zh: %s 不是已註冊的伺服器類型

source: Invalid library type assigned. Valid strings are %s
de: Ungültige Bibliothekstyp zugewiesen. Gültige Zeichenfolgen sind %s
es: Tipo de biblioteca válido asignado. Las cadenas válidas son %s
it: Tipo di libreria non valido assegnato. Le stringhe valide sono %s
zh: 不正確庫類型分配。 有效的字串是 %s

source: ServerType can not be changed on an active connection
de: ServerType kann nicht auf einer aktiven Verbindung geändert werden
es: ServerType no puede ser cambiado en una conexión activa
it: ServerType non può essere modificato su una connessione attiva
zh: ServerType，不可以更改活動的連接

source: Both tablename and column name are required to set column level encryption passwords
de: Tablename und Spalte Name sind erforderlich, um die Spalte Verschlüsselung Passwörter setzen
es: Nombre de nombre de tabla y columna se requieren para establecer las contraseñas de cifrado de nivel de columna
it: Nome tablename e la colonna sono richieste per impostare le password di crittografia a livello di colonna
zh: 設置列級加密密碼所需的表和列的名稱

source: No Install Options selected
de: Keine Installation Optionen ausgewählt
es: No instalar las opciones seleccionadas
it: Nessun opzioni di installazione selezionate
zh: 沒有選擇任何安裝選項

source: DestinationDirectory is not set
de: Dateiinstallation ist nicht festgelegt
es: DestinationDirectory no se establece
it: DestinationDirectory non è impostato
zh: 未設置 DestinationDirectory

source: SourceDirectory is not set
de: SourceDirectory ist nicht festgelegt
es: SourceDirectory no esté
it: SourceDirectory non è impostato
zh: 未設置 SourceDirectory

source: Uninstall File Name is not set
de: Deinstallieren Sie Dateinamen ist nicht festgelegt
es: Desinstalar no se establece el nombre del archivo
it: Disinstallare File nome non è impostato
zh: 卸載不設置檔案名稱

source: %s component requires Client to function properly
de: %s-Komponente erfordert Client ordnungsgemäß funktioniert
es: %s componente requiere cliente funcione correctamente
it: %s componente richiede Client funzionare correttamente
zh: %s 元件要求用戶端才能正常

source: %s component requires Server to function properly
de: %s-Komponente erfordert Server ordnungsgemäß funktioniert
es: %s componente requiere Server funcione correctamente
it: %s componente richiede Server funzionare correttamente
zh: %s 元件要求伺服器運行正常

source: Invalid option specified
de: Ungültige Option angegeben
es: Opción no válida especificada
it: Opzione non valida specificata
zh: 指定的選項無效

source: Unexpected onError return value
de: Unerwartete OnError Rückgabewert
es: Valor de retorno inesperado onError
it: Valore restituito imprevisto onError
zh: 意外的 onError 傳回值

source: Unexpected onStatus return value
de: Unerwartete OnStatus zurückgeben Wert
es: OnStatus inesperados devuelve valor
it: Valore di ritorno inaspettato onStatus
zh: 意外的 onStatus 傳回值

source: DPB Constant (%s) is unknown
de: DPB konstant (%s) ist unbekannt
es: Constante de PBD (%s) es desconocida
it: DPB costante (%s) è sconosciuto
zh: DPB 恒 (%s) 是未知

source: TPB Constant (%s) is unknown
de: TPB konstant (%s) ist unbekannt
es: Constante de TPB (%s) es desconocida
it: TPB costante (%s) è sconosciuto
zh: 城規會不斷 (%s) 是未知

source: Unknown Error - Can't retrieve plan
de: Unbekannter Fehler - kann nicht Plan abgerufen werden
es: Error desconocido - no se puede recuperar el plan de
it: Errore sconosciuto - non è possibile recuperare il piano di
zh: 未知的錯誤-無法檢索計畫

source: Size Mismatch - Field %s size is too small for data
de: Größenfehlanpassung - Feldgröße %s ist zu klein für Daten
es: Desajuste de tamaño - tamaño de %s de campo es demasiado pequeño para los datos
it: Mancata corrispondenza dimensione - campo %s dimensione è troppo piccola per dati
zh: 大小不匹配-欄位 %s 大小是資料而言太小

source: Events already registered
de: Veranstaltungen, die bereits registriert
es: Eventos ya registrados
it: Eventi già registrati
zh: 已註冊的事件

source: Trying to store a string of length %d into a field that can only contain %d
de: Versuchen, eine Zeichenfolge der Länge %d in einem Feld speichern, die nur %d enthalten können
es: Tratando de almacenar una cadena de longitud %d en un campo que sólo puede contener %d
it: Cercando di memorizzare una stringa di lunghezza %d in un campo che può contenere solo %d
zh: 試圖存儲到欄位只能包含 %d%d 長度的字串

source: SPB Constant Not supported
de: SPB Konstante nicht unterstützt
es: SPB constante no soportado
it: SPB costante non supportato
zh: SPB 恒定不支援

source: SPB Constant Unknown
de: SPB konstante unbekannt
es: SPB constante desconocido
it: SPB costante Unknown
zh: SPB 恒定未知

source: Cannot perform operation -- service is not attached
de: Kann nicht durchführen - Dienst ist nicht angeschlossen
es: No puede realizar la operación--servicio no está conectado
it: Impossibile eseguire l'operazione..--servizio non è collegato
zh: 不能執行的操作 — — 不附加服務

source: Cannot perform operation -- service is attached
de: Kann nicht durchführen--Service ist beigefügt
es: No puede realizar la operación--servicio se une
it: Impossibile eseguire l'operazione..--servizio è collegato
zh: 不能執行的操作 — — 附加服務

source: Server Name Missing
de: Server Name fehlt
es: Falta de nombre de servidor
it: Server nome mancante
zh: 伺服器名稱丟失

source: Query Parameters missing or incorrect
de: Abfrageparameter fehlen oder sind falsch
es: Parámetros de consulta falta o incorrectos
it: Parametri di query mancanti o non corretti
zh: 查詢參數丟失或不正確

source: start Parameters missing or incorrect
de: startparameter, fehlende oder falsche
es: inicio parámetros faltantes o incorrectos
it: parametri di avvio mancanti o non corretti
zh: 啟動參數丟失或不正確

source: Unexpected Output buffer value
de: Unerwartete Ausgabewert Puffer
es: Valor de búfer de salida inesperada
it: Valore di buffer di Output imprevisto
zh: 意外的輸出緩衝區值

source: Generic ServiceStart not applicable: Use Specific Procedures to set configuration params
de: Generische ServiceStart nicht zutreffend: Verwendung bestimmte Verfahren zur Konfiguration Params
es: No aplicable genérico ServiceStart: uso de procedimientos específicos para establecer parámetros de configuración
it: ServiceStart generico non applicabile: uso specifiche procedure per impostare i parametri di configurazione
zh: 通用 ServiceStart 不適用︰ 使用特定的程式，以設置配置參數

source: SQL Monitor Instance is already present
de: SQL-Monitor-Instanz ist bereits vorhanden
es: Instancia Monitor de SQL está ya presente
it: Istanza di SQL Monitor è già presente
zh: SQL 監視器實例已存在

source: Cannot print value
de: Wert kann nicht gedruckt werden
es: No puede imprimir el valor
it: Non è possibile stampare il valore
zh: 不能列印值

source: EOF in comment detected
de: EOF in Kommentar erkannt
es: EF en comentario detectado
it: EOF in commento rilevato
zh: EOF 中檢測到的評論

source: EOF in string detected
de: EOF in Zeichenfolge erkannt
es: EF en cadena detectado
it: EOF in stringa rilevato
zh: EOF 中檢測到的字串

source: Parameter name expected
de: Parametername erwartet
es: Nombre del parámetro esperado
it: Nome del parametro previsto
zh: 預期的參數名稱

source: Successful execution
de: Erfolgreiche Durchführung
es: Ejecución exitosa
it: Corretta esecuzione
zh: 成功執行

source: Request is not live - cannot modify
de: Anfrage ist nicht live - kann nicht geändert werden
es: Petición no es en viva - no se puede modificar
it: Richiesta non è dal vivo - non è possibile modificare
zh: 請求不是活的-不能修改

source: No Provider
de: Kein Anbieter
es: Ningún proveedor
it: Nessun Provider
zh: 沒有提供程式

source: No Records Affected
de: Keine Datensätze betroffen
es: No hay registros afectados
it: Nessun record interessati
zh: 沒有受影響的記錄

source: No Table Name assigned
de: Keine Tabellenname zugewiesen
es: No nombre de la tabla asignado
it: Nessun nome di tabella assegnato
zh: 沒有指定的表名稱

source: Cannot Create Primary Index; are created automatically
de: Primärindex kann nicht erstellt werden; werden automatisch erstellt
es: No se puede crear un índice principal; se crean automáticamente
it: Non è possibile creare un indice primario; vengono creati automaticamente
zh: 無法創建主索引;是自動創建的
