Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: ButtonEdit|Represents an edit control with embedded buttons
de: ButtonEdit | Stellt ein Edit-Steuerelement mit eingebetteten buttons
es: ButtonEdit | Representa un control de edición con botones integrados
it: ButtonEdit | Rappresenta un controllo di modifica con pulsanti incorporati
zh: ButtonEdit |表示與嵌入式按鈕編輯控制項

source: CalcEdit|Represents an edit control with a dropdown calculator window
de: CalcEdit | Stellt ein Edit-Steuerelement mit einem Drop-Down-Calculator-Fenster
es: CalcEdit | Representa un control de edición con una ventana de calculadora desplegable
it: CalcEdit | Rappresenta un controllo di modifica con una finestra di calcolatrice a discesa
zh: CalcEdit |表示一個下拉計算機視窗編輯控制項

source: CheckBox|Represents a check box control that allows selecting an option
de: CheckBox | Stellt ein Kontrollkästchen-Steuerelement, das ermöglicht die Auswahl einer option
es: Casilla de verificación | Representa un control de casilla de verificación que permite seleccionar una opción
it: Casella di controllo | Rappresenta un controllo casella di controllo che permette di selezionare un'opzione
zh: 核取方塊 |表示允許您選擇的選項的核取方塊控制項

source: ComboBox|Represents the combo box editor
de: ComboBox | Stellt den Combo-Box-editor
es: ComboBox | Representa el editor de cuadro combinado
it: ComboBox | Rappresenta l'editor di casella combinata
zh: 下拉式列示方塊 |表示下拉式列示方塊編輯器

source: CurrencyEdit|Represents an editor enabling editing currency data
de: CurrencyEdit | Stellt einen Editor ermöglicht die Bearbeitung Währungsdaten
es: CurrencyEdit | Representa un editor que permite la edición de datos de moneda
it: CurrencyEdit | Rappresenta un editor che consente la modifica dei dati di valuta
zh: CurrencyEdit |表示啟用編輯貨幣資料編輯器

source: DateEdit|Represents an edit control with a dropdown calendar
de: DateEdit | Stellt ein Edit-Steuerelement mit einem Dropdown-Kalender
es: FechaEdite | Representa un control de edición con un calendario desplegable
it: DateEdit | Rappresenta un controllo di modifica con un calendario a discesa
zh: DateEdit |表示編輯控制項的下拉日曆

source: HyperLink|Represents a text editor with hyperlink functionality
de: HyperLink | Stellt einen Text-Editor mit Hyperlink-Funktionalität
es: Enlace | Representa un editor de texto con la funcionalidad de hipervínculo
it: Collegamento ipertestuale | Rappresenta un editor di testo con funzionalità di collegamento ipertestuale
zh: 超連結 |表示一個文字編輯器與超連結的功能

source: ImageComboBox|Represents an editor displaying the list of images and text strings within the dropdown window
de: ImageComboBox | Stellt einen Editor zeigt die Liste der Bilder und Text-Strings im Drop-Down-Fenster
es: ImageComboBox | Representa un editor muestra la lista de imágenes y cadenas de texto dentro de la ventana desplegable
it: ImageComboBox | Rappresenta un editor di visualizzazione dell'elenco di immagini e stringhe di testo all'interno della finestra di riepilogo a discesa
zh: ImageComboBox |表示顯示圖像和文本字串下拉視窗中的清單編輯器

source: Image|Represents an image editor
de: Bild | Stellt einen Bild-editor
es: Imagen | Representa un editor de imágenes
it: Immagine | Rappresenta un editor di immagini
zh: 圖像 |表示影像編輯器

source: LookupComboBox|Represents a lookup combo box control
de: LookupComboBox | Stellt ein Kombinationsfeld-Steuerelement Suche
es: LookupComboBox | Representa un control de cuadro combinado de búsqueda
it: LookupComboBox | Rappresenta un controllo casella combinata di ricerca
zh: LookupComboBox |表示查找下拉式方塊控制項

source: MaskEdit|Represents a generic masked edit control.
de: Masken | Stellt eine generische maskiert edit-Steuerelement.
es: MaskEdit | Representa genérico enmascarado edita control.
it: MaskEdit | Controllo di modifica rappresenta un generico mascherato.
zh: MaskEdit |表示一個泛型蒙面編輯控制項。

source: Memo|Represents an edit control that allows editing memo data
de: Memo | Stellt ein Edit-Steuerelement, das ermöglicht die Bearbeitung von Memo-Daten
es: Memo | Representa un control de edición que permite editar datos memo
it: Memo | Rappresenta un controllo di modifica che permette l'editing di dati memo
zh: 備註 |表示允許編輯備註資料編輯控制項

source: MRUEdit|Represents a text editor displaying the list of most recently used items (MRU) within a dropdown window
de: MRUEdit | Stellt einen Text-Editor zeigt die Liste der zuletzt verwendeten Elemente (MRU) in einem Drop-Down-Fenster
es: MRUEdit | Representa un editor de texto muestra la lista de elementos utilizados más recientemente (MRU) dentro de una ventana desplegable
it: MRUEdit | Rappresenta un editor di testo, visualizzare l'elenco degli elementi utilizzati più di recente (MRU) all'interno di una finestra a discesa
zh: MRUEdit |表示一個文字編輯器，在一個下拉視窗內顯示的最近使用的專案 (MRU) 清單

source: PopupEdit|Represents an edit control with a dropdown list
de: PopupEdit | Stellt ein Edit-Steuerelement mit einer Dropdown-Liste
es: PopupEdit | Representa un control de edición con una lista desplegable
it: PopupEdit | Rappresenta un controllo di modifica con un elenco a discesa
zh: PopupEdit |表示編輯控制項的下拉清單

source: SpinEdit|Represents a spin editor
de: SpinEdit | Stellt einen Spin-editor
es: SpinEdit | Representa un editor de vuelta
it: SpinEdit | Rappresenta un editor di spin
zh: SpinEdit |表示一個自旋編輯器

source: RadioGroup|Represents a group of radio buttons
de: RadioGroup | Stellt eine Gruppe von Optionsfeldern
es: RadioGroup | Representa un grupo de botones de radio
it: RadioGroup | Rappresenta un gruppo di pulsanti di opzione
zh: RadioGroup |表示一組選項按鈕

source: Append record
de: Datensatz anfügen
es: Anexar registro
it: Aggiungere record
zh: 追加記錄

source: Save Bookmark
de: Lesezeichen speichern
es: Guardar marcador
it: Salva segnalibro
zh: 保存書簽

source: Goto Bookmark
de: GOTO-Lesezeichen
it: Vai a segnalibro
zh: 轉到書簽

source: Filter data
de: Filtern von Daten
es: Filtrar datos
it: Filtrare i dati
zh: 篩選資料

source: Cannot find "%s". Check the spelling and try again.
de: "%S" wurde nicht gefunden. Überprüfen Sie die Schreibweise und versuchen Sie es erneut.
es: No se puede encontrar "%s". Comprobar la ortografía y vuelva a intentarlo.
it: Non riesci a trovare "%s". Controllare l'ortografia e riprovare.
zh: 找不到"%s"。檢查拼寫正確，然後重試。

source: BlobEdit|Represents the BLOB editor
de: BlobEdit | Stellt die BLOB-editor
es: BlobEdit | Representa el editor BLOB
it: BlobEdit | Rappresenta l'editor di BLOB
zh: BlobEdit |表示的 BLOB 編輯器

source: Value out of bounds
de: Wert außerhalb des gültigen Bereichs
es: Valor fuera de los límites
it: Valore fuori dai limiti
zh: 值已超出界限

source: does not end with
de: endet nicht mit
es: no termina con la
it: non termina con
zh: 不能隨著結束

source: contains
de: enthält
es: contiene
it: contiene
zh: 包含

source: does not contain
de: enthält keine
es: no contiene
it: non contiene
zh: 不包含

source: (All)
de: (Alle)
es: (Todos)
it: (Tutti)
zh: （全部）

source: (Custom...)
es: (Personalizado...)
it: (Personalizzato)
zh: （自訂...）

source: (Blanks)
de: (Leerzeichen)
es: (Espacios en blanco)
it: (Vuote)
zh: （空白）

source: (NonBlanks)
es: (Sin espacios)
it: (NonVuote)
zh: （非空白）

source: Could not convert to date
de: Bis heute konnte nicht konvertiert werden
es: No podría convertir hasta la fecha
it: Impossibile convertire in data
zh: 不能將轉換為日期

source: The repository item is not acceptable
de: Die Repository-Element ist nicht akzeptabel
es: El elemento del repositorio no es aceptable
it: L'elemento del repository non è accettabile
zh: 存儲庫專案是不能接受

source: Could not convert to numeric value
de: In numerischen Wert konnte nicht konvertiert werden
es: No se pudo convertir en valor numérico
it: Impossibile convertire in valore numerico
zh: 不能轉換為數字值

source: Circular referencing is not allowed
de: Zirkuläre Verweise ist nicht zulässig
es: Referencia circular no se permite
it: Riferimento circolare non è consentito
zh: 不允許循環參考

source: An error occured during posting edit value
de: Fehler bei der Buchung Wert bearbeiten
es: Ha producido un error durante el registro Editar valor
it: Errore durante la registrazione modifica valore
zh: 發佈編輯值時出錯

source: Could not convert to time
de: Zur Zeit konnte nicht konvertiert werden
es: No podría convertir a tiempo
it: Impossibile convertire in tempo
zh: 不能轉換為時間

source: is next week
de: nächste Woche ist
es: es la semana que viene
it: è la prossima settimana
zh: 下個星期

source: is next 14 days
de: nächsten Tage 14
es: próximos 14 días
it: è prossimi 14 giorni
zh: 是 14 天

source: is next two weeks
de: nächsten Wochen zwei
es: es dos semanas
it: è le prossime due settimane
zh: 是接下來的兩周

source: is next 30 days
de: nächsten Tage 30
es: es de 30 días
it: prossimi 30 giorni
zh: 是 30 天

source: is next month
de: ist im nächsten Monat
es: es el mes que viene
it: è il mese prossimo
zh: 下個月

source: is next year
de: ist im nächsten Jahr
es: es el año que viene
it: è l'anno prossimo
zh: 是明年

source: is future
de: ist die Zukunft
es: es el futuro
it: è il futuro
zh: 是未來

source: not
de: nicht
es: no
it: non
zh: 不

source: blank
de: leere
es: en blanco
it: in bianco
zh: 空白

source: ends with
de: endet mit
es: termina con
it: finisce con
zh: 以結束

source: not in
de: nicht in
es: no en
it: non in
zh: 不在

source: is yesterday
de: gestern ist
es: es ayer
it: è ieri
zh: 昨天是

source: is today
de: heute ist
es: es hoy
it: è oggi
zh: 今天是

source: is tomorrow
de: ist morgen
es: es mañana
it: è domani
zh: 明天是

source: is last 7 days
de: letzten Tage 7
es: últimos 7 días
it: ultimi 7 giorni
zh: 是過去 7 天內

source: is last week
de: letzte Woche ist
es: es la semana pasada
it: è la settimana scorsa
zh: 是最後一周

source: is last 14 days
de: letzten Tage 14
es: últimos 14 días
it: ultimi 14 giorni
zh: 是過去 14 天

source: is last two weeks
de: letzten Wochen zwei
es: pasado dos semanas
it: è le ultime due settimane
zh: 是兩個星期

source: is last 30 days
de: letzten Tage 30
es: últimos 30 días
it: ultimi 30 giorni
zh: 是過去 30 天

source: is last month
de: letzten Monat ist
es: es el mes pasado
it: è il mese scorso
zh: 是上個月

source: is last year
de: ist im letzten Jahr
es: es el año pasado
it: è l'anno scorso
zh: 是去年

source: is past
de: ist vorbei
es: está más allá
it: è passato
zh: 是一種過去

source: is this week
de: ist in dieser Woche
es: es esta semana
it: è di questa settimana
zh: 就在這個星期

source: is this month
de: ist in diesem Monat
es: es este mes
it: è questo mese
zh: 這個月

source: is this year
de: ist in diesem Jahr
es: este año
it: è quest'anno
zh: 這是今年

source: is next 7 days
de: nächsten Tage 7
es: próximos 7 días
it: è prossimi 7 giorni
zh: 是 7 天

source: RowIndex out of range
de: RowIndex außerhalb des zulässigen Bereichs
es: RowIndex fuera de rango
zh: RowIndex 超出範圍

source: GetInfoForCompare not implemented
de: GetInfoForCompare nicht implementiert
es: GetInfoForCompare no
it: GetInfoForCompare non implementato
zh: GetInfoForCompare 未實現

source: DetailFilterController not found
de: DetailFilterController nicht gefunden
es: DetailFilterController no encontrado
it: DetailFilterController non trovato
zh: DetailFilterController 找不到

source: DataController not in GridMode
de: DataController nicht in GridMode
es: DataController no de GridMode
it: DataController non in GridMode
zh: 不在 GridMode DataController

source: Key Field not found
de: Schlüsselfeld nicht gefunden
es: Campo de clave no se encuentra
it: Campo chiave non trovato
zh: 找不到的鍵欄位

source: equals
de: ist gleich
es: es igual a
it: è uguale a
zh: 等於

source: does not equal
de: ist nicht gleich
es: no es igual a
it: non è uguale a
zh: 不等於

source: like
de: mögen
es: como
it: come
zh: 像

source: not like
de: nicht wie
es: no me gusta
it: non piace
zh: 不喜歡

source: between
de: zwischen
es: entre
it: tra
zh: 之間

source: not between
de: nicht zwischen
es: no entre
it: non tra
zh: 不之間

source: in
es: en
zh: 在

source: Stream read error
de: Stream-Lesefehler
es: Corriente Lee error
it: Errore di lettura del flusso
zh: 流讀取錯誤

source: Stream write error
de: Stream-Schreibfehler
es: Error de escritura corriente
it: Errore di scrittura di flusso
zh: 流寫入錯誤

source: Item already exists
de: Element ist bereits vorhanden
es: Elemento ya existe
it: Elemento già esistente
zh: 專案已存在。

source: RecordIndex out of range
de: RecordIndex außerhalb des zulässigen Bereichs
es: RecordIndex fuera de rango
it: RecordIndex fuori gamma
zh: RecordIndex 超出範圍

source: ItemIndex out of range
de: ItemIndex außerhalb des zulässigen Bereichs
es: ItemIndex fuera de rango
it: ItemIndex fuori gamma
zh: ItemIndex 超出範圍

source: This operation is not supported in provider mode
de: Dieser Vorgang wird im Provider-Modus nicht unterstützt
es: Esta operación no se admite en el modo de proveedor
it: Questa operazione non è supportata in modalità provider
zh: 在提供程式模式下不支援此操作

source: Can't create the registry key: \%s
de: Kann nicht den Registrierungsschlüssel erstellen: \%s
es: No se puede crear la clave del registro: \%s
it: Impossibile creare la chiave del registro di sistema: \%s
zh: 無法創建登錄機碼︰ \%s

source: Can't open the registry key: \%s
de: Den Registrierungsschlüssel kann nicht geöffnet werden: \%s
es: No se puede abrir la clave del registro: \%s
it: Impossibile aprire la chiave del registro di sistema: \%s
zh: 無法打開登錄機碼︰ \%s

source: Can't create the Style Repository
de: Das Stil-Repository kann nicht erstellt werden
es: No se puede crear el repositorio de estilo
it: Impossibile creare il Repository di stile
zh: 無法創建樣式存儲庫

source: Error store %s object
de: %S Informationsspeicherobjekt Fehler
es: Objeto de %s error tienda
it: Oggetto di errore archivio %s
zh: 錯誤存儲 %s 物件

source: Gold 14kt
es: Oro 14kt
it: Oro 14kt
zh: 金 14kt

source: Gold 18kt
es: Oro 18kt
it: In oro 18kt
zh: 金 18kt

source: Gold 19kt
es: 19kt oro
it: Oro 19kt
zh: 金 19kt

source: Gold 22kt
es: Oro 22kt
it: Oro 22kt
zh: 金 22kt

source: Gold 24kt
de: 24kt Gold
es: 24kt Gold
it: Oro 24kt
zh: 金 24kt

source: Silver 800
de: Silber 800
es: Plata 800
it: Argento 800
zh: 銀 800

source: Silver 925
de: Silber 925
es: Plata 925
it: Argento 925
zh: 925 銀

source: Platinum
de: Platin
it: Platino
zh: 白金

source: Stainless Steel
de: Edelstahl
es: Acero inoxidable
it: In acciaio inox
zh: 不銹鋼

source: Diamond
de: Diamant
it: Diamante
zh: 鑽石

source: Emerald
de: Smaragd
es: Esmeralda
it: Smeraldo
zh: 翡翠

source: White karats
de: Weiße Karat
es: Blancos kilates
it: Carati bianchi
zh: 白色克拉

source: Coloured Stones
de: Farbigen Steinen
es: Piedras de color
it: Pietre colorate
zh: 彩色的寶石

source: Invalid operation in GDI+ (Code: %d)
de: Ungültiger Vorgang in GDI + (Code: %d)
es: Operación no válida en GDI + (código: %d)
it: Operazione non valida in GDI+ (codice: %d)
zh: 在 GDI + 中的無效操作 (代碼: %d)

source: Built-In Look && Feel Styles
de: Integrierte Optik &&fühlen Stile
es: Mirada integrada &&sentir estilos
it: &Stili titolo incorporati
zh: 內置看 & & 感覺樣式

source: Update Error:
de: Update-Fehler:
es: Error de actualización:
it: Errore di aggiornamento:
zh: 更新錯誤︰

source: Error Code:
de: Fehlercode:
es: Código de error:
it: Codice di errore:
zh: 錯誤代碼︰

source: Chains
de: Ketten
es: Cadenas
it: Catene
zh: 鏈

source: Earrings Max
de: Ohrringe-Max
es: Pendientes máxima
it: Orecchini Max
zh: 最大耳環

source: Earrings Mid
de: Ohrringe Mitte
es: Pendientes de mediados
it: Orecchini metà
zh: 中期的耳環

source: Earrings Small Size
de: Ohrringe-klein
es: Pendientes tamaño pequeño
it: Orecchini di piccole dimensioni
zh: 耳環小大小

source: Horz Bracelets
de: Horz Armbänder
es: Pulseras horz
it: HORZ bracciali
zh: 水準手鐲

source: Necklaces
de: Halsketten
es: Collares
it: Collane
zh: 項鍊

source: Necklaces Small Size
de: Halsketten-klein
es: Collares de tamaño pequeño
it: Collane di piccole dimensioni
zh: 項鍊小大小

source: Pendants
de: Anhänger
es: Colgantes
it: Ciondoli
zh: 吊墜

source: Rings
de: Ringe
es: Anillos
it: Anelli
zh: 戒指

source: Fixed Bracelets
de: Feste Armbänder
es: Pulseras fijas
it: Fissi bracciali
zh: 固定的手鐲

source: Mask
de: Maske
es: Máscara
it: Maschera
zh: 面具

source: Gold 8kt
es: Oro 8kt
it: Oro 8kt
zh: 金 8kt

source: Gold 9kt
es: Oro 9kt
it: Oro 9kt
zh: 金 9kt

source: Gold 10kt
es: Oro 10kt
it: Oro 10kt
zh: 黃金 10 克拉

source: Link Properties
de: Verknüpfungseigenschaften
es: Propiedades de vínculo de
it: Proprietà link
zh: 連結屬性

source: Cannot link to an invalid source.
de: Eine ungültige Quelle kann nicht verknüpft werden.
es: No puede enlazar a una fuente no válida.
it: Non è possibile collegare a un'origine non valida.
zh: 無法連結到一個不正確源。

source: Break link operation is not supported.
de: Pause-Link-Vorgang wird nicht unterstützt.
es: Rotura de enlace no soportan.
it: Operazione di interruzione di collegamento non è supportata.
zh: 不支援斷開連結操作。

source: Linked %s
de: Verknüpfte %s
es: %S vinculados
it: %S collegato
zh: 連結的 %s

source: Operation not allowed on an empty OLE container
de: Betrieb auf einen leeren OLE-Container nicht erlaubt
es: Operación no permitida en un recipiente vacío de OLE
it: Operazione non consentita su un contenitore OLE vuoto
zh: 不允許對空 OLE 容器執行操作

source: Invalid object verb
de: Ungültiges Objekt-verb
es: Verbo de objeto no válido
it: Verbo di oggetto non valido
zh: 不正確物件動詞

source: %s Properties
de: %s-Eigenschaften
es: propiedades de %s
it: Proprietà di %s
zh: %s 屬性

source: License information for %s is invalid
de: Lizenzinformationen für %s ist ungültig
es: Información de licencia para %s no es válido
it: Informazioni sulla licenza per %s non è validi
zh: %S 的許可證資訊無效

source: License information for %s not found. You cannot use this control in design mode
de: Lizenzinformationen für %s nicht gefunden. Dieses Steuerelement kann nicht im Entwurfsmodus verwendet werden
es: Información de licencia para %s no encontrado. No puede utilizar este control en modo de diseño
it: Informazioni sulla licenza per %s non trovato. Non è possibile utilizzare questo controllo in modalità progettazione
zh: 找不到 %s 的許可證資訊。您不能使用此控制項在設計模式中

source: Unable to retrieve a pointer to a running object registered with OLE for %s/%s
de: Nicht in der Lage, einen Zeiger auf eine ausgeführte Objekt registriert mit OLE für %s/%s abrufen
es: No se puede recuperar un puntero a un objeto corriente registrado con OLE para %s/%s
it: Impossibile recuperare un puntatore a un oggetto in esecuzione registrato con OLE per %s/%s
zh: 無法檢索到一個正在運行的物件的指標與 OLE 註冊為 %s/%s

source: Default White
de: Standard weiß
es: Por defecto blanco
it: Predefinito bianco
zh: 預設的白色

source: Default Tungsten
de: Standard-Wolfram
es: Tungsteno de defecto
it: Impostazione predefinita tungsteno
zh: 預設鎢

source: Reflex, 1/100, f:36, ISO 800
it: Riflesso, 1/100, f:36, ISO 800
zh: 反射性，1/100，f:36，ISO 800

source: 3D Subjects
de: 3D Motive
es: Temas 3D
it: Soggetti 3D
zh: 3D 物件

source: Flat Subjecs
de: Flache hatten
es: Subjecs plana
it: Subjecs piatto
zh: 平的社會存在

source: This "Portable Network Graphics" image is encoded with an unknown compression scheme which could not be decoded.
de: Dieses "Portable Network Graphics" Bild wird mit einem unbekannten Komprimierungsschema kodiert, die nicht entschlüsselt werden konnte.
es: Esta imagen de "Portable Network Graphics" se codifica con un esquema de compresión desconocido que no puede ser decodificado.
it: Questa immagine di "Portable Network Graphics" è codificata con uno schema di compressione sconosciuto che potrebbe non essere decodificato.
zh: 此"可移植網狀圖形"圖像編碼與未知的壓縮方案，無法解碼。

source: This "Portable Network Graphics" image uses an unknown interlace scheme which could not be decoded.
de: Dieses "Portable Network Graphics" Bild verwendet eine unbekannte "Interlace"-Regelung, die nicht entschlüsselt werden konnte.
es: Esta imagen de "Portable Network Graphics" utiliza un esquema entrelazado desconocido que no puede ser decodificado.
it: Questa immagine di "Portable Network Graphics" utilizza uno schema di intreccio sconosciuto che potrebbe non essere decodificato.
zh: 此"可移植網狀圖形"圖像使用無法解碼未知的交錯計畫。

source: The chunks must be compatible to be assigned.
de: Die Stücke müssen zugewiesen werden kompatibel sein.
es: Los trozos deben ser compatibles para ser asignados.
it: I blocchi devono essere compatibili da assegnare.
zh: 區塊必須相容才能分配。

source: This "Portable Network Graphics" image is invalid because the decoder found an unexpected end of the file.
de: Dieses "Portable Network Graphics" Bild ist ungültig, da der Decoder ein unerwartetes Ende der Datei gefunden.
es: Esta imagen de "Portable Network Graphics" es válida porque el decodificador encuentra un final inesperado del archivo.
it: Questa immagine di "Portable Network Graphics" non è valida perché il decoder trovato un imprevisto fine del file.
zh: 此"可移植網狀圖形"圖像無效，因為解碼器發現意外的檔結尾。

source: This "Portable Network Graphics" image contains no data.
de: Das "Portable Network Graphics" Bild enthält keine Daten.
es: Esta imagen de "Portable Network Graphics" no contiene ningún dato.
it: Questa immagine di "Portable Network Graphics" non contiene dati.
zh: 此"可移植網狀圖形"圖像不包含資料。

source: The program tried to add a existent critical chunk to the current image which is not allowed.
de: Das Programm versucht, einen vorhandenen kritischen Klumpen auf das aktuelle Bild hinzufügen, was nicht zulässig ist.
es: El programa intentó añadir una porción crítica existente a la imagen actual que no está permitida.
it: Il programma ha tentato di aggiungere un pezzo di critico esistente per l'immagine corrente che non è consentito.
zh: 程式試圖將存在重要大塊添加到當前的圖像，這不允許的。

source: It's not allowed to add a new chunk because the current image is invalid.
de: Es ist nicht erlaubt, ein neues Stück hinzugefügt werden, da das aktuelle Bild ungültig ist.
es: No ha permitido para agregar un trozo nuevo porque la imagen actual no es válida.
it: Non è consentito aggiungere un nuovo blocco perché l'immagine corrente non è valido.
zh: 它已不允許添加一個新的塊，因為當前圖像無效。

source: The png image could not be loaded from the resource ID.
de: Das Png-Bild konnte nicht geladen werden, aus der Ressource-ID.
es: No se pudo cargar la imagen png del ID de recurso.
it: L'immagine png non può essere caricato dall'ID di risorsa.
zh: Png 圖像可以不載入的資源 id。

source: Some operation could not be performed because the system is out of resources. Close some windows and try again.
de: Eine Operation konnte nicht ausgeführt werden, weil das System nicht genügend Ressourcen. Schließen Sie einige Fenster und versuchen Sie es erneut.
es: Alguna operación no pudo realizarse porque el sistema es de recursos. Cierre algunas ventanas y vuelva a intentarlo.
it: Alcune operazione potrebbe non essere eseguita perché il sistema è esaurito le risorse. Chiudere alcune finestre e riprovare.
zh: 由於系統資源不足，不能執行某些操作。請關閉一些視窗，然後重試。

source: Setting bit transparency color is not allowed for png images containing alpha value for each pixel (COLOR_RGBALPHA and COLOR_GRAYSCALEALPHA)
de: Die Einstellung der Bit-Transparenzfarbe ist für png-Bilder, die den Alpha-Wert für jedes Pixel (COLOR_RGBALPHA und COLOR_GRAYSCALEALPHA) enthalten, nicht zulässig.)
es: Configuración de bits de color de transparencia no está permitido para las imágenes png que contiene valor alfa para cada pixel (COLOR_RGBALPHA y COLOR_GRAYSCALEALPHA)
it: Impostazione colore trasparenza bit non è consentita per le immagini png contenente il valore alfa per ogni pixel (COLOR_RGBALPHA e COLOR_GRAYSCALEALPHA)
zh: 不允許為 png 圖像包含 （COLOR_RGBALPHA 和 COLOR_GRAYSCALEALPHA） 的每個圖元的 Alpha 值設置位透明度顏色

source: This operation is not valid because the current image contains no valid header.
de: Dieser Vorgang ist nicht gültig, da das aktuelle Bild keine gültige Kopfzeile enthält.
es: Esta operación no es válida porque la imagen no contiene ningún encabezado válido.
it: Questa operazione non è valida perché l'immagine corrente non contiene alcuna intestazione valida.
zh: 此操作無效，因為當前圖像包含不正確標題。

source: The new size provided for image resizing is invalid.
de: Die neue Größe vorgesehene Bild Größenänderung ist ungültig.
es: El nuevo tamaño para cambiar el tamaño de imagen no es válido.
it: La nuova dimensione per il ridimensionamento dell'immagine non è valida.
zh: 新的大小提供了圖像的大小是不正確。
