Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Henry Help Contents
de: Henry-Hilfethemen
es: Contenido de la ayuda de Henry
it: Sommario della Guida di Henry
zh: 亨利的説明內容

source: Select an acquisition device:
de: Wählen Sie ein Erfassungsgerät:
es: Seleccione un dispositivo de adquisición:
it: Selezionare un dispositivo di acquisizione:
zh: 選擇採集裝置

source: &User Name:
de: Benutzername:
es: &Nombre de usuario:
it: &Nome utente:
zh: 用户名(&U):

source: &Password:
de: &Passwort:
es: &Contraseña:
zh: &密码:

source: Database:
de: Datenbank:
es: Base de datos:
zh: 物件的文字描述，存放於資料庫。

source: Database Login
de: Datenbank Login
es: Acceso a la base de datos
it: Login Database
zh: 資料庫

source: Enter password
de: Kennwort eingeben
es: Introducir la contraseña
it: Immettere password
zh: 输入密码

source: Re&move all
de: &Alles entfernen
es: &Eliminar todo
it: &Rimuovere tutto
zh: 刪除圖層(&m)

source: &Remove
de: &Entfernen
es: &Eliminar
it: &Rimuovi
zh: 移除 (&R)

source: All Rights Reserved.
es: Todos los derechos reservados.
it: Tutte i diritti riservati.
zh: 版權所有。

source: ReportBuilder
de: Gliederung des Berichts
es: Generador de informes
it: Struttura del report
zh: 報告大綱

source: ReportBuilder ®
de: Gliederung des Berichts
es: Generador de informes®
zh: 報告大綱

source: Toolbar2000
de: &Toolbar
es: Barra de herramientas 2000
zh: 與工具列 (&T)

source: indicates that this search value is required.
de: gibt an, dass diese Suche Wert eingegeben werden muss.
es: indica que se requiere este valor de búsqueda.
it: indica che immettere questo valore di ricerca è necessario.
zh: 指示必須輸入此搜索值。

source: Interleaved 2 of 5
de: Interleaved 2/5
es: Entrelazado 2 de 5
it: Interlacciato 2 di 5
zh: 隔行掃描

source: Calculation On
de: Berechnungen
es: Cálculo en
it: Calcola su
zh: 計算

source: Order Now!
de: Schnell bestellen!
es: ¡Ordenar ahora!
it: Ordina adesso!
zh: 现在购买!

source: Set Drill Down Component
de: Drill-Down-Komponente auswählen
es: Configurar el componente Drill Down
it: Selezionare Drill-Down componente
zh: 選擇元件向下的鑽取

source: Insert Attachment
de: Einfügen einfügen
es: Insertar archivo adjunto
it: Inserire testo
zh: 插入附件

source: User Name:
de: Benutzername:
es: Nombre de usuario:
it: Nome utente:
zh: 用戶名：

source: Password:
de: Passwort:
es: Contraseña:
zh: 密碼:

source: On Group Break
de: Brechen auf
es: En pausa de grupo
it: Il cambiamento di gruppo
zh: 關於組變化

source: Page 2
de: Detail 2
es: Página 2
it: Pagina 2
zh: 页面2

source: lblHeight
es: lb Altura
it: iblAltezza
zh: 高度

source: Label information
de: Label-Informationen
es: Información de la etiqueta
it: Informazioni etichetta
zh: 標籤資訊

source: lblPageSize
es: lbl Tamaño de la página
it: iblGrandezzaPagina
zh: PageSet

source: Printer information
de: Druckerinformationen
es: Información de la impresora
it: Informazioni stampante
zh: 印表機資訊

source: lblType
de: lblTyp
es: lblTipo
it: iblTipo
zh: 類型

source: lblWidth
de: lblBreite
es: lbl Anchura
it: iblLarghezza
zh: 寬度

source: Screen
de: Vollbild-Modus
es: Pantalla
zh: 幕布

source: Letter
de: Buchstabe
es: Carta
zh: 字母

source: Shape1
de: Form
es: Forma 1
zh: 形狀

source: Label Selection
de: Label | Stellt eine Bezeichnung dar
es: Selección de etiquetas
it: Selezione etichetta
zh: 語言選擇

source: TXT
zh: 州/省：

source: memMemo
it: memo
zh: 備註

source: Templates
es: Plantillas
it: Modelli
zh: 樣版

source: Enter page numbers and/or page ranges separated by commas. For example, 1,3,5-12
de: Geben Sie Seitenzahlen und/oder Seitenbereiche, die durch Kommas getrennt. Zum Beispiel 1,3,5-12
es: Introduzca números de página y / o intervalos de páginas separados por comas. Por ejemplo, 1,3,5-12
it: Immettere i numeri di pagina e/o intervalli di pagina separati da virgole. Per esempio, 1, 3,5-12
zh: 輸入頁碼和/或由逗號分隔的頁面範圍。 例如，1,3,5-12。

source: cbxPrintToFile
it: cbxStampa su File
zh: 列印到檔

source: Top to Bottom Left to Right
de: Oben links
es: De arriba hacia abajo De izquierda a derecha
it: Dall'alto verso il basso Da sinistra verso destra
zh: 左到右

source: Printer Name
de: Druckername
es: Nombre de la impresora
it: Stampa Nome
zh: 打印机名称

source: PaperSize
de: Papierformat
es: Tamaño de papel
it: Grandezza carta
zh: 紙張大小

source: PaperSource
de: Papierzufuhr
es: Fuente de papel
it: Fonte di carta
zh: 紙張來源

source: Background Printing
de: Hintergrund
es: Impresión en segundo plano
it: Stampa sfondo
zh: 背景

source: Email File(s)
de: Neue e-Mail-Datei(s)
es: Archivo(s) de correo electrónico)
it: File di e-mail(s)
zh: 電子郵件新檔

source: lblNoPrintersInstalled
es: lbl No hay impresoras instaladas
it: iblNessuna stampante installata
zh: 沒有安裝印表機

source: Print to fi&le
de: Drucken Sie die gesamte
es: IImprimir archivo
it: &Stampa su File
zh: 列印到檔

source: P&rint:
de: D&rucken:
es: &Impresión:
it: &Stampa:
zh: 打印 (&R)

source: Curre&nt page
de: Berechnung der Seite
es: &Página actual
it: &Pagina Corrente
zh: 科爾與耳鼻喉科頁

source: Pa&ges:
es: Pá&ginas:
it: Pa&gine:
zh: 頁面 (&G)

source: Available Controls:
de: Verfügbaren Steuerelemente:
es: Controles disponibles:
it: Controlli disponibili:
zh: 可用的控制項

source: Bands:
es: Bandas:
it: Bande:
zh: 樂隊

source: File Name:
de: Dateiname:
es: Nombre Archivo
zh: 檔案名：

source: File Type:
de: Dateityp:
es: Tipo de archivo:
it: Tipo di file:
zh: 文件类型：

source: Save Length:
de: Länge zu speichern:
es: Guardar longitud:
it: Salvare la lunghezza:
zh: 保存長度

source: Selected Controls:
de: Ausgewählte Steuerelemente:
es: Controles seleccionados:
it: Controlli selezionati:
zh: 選定的控制項

source: < Back
de: &Rücken
es: <Volver
it: < Indietro
zh: 返回

source: Next >
de: &Weiter
es: Siguiente>
it: Prossimo >>
zh: 下一步

source: CheckBox2
de: CheckBox1
it: CheckBox1
zh: CheckBox1

source: Page 1
de: Seite 1
es: Página 1
it: Pagina 1
zh: 页面1

source: Page 3a
de: Seite 3a
es: Página 3a
it: Pagina 3a
zh: 頁面名稱

source: Page 3b
de: Seite 3b
es: Pagina 3b
it: Pagina 3b
zh: 頁面

source: Page 4
de: Seite 4
es: Página 4
it: Pagina 4
zh: 第 4 页

source: Page 5
de: Seite 5
es: Página 5
it: Pagina 5
zh: 第 5 页

source: Please enter a description of your report.
de: Bitte geben Sie einen Titel für Ihren Bericht.
es: Introduzca una descripción de su informe.
it: Inserisci una descrizione per il report.
zh: 請輸入您的報表的標題。

source: Adjust the field width so all fields fit on a page.
de: Passen Sie Feldbreite an, damit alle Felder auf der Seite passen.
es: Ajuste el ancho del campo para que todos los campos encajen en una página.
it: Regola la larghezza dei campi per includerli tutti in una pagina.
zh: 調整欄位寬度，使所有欄位都放入頁。

source: Data Name:
de: Datenname:
es: Nombre de los datos:
it: Nome della telecamera:
zh: 攝像頭的名稱

source: Do you want to preview your report or modify the report's design?
de: Möchten Sie die Berichtsvorschau oder den Berichtsentwurf verändern?
es: ¿Desea previsualizar su informe o modificar el diseño del informe?
it: Si desidera visualizzare in anteprima il report o modificare la struttura del report?
zh: 您想要預覽的報表或修改報告的設計嗎？

source: That's all the information needed to create your report.
de: Dies sind alle Informationen benötigt, um einen Bericht zu erstellen.
es: Esa es toda la información necesaria para crear su informe.
it: Ecco tutte le informazioni necessarie per creare il report.
zh: 這是創建報表所需的所有資訊。

source: Field Selection
de: Feldauswahl
es: Selección de campo
it: Selezione dei campi
zh: 字段选择

source: Group Definition
de: Gruppieren nach
es: Definición de grupo
it: Definizione gruppo
zh: 作物的選擇

source: Simple Layouts
de: Einfach
es: Layouts simples
it: Layout semplice
zh: Html 佈局

source: Group Layouts
de: Gruppenlayouts
es: Diseño de grupos
it: Layouts di gruppo
zh: 圖層編組

source: Styles
de: Stile
es: Estilos
it: Stili
zh: 樣式

source: Add Field
de: Feld hinzufügen
es: Agregue campo
it: Aggiungi campo
zh: 增加自訂欄位

source: Mail Merge
de: Serienbrief
es: Unificación de correo
it: Mail Unire
zh: 合併列印

source: pnlEditorPanel
it: pnlPannello indicatore di stato
zh: 狀態指示燈面板

source: pnlFormat
it: pnlFormato
zh: 格式

source: pnlMerge
de: pnlverschmelzen
it: pnlUnire
zh: 合併

source: Set Position of Object
de: Set-Objektposition anhand
es: Establecer posición del objeto
it: Setta posizione dell'oggetto
zh: 資料位置

source: lblMessage
de: label-Nachricht
it: lblMessaggio
zh: 給郵件加標籤

source: Show Search Toolbar
de: Zeigen Sie die Symbolleiste Text suchen
es: Mostrar la barra de herramientas de búsqueda
it: Visualizza cerca barra degli strumenti
zh: 顯示搜索框內鍵入 > >

source: Match Whole Word
de: Ganzes Wort
es: Compare la palabra completa
it: Incontro Parola intera
zh: 全字匹配

source: Text Search Settings
de: Textsuche abgesagt
es: Configuración de búsqueda de texto
it: Trovare impostazioni del testo
zh: 查找文本設置

source: Search From First Page Search From Current Page
de: Suche auf aktuelle Seite beginnen
es: Buscar desde la primera página Buscar desde la página actual
it: Cercare nella prima pagina cercare nella seconda pagina
zh: 在當前頁上開始搜索

source: Opt
de: Fak
es: Optar
zh: 选项

source: Calcolatrice
de: &Berechnen
zh: 與計算 (&C)

source: Error - no zip file specified!
de: Fehler - keine Zip-Datei angegeben!
it: Errore durante la lettura dei dati con zip!

source: Source archive is the same as the destination archive!
de: Quellarchiv ist das gleiche wie das Zielarchiv!
it: L'archivio di origine è lo stesso dell'archivio di destinazione!

source: Unknown error in List() function
de: Unbekannter Fehler in List () -Funktion

source: Warning - Error in zip structure!
de: Warnung - Fehler in der Zip-Struktur!

source: Error - no files to zip!
de: Fehler - keine Dateien zum Zip!

source: Error - no files selected for deletion
de: Fehler - keine zum Löschen gelöschten Dateien
it: Errore - nessun file selezionato per l'eliminazione

source: Warning - Unattended Extract: possible not all files extracted
de: Fatal Error in UnzDLL.DLL: abort exception
it: Avviso - Estratto automatico: possibile non tutti i file estratti

source: ZIP DLL Loaded
de: ZIP DLL geladen

source: UNZDLL Loaded!
de: UNZDLL geladen!
it: UNZDLL caricato!

source: UnzDllExec function not found in UNZDLL.DLL!
de: UnzDll Exec-Funktion nicht in UNZDLL.DLL gefunden!
it: La funzione UnzDllExec non è stata trovata in UNZDLL.DLL!

source: GetUnzDllVersion function not found in UNZDLL.DLL!
de: GetUnzDllVersion Funktion nicht gefunden in UNZDLL.DLL!
it: Funzione GetUnzDllVersion non trovata in UNZDLL.DLL!

source: Error - ZIPSFX.BIN not found!
de: Fehler - ZIPSFX.BIN nicht gefunden!
it: Error - ZIPSFX.BIN non trovato!

source: Error: input file is not a zip file
de: Fehler: Eingabedatei ist keine Zip-Datei
it: Errore: nel file di input di ricerca

source: Error - no .EXE file specified
de: Fehler - keine .EXE-Datei angegeben
it: Error - no .EXE file specificato

source: Error: input file is not an .EXE file
de: Fehler: Eingabedatei ist keine .EXE-Datei
it: Errore: il file di input non è un file EXE

source: Drive %s is NOT defined
de: Laufwerk% s ist NICHT definiert
it: Drive %s is NOT definito

source: Not enough memory to display MsgBox
de: Nicht genügend Speicher, um MsgBox anzuzeigen
it: Memoria insufficiente per visualizzare MsgBox

source: Ignore the error and continue?
de: Möchten Sie fortsetzen?
es: ¿Ignorar el error y continuar?

source: Cannot store a template to a field of this type.
de: Feld "%s" kann nicht als Typ %s zugegriffen werden.
es: No se puede almacenar una plantilla a un campo de este tipo.
it: Impossibile memorizzare un modello in un campo di questo tipo.

source: Show all data where the
de: Zeigen wo Zeilen
es: Mostrar todos los datos donde
it: Mostra tutti i dati dove

source: BlankWhenZero
de: Leer, wenn Null

source: Not enough disk space to print report.
de: Nicht genügend Speicherplatz zum Drucken des Berichts.
it: Questo disco è non sufficiente spazio libero disponibile.

source: ...more...
de: ...Weitere Schaltflächen...
es: ...más...
it: ...di più...

source: Two up
de: Zwei bis
it: Due in su

source: contact your administrator..........................................................................
de: Wenden Sie sich an Ihren Administrator ...............................................
es: Contacte con su administrador.

source: (PICTURE)
de: (Bild)
es: (IMAGEN)
it: (Foto)

source: Debugger command exception.
de: Debugger-Befehlsausnahme.
es: Excepción de comando del depurador.

source: File must be open for reading
de: Fehler beim Lesen eines Dateikommentar
it: Il file deve essere aperto per la lettura

source: Can't setup MAPI message
de: Support for compression method not registered: %s
es: No puede configurar mensaje MAPI

source: Memory manager hang
de: Gerätespeicher voll
es: Caída del gestor de memoria

source: <-- EXCEPTION
de: <--Ausnahme

source: (possible %s%s%d)
de: %s (%s, %d-Linie)
es: (posible %s %s %d)

source: %s Error message: %s
de: %s% S Fehlermeldungen
es: mensaje de error %s: %s

source: Can't init MAPI
de: Kann nicht MAPI ausführen
es: No init MAPI

source: %d %s,
de: Fehler im regulären Ausdruck an Offset % d: %s

source: UserName | {username}
de: Benutzername | {Username}
es: Nombre de usuario

source: _ThisModuleName | Current module's file name only
de: _ThisModuleName | Dateiname des aktuellen Moduls nur
es: _ThisModuleName | Nombre de archivo de módulo actual sólo

source: _ThisModuleDesc | Current module's description (version info)
de: _ThisModuleDesc | Aktuelle Modulbeschreibung (Versions-Info)
es: _ThisModuleDesc | Descripción del módulo actual (información de versión)

source: _ThisModuleVer | Current module's version (version info)
de: _ThisModuleVer | Aktuelle Modulversion (Versions-Info)
es: _ThisModuleVer | Versión del módulo actual (información de versión)

source: _BugReport | Full EurekaLog bug report
de: Fehlerbericht
es: _BugReport | Informe de error completo EurekaLog

source: _LineBreak | Line break
de: _Debugger received control break
es: _LineBreak | Salto de línea

source: AllUsersProfile | \Documents and Settings\All Users
de: C:\Dokumente und Einstellungen\All Users\Anwendungsdatenavg8\update\download
es: AllUsersProfile | \Documents and Settings\All usuarios

source: AppData | \Documents and Settings\{username}\Application Data
de: C:\Dokumente und Einstellungen\All Users\Anwendungsdatenavg8\update\download
es: AppData | \Documents and Settings\ {username} \Application datos

source: CD | Current directory (without trailing path delimiter)
de: CD | Aktuelle Verzeichnis (ohne nachfolgende Pfad Trennzeichen)
es: CD | Directorio actual (sin el delimitador que se arrastra)

source: Date | Current date in the format determined by OS
de: Time | Current time in the format determined by OS
es: Fecha | Fecha actual en el formato determinado por el sistema operativo

source: DateFmt | Current date in the 'yyyyddmm' format
de: Das aktuelle Datum im Format DD.MM.YYYY
es: DateFmt | Fecha actual en formato 'yyyyddmm'

source: HomeDrive | The drive containing the Home directory
de: SystemDrive | The drive containing the Windows root directory
es: HomeDrive | La unidad que contiene el directorio de inicio

source: HomePath | \Documents and Settings\{username}
de: UserProfile | \Documents and Settings\{username}

source: ProgramFiles | Directory containing program files
de: Verzeichnis, für Client-Anwendungen, EXE-Dateien
es: Archivos de programa | Directorio que contiene archivos de programa

source: 7. Network|5. DNS 2
de: 24.7.365 Verfügbarkeit im Netz
es: 7. red | 5. DNS 2

source: 7. Network|6. DHCP
de: 24.7.365 Verfügbarkeit im Netz
es: 7. red | 6. DHCP

source: 8. Steps to reproduce|1. Text
de: vermehren
es: 8. pasos para reproducir | 1. Texto

source: 9. Custom Data|1. All
de: 9. benutzerdefinierte Daten | 1. Alle
es: 9. datos | 1. Todos

source: _ExceptType | Exception class name
de: _Name der Klasse
es: _ExceptType | Nombre de la clase de excepción

source: _ExceptMsg | Exception message
de: Unbekannte Fehlermeldung
es: _ExceptMsg | Mensaje de excepción

source: _CallStack | Exception call stack
de: Stapelansicht aufrufen
es: _CallStack | Pila de llamadas de la excepción

source: _BugID | Exception BugID
de: Ausnahme
es: _BugID | BugID excepción

source: _Reproduce | Steps to reproduce
de: vermehren
es: _Reproduce | Pasos para reproducir

source: _MainModulePath | Main executable's directory (without trailing path delimiter)
de: _MainModulePath | Main ausführbare ist Verzeichnis (ohne nachfolgende Pfad Trennzeichen)
es: _MainModulePath | Principal ejecutable 's directorio (sin delimitador final)

source: _MainModuleName | Main executable's file name only
de: Name der ausführbaren Datei
es: _MainModuleName | Nombre del archivo de ejecutable principal sólo

source: _MainModuleDesc | Main executable's description (version info)
de: _MainModuleDesc | Main ausführbare's Beschreibung (Versions-Info)
es: _MainModuleDesc | Principal ejecutable 's Descripción (información de versión)

source: _MainModuleVer | Main executable's version (version info)
de: _MainModuleVer | Hauptprogramm Version (Versions-Info)
es: _MainModuleVer | Versión del ejecutable principal (información de versión)

source: _ExceptModulePath | Exception modules's directory (without trailing path delimiter)
de: _ExceptModulePath | Ausnahme-Module-Verzeichnis (ohne nachfolgende Pfad Trennzeichen)
es: _ExceptModulePath | Directorio de módulos de excepción (sin delimitador final)

source: _ExceptModuleName | Exception modules's file name only
de: _ExceptModuleName | Ausnahme-Module Dateinamen nur
es: _ExceptModuleName | Nombre del archivo de módulos de excepción sólo

source: _ExceptModuleDesc | Exception modules's description (version info)
de: _ExceptModuleVer | Exception modules's version (version info)
es: _ExceptModuleDesc | Descripción de excepción módulos (información de versión)

source: 5. Computer|12. VM
de: 30211400-5 | Computerkonfigurationen |
es: 5. computadora | 12. VM

source: 6. Operating System|3. Update
de: 6. Betriebssystem | 3. Update

source: 6. Operating System|4. Non-Unicode Language
de: 6. Betriebssystem | 4. Unicode-Sprache
es: 6. sistema operativo | 4. Lengua no Unicode

source: 6. Operating System|5. Charset/ACP
de: Betriebssystem
es: 6. sistema operativo | 5. Conjunto de caracteres/ACP

source: 6. Operating System|6. Install Language
de: 6. Operating System|2. Build
es: 6. sistema operativo | 6. Instalar idioma

source: 6. Operating System|7. UI Language
de: Automatische Paketsprache je nach Betriebssystemsprache
es: 6. sistema operativo | 7. Idioma de la interfaz de usuario

source: 6. Operating System|8. Edition
de: 6. Operating System|2. Build
es: 6. sistema operativo | 8. Edición

source: 7. Network|1. IP Address
de: IP Adresse
es: 7. red | 1. Dirección IP

source: 7. Network|2. Submask
de: Netz 2
es: 7. red | 2. Submáscara

source: 7. Network|3. Gateway
de: Netz 3
es: 7. red | 3. Puerta de enlace

source: 7. Network|4. DNS 1
de: Netz 4
es: 7. red | 4. DNS 1

source: 3. User|3. Email
de: Hochpass 3
es: 3. usuario | 3. Correo electrónico

source: 3. User|4. Privileges
de: Hochpass 3
es: 3. usuario | 4. Privilegios de

source: 3. User|5. Company
de: Hochpass 3
es: 3. usuario | 5. Empresa

source: 4. Active Controls|1. Window Class
de: Aktive Kontrollen
es: 4. activo controla | 1. Clase de ventana

source: 4. Active Controls|2. Window Text
de: Aktive Kontrollen
es: 4. activo controla | 2. Texto de la ventana

source: 4. Active Controls|3. Control Class
de: Aktive Kontrollen
es: 4. activo controla | 3. Clase de control

source: 4. Active Controls|4. Control Text
de: Aktive Kontrollen
es: 4. activo controla | 4. Texto de control

source: 5. Computer|2. Total Memory
de: Gesamtspeicher
es: 5. computadora | 2. Memoria total

source: 5. Computer|3. Free Memory
de: Freier Speicher
es: 5. computadora | 3. Memoria libre

source: 5. Computer|4. Total Disk
de: Arthroplastik, Bandscheiben
es: 5. computadora | 4. Total disco

source: 5. Computer|5. Free Disk
de: 5. Computer|11. Printer
es: 5. computadora | 5. Libre en disco

source: 5. Computer|6. System Up Time
de: Systembetriebszeit
es: 5. computadora | 6. Sistema de tiempo

source: 5. Computer|7. Processor
de: 5. Computer|11. Printer
es: 5. computadora | 7. Procesador

source: 5. Computer|8. Display Mode
de: 5. Computer|9. Display DPI
es: 5. computadora | 8. Modo de visualización

source: 1. Application|5. Compilation Date
de: 1. Application
es: 1. aplicación | 5. Fecha de compilación

source: 2. Exception|3. Module Name
de: 2. Ausnahme | 3. Modulname
es: 2. excepción | 3. Nombre del módulo

source: 2. Exception|4. Module Version
de: 2. Ausnahme | 4. Modulversion
es: 2. excepción | 4. Versión del módulo de

source: 3. User|1. ID
de: 3. Benutzer | 1. ID
es: 3. usuario | 1. ID

source: Memory Dump
de: Speicher Dump
es: Volcado de memoria

source: Modules List
de: &Kameraliste
es: Lista de módulos

source: Thread Class
de: %s nicht in einer Klasse-Registrierung-Gruppe
es: Clase del hilo de rosca

source: DeadLock Status
de: Status
es: Estado de estancamiento

source: Main Thread Name
de: Main
es: Nombre del subproceso principal

source: Thread ID
de: Buchungs-ID
es: Identificador del thread

source: Parent Thread ID
de: Übergeordnete Thread-ID
es: ID de subproceso de padre

source: Debug info level
de: Debug-Befehle
es: Nivel de información de depuración

source: Procedure/Method
de: Keine gespeicherten Prozedurname zugewiesen
es: Procedimiento/método

source: DNS 1
de: Detail 1

source: DNS 2
de: 2 5 Matrix

source: Steps To Reproduce Header
de: Spaltenüberschrift
es: Pasos para reproducir el encabezado

source: Steps To Reproduce Text
de: Zentrieren von text
es: Pasos para reproducir el texto

source: Non-Unicode Language
de: Sprache
es: Lengua no Unicode

source: Install Language
de: Sprache
es: Instalar idioma

source: Build #
de: Bauen #

source: Build #
de: Bauen #

source: Total Memory
de: Gesamtspeicher
es: Memoria total

source: Total Memory
de: Gesamtspeicher
es: Memoria total

source: Total Disk
de: Gesamtsumme
es: Total

source: System Up Time
de: Zeit
es: Tiempo

source: Display DPI
de: Eingestellte DPI
es: Sistema de DPI para

source: Form Class
de: Kein Bericht Explorer-Form-Klasse registriert ist
es: No se registra ninguna clase de formulario de informe Explorer.

source: Module Version
de: Code-Modul
es: Módulo de código

source: Success with ID
de: INDICATOR_ID; ID
es: INDICATOR_ID; ID

source: Resolving DNS...
de: Auflösen von Hostnamen %s.
es: Nombre de host resolución %s.

source: E-mail only caption
de: E-Mail-Adresse ist nicht korrekt
es: ¡Dirección de correo electrónico no es correcta!

source: Request for additional info
de: Keine System-Info für Drucker gefunden
es: Solicitud de actualización...

source: &Attach a Screenshot image
de: & Eine Screenshot Bild anhängen
es: Y adjuntar una captura de pantalla de imagen

source: Go to the Support Page
de: Unterstützung

source: MS Classic Dialog
de: Dialogfeld Schriftart
es: Diálogo clásico de MS

source: Assembler Header
de: Spaltenüberschrift
es: Rúbrica de ensamblador

source: Modules List Header
de: &Liste
es: Encabezado de la lista de módulos

source: &Don't Send
de: Senden an

source: EurekaLog Dialog
de: Scan-Dialog-Fenster ausblenden

source: Dialogs (common)
de: Dialoge (gemeinsam)

source: ANSI/VT100 VT52 None
de: < keiner serie >
it: ANSI/VT100 VT52 Nessuno

source: Caret
de: Zirkumflex
es: Signo de intercalación
it: Segno d emissione

source: &And
de: &Und
es: &Y
it: &E

source: Never InCustomizing Always
de: Nie InCustomizing Immer
it: Mai InCustomizing Sempre

source: ToolButton3
de: ToolButton1
es: Botón de herramienta 3
it: PulsanteStrumento3

source: Add New ExpressBars Item
de: Neues Element

source: Custom 110 300 600 1200 2400 4800 9600 14400 19200 38400 56000 57600 115200 128000 256000
de: Benutzerdefinierte 110 300 600 1200 2400 4800 9600 14400 19200 38400 56000 57600 115200 128000 256000
it: Personalizzato 110 300 600 1200 2400 4800 9600 14400 19200 38400 56000 57600 115200 128000 256000
