Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: is not a valid number.
de: ist keine gültige Zahl.
es: no es un número válido.
it: non è un numero valido.
zh: 不是有效數字。

source: Value must be either True or False.
de: Wert muss entweder True oder False.
es: Valor debe ser verdadero o falso.
it: Valore deve essere True o False.
zh: 值必須是無論是真的還是假。

source: Search value must be entered.
de: Suche Wert muss eingegeben werden.
es: Debe ingresar el valor de búsqueda.
it: Cerca valore deve essere immesso.
zh: 必須輸入搜索值。

source: and
de: und
es: y
it: e
zh: 和

source: Add to list
de: Zur Liste hinzufügen
es: Añadir a la lista de
it: Aggiungi alla lista
zh: 添加到清單中

source: Remove from list
de: Aus Liste entfernen
es: Eliminar de lista de
it: Rimuovere dall'elenco
zh: 從清單中刪除

source: Search
de: Suche
es: Búsqueda de
it: Ricerca
zh: 搜索

source: indicates that this search value must be entered.
de: gibt an, dass diese Suche Wert eingegeben werden muss.
es: indica que este valor de búsqueda debe ser entrado.
it: indica che è necessario immettere questo valore di ricerca.
zh: 指示必須輸入此搜索值。

source: Unable to open file: <filename>.
de: Datei kann nicht geöffnet: <filename>.
es: No se puede abrir el archivo: <filename>.
it: Impossibile aprire il file: <filename>.
zh: 無法打開檔︰ <filename>。

source: (blank)
de: (leer)
es: (en blanco)
it: (vuoto)
zh: （空白）

source: Calculating Crosstab: Record <count>.
de: Berechnung des Kreuztabelle: Datensatz <count>.
es: Cálculo de tabla de referencias cruzadas: Registro <count>.
it: Calcolo a campi incrociati: Record <count>.
zh: 計算交叉表︰ 記錄 <count>。

source: Total
de: Insgesamt
it: Totale
zh: 總計

source: Data
de: Daten
es: Datos
it: Dati
zh: 資料

source: Grand Total
de: Gesamtsumme
es: Gran Total
it: Totale complessivo
zh: 總計

source: CrossTab: <name> references field '<name>'
de: Kreuztabelle: <name>Referenzen Feld "<name>"
es: Tabla de referencias cruzadas: <name>referencias campo '<name>'
it: A campi incrociati: campo di riferimenti <name>'<name>'
zh: 交叉表︰ <name>引用欄位 '<name>'

source: which is not a field of data pipeline: <name>.
de: das ist kein Bereich der Daten-Pipeline: <name>.
es: que no es un campo de tubería de datos: <name>.
it: che non è un campo di pipeline di dati: <name>.
zh: 這不是一個欄位的資料管道︰ <name>。

source: Subtotal
de: Zwischensumme
es: Subtotal de
it: Totale parziale
zh: 小計

source: Formatting CrossTab: Compute cell heights and widths.
de: Formatierung Kreuztabelle: Berechnen Sie Zelle Höhen und breiten.
es: Formato de tabla de referencias cruzadas: Calcular celular alturas y anchuras.
it: Formattazione a campi incrociati: Calcolare cella altezze e larghezze.
zh: 格式設置交叉表︰ 計算儲存格的高度和寬度。

source: Formatting CrossTab Values: Compute cell heights and widths.
de: Kreuztabelle Werte formatieren: Berechnen Sie Zelle Höhen und breiten.
es: Formato de valores de tabla de referencias cruzadas: Calcular celular alturas y anchuras.
it: Formattazione di valori a campi incrociati: Calcolare cella altezze e larghezze.
zh: 格式設置交叉表值︰ 計算儲存格的高度和寬度。

source: Formatting CrossTab Values: Compute cell heights and widths. Column: <count> Row: <count>
de: Kreuztabelle Werte formatieren: Berechnen Sie Zelle Höhen und breiten. Spalte: <count>Zeile: <count>
es: Formato de valores de tabla de referencias cruzadas: Calcular celular alturas y anchuras. Columna: fila de la <count>: <count>
it: Formattazione di valori a campi incrociati: Calcolare cella altezze e larghezze. Colonna: <count>riga: <count>
zh: 格式設置交叉表值︰ 計算儲存格的高度和寬度。列︰ <count>行︰ <count>

source: Formatting CrossTab Rows: Compute caption text sizes.
de: Kreuztabelle Zeilen Formatierung: Berechnen Sie Caption Textgrößen.
es: Formato de filas de tabla de referencias cruzadas: Calcular tamaños de texto de título.
it: Formattazione di righe a campi incrociati: Calcolare le dimensioni di testo didascalia.
zh: 格式設置交叉表行︰ 計算標題文本大小。

source: Formatting CrossTab Rows: Coalesce caption heights.
de: Kreuztabelle Zeilen Formatierung: Verschmelzen Sie Beschriftung Höhen.
es: Formato de filas de tabla de referencias cruzadas: Se aglutinan alturas de leyenda.
it: Formattazione di righe a campi incrociati: Coalesce altezze di didascalia.
zh: 格式設置交叉表行︰ 凝聚標題高度。

source: Formatting CrossTab Rows: Allocate caption heights.
de: Kreuztabelle Zeilen Formatierung: Ordnen Sie Beschriftung Höhen.
es: Formato de filas de tabla de referencias cruzadas: Asignar alturas de leyenda.
it: Formattazione di righe a campi incrociati: Allocare altezze di didascalia.
zh: 格式設置交叉表行︰ 分配標題高度。

source: Formatting CrossTab Rows: Adjust total row heights.
de: Kreuztabelle Zeilen Formatierung: Einstellen Sie Ergebniszeile Höhen.
es: Formato de filas de tabla de referencias cruzadas: Ajustar altura de fila total.
it: Formattazione di righe a campi incrociati: Regolare l'altezza di riga totale.
zh: 格式設置交叉表行︰ 調整總的行高。

source: Formatting CrossTab Rows: Allocate caption widths.
de: Kreuztabelle Zeilen Formatierung: Ordnen Sie Beschriftung breiten zu.
es: Formato de filas de tabla de referencias cruzadas: Asignar anchos de leyenda.
it: Formattazione di righe a campi incrociati: Allocare larghezze di didascalia.
zh: 格式設置交叉表行︰ 分配標題寬度。

source: Formatting CrossTab Columns: Compute caption text sizes.
de: Kreuztabelle Spalten formatieren: Berechnen Sie Caption Textgrößen.
es: Formato de columnas de tabla de referencias cruzadas: Calcular tamaños de texto de título.
it: Formattazione delle colonne a campi incrociati: Calcolare le dimensioni di testo didascalia.
zh: 交叉表的列的格式︰ 計算標題文本大小。

source: Formatting CrossTab Columns: Coalesce caption widths.
de: Kreuztabelle Spalten formatieren: Coalesce Beschriftung breiten.
es: Formato de columnas de tabla de referencias cruzadas: Se aglutinan anchos de leyenda.
it: Formattazione delle colonne a campi incrociati: Coalesce larghezze di didascalia.
zh: 交叉表的列的格式︰ 凝聚標題寬度。

source: Formatting CrossTab Columns: Coalesce caption heights.
de: Kreuztabelle Spalten formatieren: Verschmelzen Sie Beschriftung Höhen.
es: Formato de columnas de tabla de referencias cruzadas: Se aglutinan alturas de leyenda.
it: Formattazione delle colonne a campi incrociati: Coalesce altezze di didascalia.
zh: 交叉表的列的格式︰ 凝聚標題高度。

source: Formatting CrossTab Columns: Allocate caption widths.
de: Kreuztabelle Spalten formatieren: Ordnen Sie Beschriftung breiten zu.
es: Formato de columnas de tabla de referencias cruzadas: Asignar anchos de leyenda.
it: Formattazione delle colonne a campi incrociati: Allocare larghezze di didascalia.
zh: 交叉表的列的格式︰ 分配標題寬度。

source: Formatting CrossTab Columns: Adjust total column heights.
de: Kreuztabelle Spalten formatieren: Einstellen Sie Spalte "Gesamt" Höhen.
es: Formato de columnas de tabla de referencias cruzadas: Ajustar altura de la columna total.
it: Formattazione delle colonne a campi incrociati: Regolare l'altezza totale della colonna.
zh: 交叉表的列的格式︰ 調整總列高度。

source: Formatting CrossTab Columns: Position field labels.
de: Kreuztabelle Spalten formatieren: Positionieren Sie Feldbeschriftungen.
es: Formato de columnas de tabla de referencias cruzadas: Coloque etiquetas de campo.
it: Formattazione delle colonne a campi incrociati: Posizionare le etichette dei campi.
zh: 交叉表的列的格式︰ 指定欄位標籤位置。

source: Formatting CrossTab Values: Position field labels.
de: Kreuztabelle Werte formatieren: Positionieren Sie Feldbeschriftungen.
es: Formato de valores de tabla de referencias cruzadas: Coloque etiquetas de campo.
it: Formattazione di valori a campi incrociati: Posizionare le etichette dei campi.
zh: 設置交叉表值的格式︰ 指定欄位標籤的位置。

source: Formatting CrossTab Values: Allocate caption heights.
de: Formatierung Kreuztabelle Werte: Ordnen Sie Beschriftung Höhen.
es: Formato de valores de tabla de referencias cruzadas: Asignar alturas de leyenda.
it: Formattazione di valori a campi incrociati: Allocare altezze di didascalia.
zh: 設置交叉表值的格式︰ 分配標題高度。

source: is
de: ist
es: es
it: è
zh: 是

source: is equal to
de: ist gleich
es: es igual a
it: è uguale a
zh: 等於

source: is not
de: ist nicht
es: no es
it: non è
zh: 不是

source: is not equal to
de: ist nicht gleich
es: no es igual a
it: non è uguale a
zh: 不等於

source: is before
de: ist, bevor
es: es antes de
it: è prima di
zh: 之前是

source: is less than
de: ist weniger als
es: es menos de
it: è meno di
zh: 是小於

source: is on or before
de: ist am oder vor
es: es en o antes de
it: è prima o
zh: 是日或之前

source: is less than or equal to
de: ist kleiner als oder gleich
es: es menor o igual a
it: è minore o uguale a
zh: 小於或等於

source: is after
de: ist nach
es: es después de
it: è dopo
zh: 是後

source: Align Bottom
de: Unten ausrichten
es: Alinee la parte inferior
it: Allinea in basso
zh: 底端對齊

source: Align Center
de: In der Mitte ausrichten
es: Alinee el centro de
it: Allinea al centro
zh: 居中對齊

source: Align Left
de: Linksbündig
es: Alinear izquierda
it: Allinea a sinistra
zh: 左對齊

source: Align Right
de: Rechts ausrichten
es: Alinear derecha
it: Allinea a destra
zh: 右對齊

source: Align Top
de: Oben ausrichten
es: Alinee la parte superior
it: Allinea in alto
zh: 頂部對齊

source: Align Middle
de: Mitte ausrichten
es: Alinear media
it: Allineare il medio
zh: 居中

source: Center Horizontally in Band
de: Mitte horizontal in Band
es: Centro horizontal en banda
it: Centro orizzontalmente nella banda
zh: 在樂隊中水準中心

source: Center Vertically in Band
de: Center vertikal in Band
es: Centro vertical en banda
it: Centro verticalmente nella banda
zh: 在樂隊中垂直中心

source: Grow Height to Largest
de: Höhe bis zum größten wachsen
es: Crecer de altura a mayor
it: Altezza al più grande
zh: 增長到最大高度

source: Grow Width to Largest
de: Breite bis zum größten wachsen
es: Crece la anchura más grande
it: Crescere la larghezza al più grande
zh: 增長到最大寬度

source: Shrink Height to Smallest
de: Kleinste Höhe schrumpfen
es: Reducir la altura a los más pequeños
it: Ridurre l'altezza al più piccolo
zh: 縮小到最小高度

source: Shrink Width to Smallest
de: Kleinste Breite schrumpfen
es: Reducir la anchura a los más pequeños
it: Ridurre la larghezza al più piccolo
zh: 將寬度縮小到最小

source: Space Horizontally
de: Platz horizontal
es: Espacio horizontal
it: Spazio orizzontale
zh: 橫向空間

source: Space Vertically
de: Raum vertikal
es: Espacio vertical
it: Lo spazio in verticale
zh: 垂直空間

source: Left to Right
de: Links nach rechts
es: Izquierda a derecha
it: Sinistra a destra
zh: 左到右

source: Right to Left
de: Von rechts nach links
es: De derecha a izquierda
it: Da destra a sinistra
zh: 從右至左

source: Line Types
de: Linientypen
es: Tipos de línea
it: Tipi di linea
zh: 行類型

source: Shape Types
de: Shape-Typen
es: Tipos de forma
it: Tipi di forma
zh: 形狀類型

source: Set Value
de: Eingestellten Wert
es: Valor ajustado
it: Valore impostato
zh: 設置的值

source: &Edit
de: &Ändern
es: &Editar
it: &Modifica
zh: 與編輯 (&E)

source: Bring to &Front
de: Bringen, &vorne
es: Llevar al &frente
it: Porta in primo &piano
zh: 帶到 前臺 (&F)

source: &Redo
de: &Wiederholen
es: &Rehacer
zh: 與重做 (&R)

source: Se&lect All
de: Se&anwählen aller
es: &Seleccionar todo
it: Se&leziona Tutto
zh: 全選 (&L)

source: Send to &Back
de: Senden an &zurück
es: Enviar a y de nuevo
it: Manda sullo s&fondo
zh: 發送到與回(&B)

source: &Undelete
es: &Recuperar
it: &Recupero
zh: 撤銷刪除 (&U)

source: &Undo
de: &Rückgängig
es: &Deshacer
it: &Annulla
zh: 撤銷 (&U)

source: &File
de: &Datei
es: &Archivo
zh: 與檔 (&F)

source: &New
de: &Neue
es: &Nuevo
it: &Nuovo
zh: 與新 (&N)

source: &Open...
de: &Öffnen...
es: &Abrir...
it: &Apri...
zh: 與打開 (&O)...

source: Page Set&up...
de: Seite Set &bis...
es: Página de Set y hasta...
it: Impostazioni Pagina..
zh: 頁面集 最多 (&U)...

source: &Print
de: &Drucken
es: &Impresión
it: &Stampa
zh: 與列印 (&P)

source: Print to &File Setup...
de: Drucken auf &Setup-Datei...
es: Imprimir y presentar configuración...
it: Imposta stampa su &File...
zh: 列印到 & 檔安裝程式...

source: &Save
de: &Speichern
es: &Guardar
it: &Salva
zh: 與保存 (&S)

source: Save &As...
de: Speichern &wie...
es: Guardar &como...
it: Salva &come...
zh: 保存 & 一樣......

source: Save F&orm
de: F&orm zu retten
es: Guardar F&orm
it: Salvare F&inestra
zh: 保存表單 (&O)

source: &Help
de: &Hilfe
es: &Ayuda
it: &Aiuto
zh: 與説明 (&H)

source: &About
de: &Über
es: &Sobre
it: &Info
zh: 約 (&A)

source: &Help Topics
de: &Hilfethemen
es: &Temas de ayuda
it: &Argomenti della Guida
zh: 與說明主題 (&H)

source: &Report
de: &Bericht
es: &Reportar
zh: 與報告 (&R)

source: &Groups...
de: &Gruppen...
es: &Grupos...
it: &Gruppi...
zh: 與組 (&G)...

source: &Landscape
de: &Landschaft
es: &Paisaje
it: &Orizzontale
zh: 與景觀 (&L)

source: &Portrait
es: &Retratos
it: &Ritratto
zh: 肖像 (&P)

source: &Summary
de: &Zusammenfassung
es: &Resumen
it: &Riepilogo
zh: 與摘要 (&S)

source: &Title
de: &Titel
es: &Título
it: &Titolo
zh: 與標題 (&T)

source: &Units
de: &Einheiten
es: &Unidades
it: &Unità
zh: 與單位 (&U)

source: &Inches
de: &Zoll
es: &Pulgadas
it: &Pollici
zh: 英寸 (&I)

source: &Millimeters
de: &Millimeter
es: &Milímetros
it: &Millimetri
zh: 毫米 (&M)

source: Set Caption
de: Set-Beschriftung
es: Caption set
it: Set didascalia
zh: 設置的標題

source: &View
de: &Anzeigen
es: &Ver
it: &Mostra
zh: 與視圖 (&V)

source: New
de: Neu
es: Nuevo
it: Nuovo
zh: 新增功能

source: &Rulers
de: &Herrscher
es: &Reglas
it: &Righelli
zh: 與統治者 (&R)

source: &Show Data
de: &Daten anzeigen
es: &Mostrar datos
it: &Visualizza dati
zh: 與顯示的資料 (&S)

source: Bold
de: Fett
es: En negrilla
it: Grassetto
zh: 粗體

source: Bring to Front
de: In den Vordergrund
es: Traer al frente
it: Porta in primo piano
zh: 置於頂層

source: Center
de: Zentrum
es: Centro
it: Centro
zh: 中心

source: Font
de: Schriftart
es: Fuente
it: Tipo di carattere
zh: 字體

source: Font Size
de: Schriftgröße
es: Tamaño de la fuente
it: Dimensione del carattere
zh: 字體大小

source: Image
de: Bild
es: Imagen
it: Immagine
zh: 圖像

source: Italic
es: Cursiva
it: Corsivo
zh: 斜體

source: Label
es: Etiqueta
it: Etichetta
zh: 標籤

source: Left Justify
de: Linksbündig
es: Justificar la izquierda
it: Giustifica a sinistra
zh: 左對齊

source: Line
de: Linie
es: Línea
it: Linea
zh: 線

source: Memo
zh: 備註

source: Right Justify
de: Rechtsbündig
es: Justificar el derecho
it: Allinea a destra
zh: 右對齊

source: Send to Back
de: In den Hintergrund
es: Enviar a la parte posterior
it: Invia alla schiena
zh: 發送回

source: Shape
de: Form
es: Forma
it: Forma
zh: 形狀

source: Underline
de: Unterstreichen
es: Subrayar
it: Sottolineatura
zh: 底線

source: Ready.
de: Bereit.
es: Listo.
it: Pronto.
zh: 準備好了。

source: Left
de: Links
es: Izquierda
it: Sinistra
zh: 左

source: Top
de: Nach oben
es: Arriba
it: In alto
zh: 返回頁首

source: Width
de: Breite
es: Ancho
it: Larghezza
zh: 寬度

source: Height
de: Höhe
es: Altura
it: Altezza
zh: 高度

source: Design
es: Diseño
it: Progettazione
zh: 設計

source: Preview
de: Vorschau
es: Vista previa
it: Anteprima
zh: 預覽

source: Column Footer
de: Spalte-Fußzeile
es: Pie de columna
it: Colonna Footer
zh: 表列註腳

source: Column Header
de: Spaltenüberschrift
es: Encabezado de la columna
it: Intestazione di colonna
zh: 列標題

source: Detail
es: Detalle
it: Dettagli
zh: 詳細

source: Footer
de: Fußzeile
es: Pie de página
it: Piè di pagina
zh: 頁腳

source: Group Footer
de: Gruppenfuß
es: Pie de página de grupo
it: Piè di pagina gruppo
zh: 群組尾

source: Group Header
de: Gruppenkopf
es: Encabezado de grupo
it: Intestazione di gruppo
zh: 組頁眉

source: Header
es: Cabecera
it: Intestazione
zh: 標題

source: Summary
de: Zusammenfassung
es: Resumen
it: Riepilogo
zh: 摘要

source: Title
de: Titel
es: Título
it: Titolo
zh: 標題

source: Calc Type
de: Calc-Typ
es: Tipo de Calc
it: Tipo di Calc
zh: Calc 類型

source: Calculations
de: Berechnungen
es: Cálculos
it: Calcoli
zh: 計算

source: Reset Group
de: Reset-Gruppe
es: Grupo de RESET
zh: 重置組

source: Display Format
de: Anzeigeformat
es: Formato de visualización
it: Formato di visualizzazione
zh: 顯示格式

source: Format
es: Formato
it: Formato
zh: 格式

source: Break On
de: Brechen auf
es: Romper en
it: Rompere il
zh: 在中斷

source: Custom Field
de: Benutzerdefiniertes Feld
es: Campo personalizado
it: Campo personalizzato
zh: 自訂欄位

source: Data Field
de: Datenfeld
es: Campo de datos
it: Campo dati
zh: 資料欄位

source: Groups
de: Gruppen
es: Grupos
it: Gruppi
zh: 團體

source: New page when less than
de: Neue Seite bei weniger als
es: Nueva página cuando menos de
it: Nuova pagina quando meno di
zh: 新的一頁時小於

source: On Group Change
de: Auf Gruppe ändern
es: Cambio de grupo
it: Il cambiamento di gruppo
zh: 關於組變化

source: Drag to make this menu float
de: Ziehen Sie, um dieses Menü float
es: Arrastre para hacer flotar de este menú
it: Trascinare per fare questo galleggiante dal menu
zh: 通過拖動可使此功能表浮動

source: Reprint group headers on subsequent pages
de: Gruppenköpfe auf Folgeseiten drucken
es: Encabezados de grupo de reimpresión en las páginas siguientes
it: Intestazioni di gruppo di ristampa nelle pagine successive
zh: 在後續頁上轉載組頁眉

source: Reset page number
de: Zurücksetzen der Seitenzahl
es: Número de página de RESET
it: Reimpostare il numero di pagina
zh: 重置頁編號

source: Start new page
de: Neue Startseite
es: Nueva página
it: Nuova pagina iniziale
zh: 開始新的一頁

source: Memo Editor
es: Editor de memo
it: Editor di nota
zh: 備註編輯器

source: Column Positions
de: Spaltenpositionen
es: Posiciones de la columna
it: Posizioni di colonna
zh: 列的位置

source: Column Width
de: Spaltenbreite
es: Ancho de columna
it: Larghezza della colonna
zh: 列寬度

source: Columns
de: Spalten
es: Columnas
it: Colonne
zh: 列

source: &Header
es: &Cabecera
it: &Intestazione
zh: 與標題 (&H)

source: Layout
es: Diseño
zh: 佈局

source: Orientation
de: Orientierung
es: Orientación
it: Orientamento
zh: 方向

source: Page Setup
de: Seite einrichten
es: Configuración de página
it: Imposta pagina
zh: 版面設定

source: Paper Size
de: Papierformat
es: Tamaño de papel
it: Formato carta
zh: 紙張大小

source: Paper Source
de: Papierzufuhr
es: Origen del papel
it: Alimentazione della carta
zh: 紙張來源

source: Paper Tray
de: Papierfach
es: Bandeja de papel
it: Vassoio carta
zh: 紙盒

source: Row Spacing
de: Reihenabstand
es: Espaciamiento de la fila
it: Spaziatura righe
zh: 行間距

source: PageEnd
de: Seite Ende
es: Final de página
it: FinePagina
zh: 頁面

source: &Hide
de: &Ausblenden
es: &Esconder
it: &Nascondere
zh: 與隱藏 (&H)

source: AutoSize
de: Automatische skalierung
es: Tamaño automático
it: Dimensione testo automatico
zh: 自动调整尺寸

source: Calculations...
de: Berechnungen...
es: Cálculos...
it: Calcoli...
zh: 計算

source: DisplayFormat...
de: Anzeigeformat...
es: Desplegar formato...
it: Formato di visualizzazione...
zh: 顯示格式

source: Double
de: Doppel
es: Doble
it: Doppio
zh: 雙

source: Lines...
de: Die Linien...
es: Líneas de...
it: Linee...
zh: 行...

source: Picture...
de: Bild...
es: Imagen de...
it: Foto...
zh: 圖片...

source: Single
de: Einzelne
es: Solo
it: Singola
zh: 單

source: Stretch
de: Strecke
es: Tramo
it: Tratto
zh: 拉伸

source: Transparent
de: Transparente
es: Transparente
it: Trasparente
zh: 透明

source: Visible
de: Sichtbar
it: Visibile
zh: 可見

source: WordWrap
de: Zeilenumbruch
zh: 自動換行

source: Available Controls
de: Verfügbaren Steuerelemente
es: Controles disponibles
it: Controlli disponibili
zh: 可用的控制項

source: Bands
es: Bandas
it: Bande
zh: 樂隊

source: Comma delimited
de: Komma getrennte
es: Delimitado por comas
it: Delimitato da virgole
zh: 逗號分隔

source: File Name
de: Dateiname
es: Nombre de archivo
it: Nome del file
zh: 檔案名稱

source: File Type
de: Dateityp
es: Tipo de archivo
it: Tipo di file
zh: 檔案類型

source: Fixed Length
de: Feste Länge
es: Longitud fija
it: Lunghezza fissa
zh: 固定的長度

source: Order
de: Bestellung
es: Orden
it: Ordine
zh: 訂單

source: Print to File Setup
de: Druck auf die Setup-Datei
es: Imprimir a archivo de configuración
it: Stampa per il File di installazione
zh: 列印到檔安裝

source: Save Length
de: Länge zu speichern
es: Guardar la longitud
it: Salvare la lunghezza
zh: 保存長度

source: Selected Controls
de: Ausgewählte Steuerelemente
es: Controles seleccionados
it: Controlli selezionati
zh: 選定的控制項

source: Tab delimited
de: Registerkarte begrenzt
es: Delimitado por tabuladores
it: Delimitato da tabulazione
zh: 定位字元分隔

source: &Add
de: &Fügen
es: &Añadir
it: &Aggiungi
zh: 與添加 (&A)

source: Drill Down Component
de: Drill-Down Komponente
es: Desglosar el componente
it: Drill-Down componente
zh: 向元件下鑽取

source: Select Drill Down Component
de: Drill-Down-Komponente auswählen
es: Seleccione taladro por componente
it: Selezionare Drill-Down componente
zh: 選擇元件向下的鑽取

source: Edit
de: Bearbeiten
es: Editar
it: Modifica
zh: 編輯

source: &Insert
de: &Einfügen
es: &Insertar
it: &Inserire
zh: 與插入 (&I)

source: Print Count
de: Graf zu drucken
es: Imprimir cuenta
it: Conteggio di stampa
zh: 列印計數

source: &Save...
de: &Speichern...
es: &Guardar...
it: &Salvare...
zh: 保存 (&S)...

source: Object
de: Objekt
es: Objeto
it: Oggetto
zh: 物件

source: Objects
de: Objekte
es: Objetos
it: Oggetti
zh: 物件

source: Print header when footer orphaned
de: Header zu drucken, wenn Fußzeile verwaist
es: Imprimir encabezado pie de página huérfana
it: Stampa intestazione quando orfano di piè di pagina
zh: 列印頁眉頁腳而成為孤兒的時候

source: Select Object
de: Wählen Sie Objekt
es: Seleccionar objeto
it: Selezionare oggetto
zh: 選擇物件

source: Save changes to <reportname>.
de: Speichern Sie die Änderungen an <reportname>.
es: Guardar los cambios a <reportname>.
it: Salvare le modifiche a <reportname>.
zh: 保存更改到 <reportname>。

source: There are no bands to print.
de: Es gibt keine Bänder zum Drucken.
es: No hay bandas para imprimir.
it: Non ci sono bande da stampare.
zh: 沒有註冊的樣式

source: Traversal
it: Attraversamento
zh: 流程

source: Design-time previewing not available.
de: Design-Vorschau nicht verfügbar.
es: No hay vista previa en tiempo de diseño.
it: Fase di progettazione dell'anteprima non disponibile.
zh: 沒有可用的預覽

source: First column too wide to fit on page.
de: Erste Spalte zu breit, um auf Seite zu passen.
es: Primera columna demasiado ancha para caber en la página.
it: Prima colonna troppo vasta per adattarsi alla pagina.
zh: 詳細樂隊不適合在頁上。

source: Invalid Memo.
de: Ungültiges Memo.
es: Memo no válido.
it: Memo non valido.
zh: 不正確日期

source: Invalid Image.
de: Ungültiges Bild.
es: Imagen no válido.
it: Immagine non valida.
zh: 不正確圖像

source: Failure to convert floating point value.
de: '%s' ist kein gültiger Gleitkommawert Punkt.
es: Error al convertir el valor de punto flotante.
it: Mancata conversione del valore a virgola mobile.
zh: %s 不是有效的浮點值

source: Controls beyond the new column width will be deleted.
de: Kontrollen über die neue Spaltenbreite hinaus werden gelöscht.
es: Los controles más allá del nuevo ancho de columna se eliminarán.
it: Controlli oltre la nuova larghezza di pagina verranno eliminati.
zh: 新頁面寬度以外的控制項將被刪除。

source: Controls within the column header and column footer will be deleted.
de: Kontrollen innerhalb der Spaltenüberschrift und Spalte footer werden gelöscht.
it: I controlli all'interno dell'intestazione e del piè di colonna verranno eliminati.
zh: 新頁面寬度以外的控制項將被刪除。

source: Controls within the column header will be deleted.
de: Kontrollen innerhalb der Spaltenüberschrift werden gelöscht.
es: Los controles dentro del encabezado de columna se eliminarán.
it: Controlli all'interno dell'intestazione di colonna verranno eliminati.
zh: 新頁面寬度以外的控制項將被刪除。

source: Controls within the column footer will be deleted.
de: Kontrollen innerhalb der Spaltenfußzeile werden gelöscht.
es: Los controles dentro del pie de columna se eliminarán.
it: I controlli all'interno dell'intestazione e del piè di colonna verranno eliminati.
zh: 新頁面寬度以外的控制項將被刪除。

source: Invalid value: Zero height band cannot contain components.
de: Ungültiger Wert: Null Höhe Band kann keine Komponenten enthalten.
es: Valor no válido: cero banda de altura no puede contener los componentes.
it: Valore non valido: Zero banda di altezza non può contenere componenti.
zh: 無效值︰ 零高度樂隊不能包含元件。
