Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Please set a Cloud Password below
de: Bitte legen Sie ein Cloud-Passwort unten
es: Configure una contraseña de nube abajo
it: Si prega di impostare una Password di Cloud qui sotto
zh: 請設置下面的雲密碼

source: Authentication Failed
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
it: Autenticazione non riuscita
zh: 身份驗證失敗

source: All Video Files
de: Alle Video-Dateien
es: Todos los archivos de Video
it: Tutti i file Video
zh: 所有視頻檔

source: This axis is not currently supported as a base axis
de: Diese Achse wird derzeit nicht als Basis-Achse unterstützt
es: Este eje no se admite actualmente como eje base
it: Questo asse non è attualmente supportato come un asse di base
zh: 此軸目前不支援作為基準軸

source: Start:
es: Inicio:
it: Inizio:
zh: 開始︰

source: End:
de: Ende:
es: Final:
it: Fine:
zh: 結束︰

source: %s° Rotating Table
de: %s ° drehen Tabelle
es: %s ° giratorio mesa
it: %s ° rotazione tavolo
zh: %s 的 ° 旋轉表

source: %s° Rotating Arm
de: %s ° rotierenden Arm
es: %s ° rotación brazo
it: %s ° rotazione braccio
zh: %s 的 ° 旋轉臂

source: %s° Rotating Camera
de: %s ° rotierende Kamera
es: %s ° rotación cámara
it: %s ° rotazione fotocamera
zh: %s 的 ° 旋轉相機

source: Virtual Zoom
de: Virtuelle Zoom
es: Zoom virtual
it: Zoom virtuale
zh: 虛擬變焦

source: Enabled:
de: Aktiviert:
es: Habilitada:
it: Abilitato:
zh: 啟用︰

source: Total frames:
de: Insgesamt Rahmen:
it: Frames totali:
zh: 總幀數︰

source: New Profile...
de: Neues Profil...
es: Nuevo perfil de...
it: Nuovo profilo...
zh: 新設定檔...

source: Loading Profile
de: Profil laden
es: Perfil de carga
it: Caricamento profilo
zh: 載入設定檔

source: New profile name
de: Neuen Profilnamen
es: Nuevo nombre de perfil
it: Nome del nuovo profilo
zh: 新的設定檔名稱

source: Please fill in the new profile name
de: Füllen Sie bitte die neuen Profilnamen
es: Por favor, rellene el nuevo nombre de perfil
it: Si prega di compilare il nuovo nome di profilo
zh: 請填寫新的設定檔名稱

source: EMail address not valid
de: E-Mail-Adresse ungültig
es: La dirección de correo electrónico no es válida
it: Indirizzo Email non valido
zh: 圖中繼檔無效

source: Create video from files?
de: Erstellen Sie Videos von Dateien?
es: ¿Crear video de archivos?
it: Creare video da file?
zh: 從檔創建視頻嗎？

source: File %s has been created and now its folder will be opened
de: Datei %s erstellt wurde und nun öffnet sich des Ordners
es: Archivo %s ha sido creado y ahora se abrirá la carpeta
it: Il file %s è stato creato e ora si aprirà la cartella
zh: 已創建檔 %s，現在將打開其資料夾

source: Errors during file creation. Please check log file
de: Fehler bei der Erstellung der Datei. Bitte überprüfen Sie die Log-Datei
es: Errores durante la creación del archivo. Por favor, consulte el archivo de registro
it: Errori durante la creazione del file. Si prega di controllare file di log
zh: 創建檔時發生錯誤。 請檢查日誌檔

source: Clear events?
de: Ereignisse löschen?
es: ¿Eventos de claro?
it: Cancella gli eventi?
zh: 清除事件嗎？

source: Loading Frames
de: Frames werden geladen
es: Marcos de carga
it: Telai di carico
zh: 載入的幀

source: Device not found on available serial ports
de: Gerät nicht gefunden auf verfügbaren seriellen Schnittstellen
es: Dispositivo no encontrado en puertos serie disponibles
it: Dispositivo non trovato su porte seriali disponibili
zh: 找不到可用的序列埠設備

source: - (Device Emulation)
de: -(Gerät-Emulation)
es: -(Emulación de dispositivos)
it: -(Emulazione di dispositivi)
zh: -（設備模擬）

source: Communication Disconnected. Please restart APSMove.
de: Kommunikation unterbrochen. Bitte starten Sie APSMove.
es: Comunicación desconectada. Por favor reinicie APSMove.
it: Comunicazione disconnessa. Si prega di riavviare APSMove.
zh: 斷開連接的通信。請重新開機 APSMove。

source: There is an active selection. Do you whish to add new items to the existing selection?
de: Eine aktive Auswahl ist vorhanden. Haben Sie Whish um neue Elemente der vorhandenen Auswahl hinzuzufügen?
es: Hay una selección activa. ¿Lo que desea para agregar nuevos elementos a la selección existente?
it: C'è una selezione attiva. Ti whish per aggiungere nuovi elementi alla selezione esistente?
zh: 還有一種積極的選擇。 你願意將新專案添加到現有的選擇嗎？

source: greater
de: mehr
es: mayor
it: una maggiore
zh: 更多

source: smaller
de: kleinere
es: más pequeño
it: più piccoli
zh: 小

source: Model %s has no descriptions and/or specifications. Do you want to check it now before closing?
de: Modell %s hat keine Beschreibungen und/oder Spezifikationen. Möchten Sie es jetzt vor dem Schließen zu überprüfen?
es: %S no tiene descripciones o especificaciones. ¿Quieres comprobarlo ahora antes de cerrar?
it: Modello %s non ha nessun descrizioni e/o specifiche. Vuoi controllare prima di chiudere?
zh: %S 模型有沒有說明和/或規格。你想要檢查它現在之前關閉嗎？

source: Our Picture...
de: Unser Bild...
es: Nuestra imagen...
it: La nostra immagine...
zh: 我們的圖片...

source: Dear Customer, Here attached is the picture as discussed. Best Regards, %s Sent by Alo'PhotoScan3 (c) www.flexline.it
de: Sehr geehrte Kunden, hier ist das Bild, wie besprochen. Liebe Grüße, %s gesendet von Alo'PhotoScan3 (C) www.flexline.it
es: Estimado cliente, aquí adjunto es la imagen como se explica. Saludos cordiales, %s enviado por Alo' www.flexline.it (c) PhotoScan3
it: Caro cliente, qui allegato è l'immagine come discusso. Cordiali saluti, %s inviato da Alo'PhotoScan3(c) www.flexline.it
zh: 親愛客戶，這裡附上圖片是討論。 最好的問候，%s 發送由阿拉伯勞工組織 ' PhotoScan3 (c) www.flexline.it

source: < recipient name >
de: < empfängername >
es: < nombre del destinatario >
zh: < 收件者名稱 >

source: < recipient email >
de: < empfänger e-mail >
es: < destinatario email >
it: < posta elettronica del destinatario >
zh: < 收件者電子郵件 >

source: Are you sure to duplicate current model?
de: Möchten Sie die aktuellen Duplikatmodell?
es: ¿Seguro para duplicar modelo actual?
it: Sei sicuro di modello corrente duplicato?
zh: 你確定重複當前模型？

source: New model
de: Neues Modell
es: Nuevo modelo
it: Nuovo modello
zh: 新模型

source: New model name?
de: Name des neuen Modells?
es: ¿Nuevo nombre del modelo?
it: Nuovo nome di modello?
zh: 新的模型名稱嗎？

source: The model already exists!
de: Das Modell ist bereits vorhanden!
es: ¡El modelo ya existe!
it: Il modello esiste già!
zh: 該模型已存在 ！

source: Are you sure to delete EBAY link?
de: Sind Sie EBAY löschen Sie verknüpfen?
es: ¿Es seguro borrar EBAY enlace?
it: Sono sicuro di voler eliminare EBAY si collega?
zh: 您確實要刪除 EBAY 連結嗎？

source: The program for import data to iAlo is not installed. Would you like to download and install it?
de: Das Programm für die Importdaten zu iAlo ist nicht installiert. Möchten Sie es herunterladen und installieren?
es: No se instala el programa para importar datos a iAlo. ¿Te gustaría descargar e instalarlo?
it: Il programma per importare dati di iAlo non è installato. Vuoi scaricarlo e installarlo?
zh: 未安裝的程式資料導入到 iAlo。 要下載並安裝它，好嗎？

source: The import program is already running. Would you like to stop and relaunch it?
de: Das Import-Programm wird bereits ausgeführt. Möchten Sie beenden und neu starten?
es: Ya se está ejecutando el programa de importación. ¿Quieres parar y relanzarla?
it: Il programma di importazione è già in esecuzione. Vuoi fermare e rilanciare?
zh: 導入程式已在運行。 停止然後重新開機它，好嗎？

source: Passwords are not matching
de: Kennwörter stimmen nicht überein
es: Las contraseñas no se corresponden
it: Le password non sono corrispondenti
zh: 密碼不匹配

source: Model, Spec
de: Modell, Spec
es: Modelo, espec
it: Modello, Spec
zh: 模型規範

source: Family, Group and SubGroup
de: Familie, Gruppe oder Untergruppe
es: Familia, grupo y subgrupo
it: Famiglia, gruppo e sottogruppo
zh: 家庭、 組和子組

source: << Hide SearchBox
de: << Suchfeld ausblenden
es: << Ocultar SearchBox
it: << Nascondi Ricerca
zh: < < 隱藏搜索框內鍵入

source: Show SearchBox >>
de: SearchBox zeigen >>
es: Mostrar SearchBox >>
it: Visualizza SearchBox >>
zh: 顯示搜索框內鍵入 > >

source: Please select a valid page setting
de: Bitte wählen Sie eine gültige Seiteneinstellung
es: Por favor, seleccione una configuración de página válida
it: Si prega di selezionare un'impostazione di pagina valido
zh: 請選擇一個有效的版面設定

source: < Select one >
es: < Seleccione uno >
it: < Selezionare >
zh: < 選擇一個 >

source: Set the metal and title of Model.
de: Stellen Sie Metall und Titel des Modells.
es: Establecer el metal y el título de modelo.
it: Impostare il metallo e il titolo del modello.
zh: 設置金屬和標題的模型。

source: Please select a mask first
de: Bitte wählen Sie zuerst eine Maske
es: Por favor, seleccione primero una máscara
it: Si prega di selezionare prima una maschera
zh: 請先選擇一個面具

source: The selected image (%s) is located outside the default image path (%s) The picture will be copied inside the default image path. Continue?
de: Das ausgewählte Bild (%s) befindet sich außerhalb der Standard-Image-Pfad (%s), die das Bild in der Standard-Image-Pfad kopiert werden. Möchten Sie fortsetzen?
es: La imagen seleccionada (%s) se encuentra fuera de la ruta de imagen por defecto (%s) se copiará la imagen dentro de la ruta de imagen por defecto. ¿Desea continuar?
it: L'immagine selezionata (%s) si trova di fuori del percorso immagine di default (%s) l'immagine verrà copiato all'interno il percorso dell'immagine predefinita. Continuare?
zh: 所選的圖像 (%s) 位於外將裡面的預設圖像路徑複製圖片的預設圖像路徑 (%s)。 要繼續嗎？

source: See on Ebay
de: Sehe auf Ebay
es: Ver en Ebay
it: Vedere su Ebay
zh: 在易趣上看到

source: Data has been modified. Save changes?
de: Daten wurden geändert. Speichern Änderungen?
es: Datos han sido modificados. ¿Guardar los cambios?
it: Dati sono stati modificati. Salvare le modifiche?
zh: 資料已被修改。 保存更改嗎？

source: The selected image doesn't match the selected mask %s:
de: Das ausgewählte Bild entspricht nicht der ausgewählten Maske % s:
es: La imagen seleccionada no coincide con la máscara seleccionada % s:
it: L'immagine selezionata non corrisponde la maschera selezionata % s:
zh: 所選的圖像不匹配所選的蒙版 %s:

source: Unable to find the selected image size
de: Nicht in der Lage, die Größe des ausgewählten Bildes zu finden
es: No se puede encontrar el tamaño de la imagen seleccionada
it: Impossibile trovare la dimensione dell'immagine selezionata
zh: 無法找到所選的圖像大小

source: - the image %s is %s %s than the mask
de: -das Bild %s ist %s %s als die Maske
es: -la imagen de %s es %s %s de la máscara
it: -è l'immagine %s %s %s della mask
zh: -%s 圖像是比遮罩 %%s s

source: Please ensure that the image is cut properly or the right mask is selected, otherwise the image may be displayed streched.
de: Bitte stellen Sie sicher, dass das Bild richtig geschnitten ist oder die richtige Maske ausgewählt ist, sonst kann das Bild angezeigten gedehnt werden.
es: Asegúrese de que la imagen se corta correctamente o se selecciona la máscara de derecha, de lo contrario la imagen puede ser mostrado streched.
it: Assicurarsi che l'immagine è tagliata correttamente o la maschera di destra è selezionata, altrimenti l'immagine potrebbe essere visualizzata streched.
zh: 請確保圖像正確切或選定正確的面具，否則圖像可能顯示的懸。

source: &Right
de: &Rechts
es: &Derecha
it: &Destra
zh: 與權利 (&R)

source: Ver&tical Alignment
de: Ver&tischer Ausrichtung
es: Ver y el tical de alineación
it: Allineamento &verticale
zh: 垂直對齊 (&T)

source: &Bottom
de: &Unten
es: &Parte inferior
it: &Inferiore
zh: 底部 (&B)

source: Ce&nter
es: Ce&ntrar
it: Ce&ntro
zh: 中央 (&N)

source: &Top
es: &Parte superior
zh: 頂 (&T)

source: &Best Fit
de: &Beste Passform
es: &Mejor ajuste
it: &Adatta
zh: 最合適 (&B)

source: Bes&t Fit (all columns)
de: Bes&t Fit (alle Spalten)
es: &Ajuste perfecto (todas las columnas)
it: Ada&tta (tutte le colonne)
zh: 最好 適合 (所有列) (&T)

source: Operation is not supported
de: Vorgang wird nicht unterstützt
es: No se admite la operación
it: Operazione non è supportata
zh: 不支援的操作

source: Delete record(s)?
de: Löschen Datensätze?
es: ¿Borrar registros?
it: Eliminare record?
zh: 刪除記錄？

source: Control must be visible for export
de: Kontrolle muss für den Export sichtbar sein
es: Control debe estar visible para la exportación
it: Controllo deve essere visibile per l'esportazione
zh: 控制項必須是可見的出口

source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
it: File non trovato
zh: 找不到檔

source: Operation terminated
de: Vorgang abgebrochen
es: Operación terminada
it: Operazione terminata
zh: 操作終止

source: Clear current selection?
de: Klar aktuelle Auswahl?
es: ¿Selección claro actual?
it: Selezione chiaro corrente?
zh: 清除當前的選擇嗎？

source: Assigned data %s
de: Zugeordneten Daten %s
es: Datos asignados %s
it: Dati assegnati %s
zh: 分配的資料 %s

source: Save report changes?
de: Speichern melden Sie Änderungen?
es: ¿Guardar los cambios del informe?
it: Salvare le modifiche al report?
zh: 保存報告更改嗎？

source: All Nodes
de: Alle Knoten
es: Todos los nodos
it: Tutti i nodi
zh: 所有節點

source: &Sort Ascending
de: &Aufsteigend sortieren
es: &Orden Ascendente
it: Ordinamento cre&scente
zh: 昇冪排序 (&S)

source: S&ort Descending
de: S&orte absteigend
es: S y ort descendente
it: &Ordina decrescente
zh: 排序降序 (&O)

source: &Clear Sorting
de: &Klare Sortierung
es: &Clasificación clara
it: &Ordinamento Definito
zh: 清除排序 (&C)

source: &Group Footers
de: &Gruppe Fußzeilen
es: &Pies de página de grupo
it: Piè di pagina &gruppo
zh: 群組尾 (&G)

source: &Hidden
de: &Versteckte
es: &Oculto
it: &Nascosti
zh: 與隱藏 (&H)

source: &Visible When Expanded
de: &Sichtbar, wenn Sie erweitert
es: &Texto visible al salir
it: &Visibile quando espande
zh: 可見展開時 (&V)

source: &Always Visible
de: &Immer sichtbar
es: &Siempre Visible
it: &Sempre visibile
zh: 始終可見 (&A)

source: R&emove This Column
de: R&emove diese Spalte
es: Borrar &esta columna
it: R &imuovi questa colonna
zh: 刪除此列 (&E)

source: F&ield Chooser
es: &Selector de campo
it: &Campo Scelto
zh: 現場選擇器(&F)

source: Ho&rizontal Alignment
de: Ho&rizontal ausrichten
es: Ho y rizontal alineación
it: Ho &rizontal allineamento
zh: 水平對齊(&R)

source: &Left
de: &Links
es: &Izquierda
it: &Sinistra
zh: 與左 (&L)

source: Index %d out of bounds
de: %D Index out of bounds
es: Índice %d fuera de los límites
it: Indice %d fuori dai limiti
zh: 索引 %d 越界

source: Invalid stream format
de: Ungültiger Stream format
es: Formato de secuencia no válido
it: Formato di flusso non valido
zh: 流格式無效

source: Multi select required
de: Multi-Select erforderlich
es: Selección de multi necesaria
it: Selezione multipla necessarie
zh: 所需的多重選取

source: TreeListDesigner editing -
de: TreeListDesigner bearbeiten-
es: Edición de TreeListDesigner-
it: Modifica di TreeListDesigner-
zh: TreeListDesigner 編輯-

source: Bands...
de: Die Bänder...
es: Bandas de...
it: Bande...
zh: 帶...

source: Columns...
de: Spalten...
es: Columnas...
it: Colonne...
zh: 列......

source: Create all columns
de: Alle Spalten erstellen
es: Crear todas las columnas
it: Creare tutte le colonne
zh: 創建的所有列

source: Delete all columns
de: Löschen Sie alle Spalten
es: Eliminar todas las columnas
it: Eliminare tutte le colonne
zh: 刪除所有列

source: Items editor...
de: Artikel-Editor...
es: Editor de artículos...
it: Editor di oggetti...
zh: 專案編輯器...

source: Customization
de: Anpassung
es: Arreglo para requisitos particulares
it: Personalizzazione
zh: 自訂

source: Columns
de: Spalten
es: Columnas
it: Colonne
zh: 列

source: Min
zh: 分鐘

source: Max
zh: 最大

source: A multiple disk Zip file can only be merged onto a fixed drive.
de: Eine mehrere Zip-Datei kann nur auf einem Festplattenlaufwerk zusammengeführt werden.
es: Un archivo de Zip de disco múltiples sólo puede combinar en un disco fijo.
it: Un più file Zip su disco possa essere Unito solo su un disco fisso.
zh: 多個磁片的 Zip 檔只可以合併到一個固定的磁碟機上。

source: Error reading multiple disk signature
de: Fehler beim Lesen mehrere Disk-Signatur
es: Error al leer la firma de discos múltiples
it: Errore di lettura più firma del disco
zh: 讀取多個磁片簽名時出錯

source: There is insufficient room on this floppy disk ... Insert another disk into the floppy drive before pressing [ OK ] to continue ...
de: Es ist nicht genügend Platz auf dieser Diskette... Legen Sie eine andere Diskette in das Diskettenlaufwerk vor dem Drücken von [OK], um fortzufahren...
es: Hay espacio suficiente en este disco... Inserte otro disco en la unidad de disquete antes de pulsar [Aceptar] para continuar...
it: C'è spazio sufficiente sul disco floppy... Inserire un altro disco nell'unità disco floppy prima di premere [OK] per continuare...
zh: 上這張軟碟上有足夠的空間...... 按 [確定] 以繼續之前將公司另一張磁片插入軟碟磁碟機...

source: Unable to create disk Volume Label
de: Keine Datenträger Volume Label erstellen
es: No se puede crear la etiqueta de volumen de disco
it: Impossibile creare disco etichetta di Volume
zh: 無法創建磁片的標籤

source: Multiple disk Zip files can only be created on floppy disks.
de: Mehrere Datenträger Zip-Dateien können nur auf Disketten erstellt werden.
es: Múltiples disco Zip archivos sólo pueden ser creados en disquetes.
it: Più file Zip su disco possono essere creati solo su dischi floppy.
zh: 只能在軟碟上創建多個磁片的 Zip 檔。

source: The source file must not be on a floppy disk
de: Die Quelldatei muss nicht auf eine Diskette
es: El archivo de origen no debe ser en un disquete
it: Il file di origine non deve essere su un disco floppy
zh: 原始檔案不能在軟碟上

source: Maximum File Size must be at least 256k.
de: Maximale Dateigröße muss mindestens 256 KB sein.
es: Tamaño máximo del archivo debe ser al menos 256k.
it: Dimensione massima del File deve essere almeno 256k.
zh: 最大檔案大小必須至少為 256 k。

source: Minimum file size on Disk1 must be at least 256k.
de: Minimale Dateigröße auf Disk1 muss mindestens 256 KB sein.
es: Tamaño de archivo mínimo en Disk1 debe ser al menos 256k.
it: Dimensioni minime del file sul disco 1 devono essere almeno 256k.
zh: 在 Disk1 上最小的檔案大小必須至少為 256 k。

source: Unable to read LocalHeader
de: Nicht in der Lage, LocalHeader zu lesen
es: No se puede leer LocalHeader
it: Impossibile leggere LocalHeader
zh: 無法讀取 LocalHeader

source: Unable to write LocalHeader.
de: Nicht in der Lage, LocalHeader zu schreiben.
es: No se puede escribir LocalHeader.
it: Impossibile scrivere LocalHeader.
zh: 無法寫入 LocalHeader。

source: Unable to write local data.
de: Nicht in der Lage, lokale Daten zu schreiben.
es: No se puede escribir datos locales.
it: Impossibile scrivere i dati locali.
zh: 無法寫入本地資料。

source: Unable to read main Zip comment.
de: Wichtigsten Zip Kommentar lesen nicht möglich.
es: No se puede leer el comentario principal de Zip.
it: Impossibile leggere il commento di Zip principale.
zh: 無法讀取 Zip 項主要的意見。

source: Unable to write main Zip comment.
de: Wichtigsten Zip Kommentar schreiben nicht möglich.
es: No se puede escribir el comentario principal de Zip.
it: Impossibile scrivere il commento di Zip principale.
zh: 無法寫入 Zip 項主要的意見。

source: Error - invalid version of ZipDll.dll or UnzDll.dll
de: Fehler: ungültige Version aber oder UnzDll.dll
es: Error - versión no válida de ZipDll.dll o UnzDll.dll
it: Errore - versione non valida di zipdll. dll o unzdll. dll
zh: 錯誤-ZipDll.dll 或 UnzDll.dll 版本無效

source: It's not possible save an empty description.
de: Es ist nicht möglich, speichern Sie eine leere Beschreibung.
es: No es posible guardar una descripción vacía.
it: Non è possibile salvare una descrizione vuota.
zh: 它是不可能保存一個空的描述。

source: Error reading CentralFileHeader.
de: Fehler beim Lesen der CentralFileHeader.
es: Error al leer CentralFileHeader.
it: Errore di lettura CentralFileHeader.
zh: 讀取 CentralFileHeader 時出錯。

source: Error writing CentralDirectory.
de: Fehler beim Schreiben der CentralDirectory.
es: Error al escribir CentralDirectory.
it: Errore durante la scrittura CentralDirectory.
zh: 寫入 CentralDirectory 時出錯。

source: Error reading EndOfCentralHeader.
de: Fehler beim Lesen der EndOfCentralHeader.
es: Error al leer EndOfCentralHeader.
it: Errore di lettura EndOfCentralHeader.
zh: 讀取 EndOfCentralHeader 時出錯。

source: Error writing EndOfCentralHeader.
de: Fehler beim Schreiben der EndOfCentralHeader.
es: Error al escribir EndOfCentralHeader.
it: Errore durante la scrittura EndOfCentralHeader.
zh: 寫入 EndOfCentralHeader 時出錯。

source: A new password is required for "%s"
de: Ein neues Passwort wird benötigt für "%s"
es: Una nueva contraseña es necesaria para "%s"
it: Una nuova password è necessaria per "%s"
zh: 一個新的密碼是需要"%s"

source: Password is invalid, please retry ...
de: Kennwort ist ungültig, bitte erneut versuchen...
es: Contraseña no es válida, por favor vuelva a intentarlo...
it: Password non è valido, si prega di riprovare...
zh: 密碼無效，請重試...

source: No password was entered so the file will not be extracted... Do you wish to continue extracting other files?
de: Kein Passwort wurde eingegeben, so dass die Datei nicht extrahiert werden... Möchten Sie fortfahren, andere Dateien zu extrahieren?
es: No se introdujo contraseña para que no se extraerá el archivo... ¿Desea continuar extrayendo otros archivos?
it: Così non sarà estratti i file, è stata immessa alcuna password... Si desidera continuare l'estrazione di altri file?
zh: 所以該檔不會提取輸入沒有密碼...... 你要繼續提取其他檔嗎？

source: "%s" may be corrupted (CRC error). Extract this file anyway? ...
de: "%s" möglicherweise beschädigt (CRC-Fehler). Wie auch immer extrahieren diese Datei? ...
es: "%s" puede ser corrupto (CRC error). ¿Extracto de este archivo de todas formas? ...
it: "%s" potrebbero essere danneggiati (errore CRC). Estrarre questo file comunque? ...
zh: "%s"可能已損壞 （CRC 錯誤）。 反正提取此檔嗎？...

source: "%s" is older than the zipped file. Overwrite this file? ...
de: "%s" ist älter als die ZIP-Datei. Überschreiben diese Datei? ...
es: "%s" es mayor que el archivo comprimido. ¿Desea sobrescribir este archivo? ...
it: "%s" è più recente del file zippato. Sovrascrivere questo file? ...
zh: "%s"比 zip 壓縮檔。 要覆蓋此檔嗎？...

source: "%s" is the same age or newer than the zipped file. Do you really want to overwrite this file? ...
de: "%s" ist im gleichen Alter oder neuer ist als ZIP-Datei. Möchten Sie wirklich diese Datei überschreiben? ...
es: "%s" es la misma edad o más reciente que el archivo comprimido. ¿Desea sobrescribirlo? ...
it: "%s" è la stessa età o più recente del file zippato. Si desidera sovrascrivere il file? ...
zh: "%s"是同齡或更高版本比 zip 壓縮檔。 你真的想要覆蓋此檔嗎？...

source: Cannot Add, Delete or Extract from a multiple disk Zip file... Merge this Zip file onto the hard disk before retrying.
de: Kann nicht hinzufügen, löschen oder mehrere Datenträger Zip-Datei extrahieren... Diese Zip-Datei auf die Festplatte vor erneuter Versuch zu verschmelzen.
es: No puede Agregar, eliminar o extraer de un archivo de cierre relámpago de disco múltiples... Combinar este archivo Zip en el disco duro antes de volver a intentarlo.
it: Non è possibile aggiungere, eliminare o estrarre da un file Zip di disco più... Unire questo file Zip sul disco rigido prima di riprovare.
zh: 不能添加、 刪除或從多個磁片的 Zip 檔中提取... 在重試之前合併此 Zip 檔到硬碟。

source: Unable to extract files to: "%s" This folder does not exist.
de: Nicht in der Lage, Dateien zu extrahieren: "%s" dieser Ordner nicht existiert.
es: No se puede extraer los archivos a: "%s", esta carpeta no existe.
it: Impossibile estrarre i file: "%s" questa cartella non esiste.
zh: 無法將檔提取到:"%s"此資料夾不存在。

source: Unable to load %s
de: Nicht in der Lage, %s zu laden
es: No se puede cargar %s
it: Impossibile caricare %s
zh: 無法載入 %s

source: A Zip file must be openned or created before Adding, Deleting or Extracting files.
de: Eine Zip-Datei muss geöffnet sein oder vor hinzufügen, löschen oder Extrahieren von Dateien erstellt.
es: Un archivo Zip debe estar abierto o creado antes de agregar, borrar o extraer archivos.
it: Un file Zip deve essere aprendo o creato prima di aggiunta, eliminazione o estrazione dei file.
zh: Zip 檔必須敞開或添加、 刪除或提取檔之前創建。

source: No files have been selected.
de: Keine Dateien es wurden ausgewählt.
es: No hay archivos se han seleccionado.
it: Nessun file sono stato selezionato.
zh: 已不選定任何檔。

source: This is not a multiple disk Zip file.
de: Dies ist keine mehrere Zip-Datei.
es: Esto es no un múltiple disco zip.
it: Si tratta di non un più file Zip su disco.
zh: 這不是多個磁片 Zip 檔。
