Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Are you sure you want to delete these <count> folders and move all contents to the Recycle Bin?
de: Sind Sie sicher, dass Sie diese <count>-Ordner zu löschen und alle Inhalt in den Papierkorb verschieben möchten?
es: ¿Está seguro que desea eliminar estas carpetas <count>y mover todo el contenido a la papelera de reciclaje?
it: Sei sicuro di che voler eliminare queste cartelle <count>e spostare tutto il contenuto nel cestino?
zh: 你確定你想要刪除這些 <count>資料夾並將所有內容都移到回收站？

source: Are you sure you want to delete these <count> items?
de: Sind Sie sicher, dass Sie diese <count>Elemente löschen möchten?
es: ¿Está seguro que desea eliminar estos elementos de <count>?
it: Sei sicuro di che voler eliminare questi elementi <count>?
zh: 是否確實要刪除這些 <count>專案？

source: Are you sure you want to remove the folder '<name>' and move all its contents to the Recycle Bin?
de: Sind Sie sicher, dass Sie möchten, löschen den Ordner "<name>" und seinen Inhalt in den Papierkorb verschieben?
es: ¿Confirma que desea quitar la carpeta '<name>' y mover todo su contenido a la papelera de reciclaje?
it: Sei sicuro di che voler rimuovere la cartella '<name>' e spostare tutto il suo contenuto nel cestino?
zh: 你確定你想要刪除資料夾 '<name>'，並將其所有內容都移到回收站？

source: Are you sure you want to send '<name>' to the Recycle Bin?
de: Sind Sie sicher, dass Sie "<name>" in den Papierkorb senden möchten?
es: ¿Está seguro que desea enviar '<name>' a la papelera de reciclaje?
it: Sei sicuro che si desidera inviare '<name>' nel cestino?
zh: 你確定你想要將 <name>發送到回收站？

source: Are you sure you want to send these <count> items to the Recycle Bin?
de: Sind Sie sicher, dass Sie diese <count>Elemente in den Papierkorb senden möchten?
es: ¿Está seguro que desea enviar estos elementos <count>a la papelera de reciclaje?
it: Sei sicuro di che voler inviare questi elementi <count>nel cestino?
zh: 你確定你想要將這些 <count>項發送到回收站？

source: bytes
de: byte
it: byte
zh: 位元組

source: Cannot move '<name>': The destination folder is the same as the source folder.
de: Kann nicht verschoben werden "<name>": der Zielordner ist identisch mit der Quell-Ordner.
es: No se puede mover '<name>': la carpeta de destino es igual a la carpeta de origen.
it: Impossibile spostare '<name>': la cartella di destinazione è lo stesso come la cartella di origine.
zh: 不能移動 '<name>': 目的檔案夾是源資料夾相同。

source: Cannot rename '<name>': A folder with the name you specified already exists.
de: Kann nicht umbenannt werden "<name>": ein Ordner mit dem Namen bereits angegebene vorhanden ist.
es: No se puede cambiar el nombre de '<name>': una carpeta con el nombre especificado ya existe.
it: Impossibile rinominare '<name>': una cartella con il nome specificato già esiste.
zh: 無法重命名 '<name>': 你已經指定的名稱的資料夾存在。

source: Cannot rename '<name>': An item with the name you specified already exists.
de: Kann nicht umbenannt werden "<name>": ein Element mit dem Namen bereits angegebene vorhanden ist.
es: No se puede cambiar el nombre de '<name>': un artículo con el nombre especificado ya existe.
it: Impossibile rinominare '<name>': un elemento con il nome specificato già esiste.
zh: 無法重命名 '<name>': 專案與指定的名稱已存在。

source: Code Module
de: Code-Modul
es: Módulo de código
it: Modulo di codice
zh: 代碼模組

source: Confirm Folder Delete
de: Ordner löschen bestätigen
es: Confirmar eliminación de carpeta
it: Conferma eliminazione cartella
zh: 確認資料夾刪除

source: Confirm Folder Replace
de: Ordner ersetzen bestätigen
es: Confirmar reemplazar carpeta
it: Conferma sostituzione cartella
zh: 確認資料夾替換

source: Confirm Item Delete
de: Element löschen
es: Confirmar elemento Eliminar
it: Conferma eliminazione elemento
zh: 確認資料夾刪除

source: Confirm Item Replace
de: Ordner ersetzen bestätigen
es: Confirmar reemplazo de artículo
it: Conferma sostituzione elemento
zh: 確認資料夾替換

source: Confirm Multiple Folder Delete
de: Ordner löschen bestätigen
es: Confirmar la eliminación de varias carpetas
it: Conferma eliminazione di più cartelle
zh: 確認資料夾刪除

source: Rena&me
de: &Umbenennen
es: Reba&utizar
it: Rin&omina
zh: 重命名(&M)

source: Confirm Multiple Item Delete
de: Element löschen
es: Confirmar eliminación de varios elementos
it: Conferma eliminazione di più elementi
zh: 確認資料夾刪除

source: Contents of <name>
de: Inhalt von <name>
es: Contenido de <nombre>
it: Contenuto di <name>
zh: 找不到項︰ <name>

source: Create New Folder
de: Neuen Artikel erstellen
es: Crear nueva carpeta
it: Crea nuova cartella
zh: 创建新文件夹

source: Data Module
de: AutoSessionName Grundstück mit mehr als eine Sitzung auf einem Formular oder Daten-Modul kann nicht aktiviert werden
es: Módulo de datos
it: Modulo dati
zh: 代碼模組

source: Designer property is not assigned.
de: Bericht-Eigenschaft der Designer ist nicht belegt.
es: La propiedad de diseño no está asignada.
it: Proprietà del desiner non è assegnato.
zh: ItemPipeline 屬性不是分配。

source: Details
es: Datos de
it: Dettagli
zh: 詳細資訊

source: Do you want to replace it?
de: Möchten Sie die vorhandenen Elemente ersetzen?
es: ¿Quieres cambiarlo?
it: Vuoi sostituire gli elementi esistenti?
zh: 你想要替換現有的專案嗎？

source: Error Moving Folder
de: Fehlerordner umbenennen
es: Error al mover la carpeta
it: Errore nello spostamento della cartella
zh: 重命名資料夾時出錯

source: Error Renaming Folder
de: Fehlerordner umbenennen
es: Error renombrar carpeta
it: Errore ridenominazione cartella
zh: 重命名資料夾時出錯

source: Error Renaming Item
de: Fehler beim Umbenennen Elements
es: Error cambio de nombre artículo
it: Elemento di ridenominazione di errori
zh: 重命名專案時出現錯誤

source: Folder
de: Ordner
es: Carpeta de
it: Cartella
zh: 資料夾

source: FolderPipeline property is not assigned.
de: FolderPipeline-Eigenschaft ist nicht zugewiesen.
es: No se asigna la propiedad de FolderPipeline.
it: Proprietà FolderPipeline non viene assegnato.
zh: FolderPipeline 屬性不是分配。

source: FolderPipeline: '<name>' could not be opened.
de: FolderPipeline: '<name>' konnte nicht geöffnet werden.
es: FolderPipeline: '<name>' no se pudo abrir.
it: FolderPipeline: '<name>' non può essere aperto.
zh: FolderPipeline︰ 無法打開 '<name>'。

source: Help
de: Hilfe
es: Ayuda
it: Guida
zh: 説明

source: New &Folder
de: Neue &Ordner
es: Nueva &carpeta
it: Nuova &Cartella
zh: 新 資料夾 (&F)

source: Item not found: <name>
de: Artikel nicht gefunden: <name>
es: Artículo no encontrado: <name>
it: Elemento non trovato: <name>
zh: 找不到項︰ <name>

source: ItemPipeline <name> field: '<name>' could not be found.
de: ItemPipeline <name>Feld: "<name>" konnte nicht gefunden werden.
es: ItemPipeline campo de <name>: no se pudo encontrar '<name>'.
it: ItemPipeline campo <name>: '<name>' non è stato trovato.
zh: ItemPipeline <name>欄位︰ 找不到 '<name>'。

source: ItemPipeline Template field: '<name>' is not a memo or blob field.
de: ItemPipeline Vorlage Feld: "<name>" ist kein Memo- oder BLOB-Feld.
es: Campo plantilla ItemPipeline: '<name>' no es un campo memo o blob.
it: Campo ItemPipeline modello: '<name>' non è un campo memo o blob.
zh: ItemPipeline 範本欄位: '<name>' 不是一個備註或 blob 欄位。

source: ItemPipeline property is not assigned.
de: ItemPipeline-Eigenschaft ist nicht zugewiesen.
es: No se asigna la propiedad de ItemPipeline.
it: Proprietà ItemPipeline non viene assegnato.
zh: ItemPipeline 屬性不是分配。

source: ItemPipeline: '<name>' could not be opened.
de: ItemPipeline: '<name>' konnte nicht geöffnet werden.
es: ItemPipeline: '<name>' no se pudo abrir.
it: ItemPipeline: '<name>' non può essere aperto.
zh: ItemPipeline︰ 無法打開 '<name>'。

source: List
de: Liste
es: Lista
it: Elenco
zh: 清單

source: Look &in:
de: Suchen Sie &in:
es: Buscar y en:
it: Guarda &in:
zh: 看起來與中(&i)︰

source: New Folder
de: Neuer Ordner
es: Nueva carpeta
it: Nuova cartella
zh: 新資料夾

source: New Report
de: Neuer Bericht
es: Nuevo informe
it: Nuovo Report
zh: 新報告

source: New &Report
de: Neue &Bericht
es: Nuevo e informe
it: Nuovo &Report
zh: 新 報告 (&R)

source: No Report Explorer form class is registered.
de: Kein Bericht Explorer-Form-Klasse registriert ist.
es: No se registra ninguna clase de formulario de informe Explorer.
it: Nessuna classe di form di Report Explorer è registrata.
zh: 沒有報表瀏覽器表單類註冊。

source: Open Report
de: Bericht öffnen
es: Informe abierto
it: Apri Report
zh: 打開報表

source: Print Pre&view
de: Pre& Ansicht drucken
es: Pre impresión y vista
it: &Stampa Anteprima
zh: 列印前 視圖 (&V)

source: Recycle Bin
de: Papierkorb
es: Reciclan el compartimiento
zh: 回收站

source: Report
de: Bericht
es: Informe
it: Relazione
zh: 報告

source: Report Explorer
de: Berichts-Explorer
es: Informe Explorer
it: Esplora report
zh: 報表資源管理器

source: Report property of Designer is not assigned.
de: Bericht-Eigenschaft der Designer ist nicht belegt.
es: Informe no se asigna propiedad del diseñador.
it: Proprietà del report di progettazione non è assegnato.
zh: 未分配報表設計師的屬性。

source: Save &in:
de: Speichern &in:
es: Guardar y en:
it: Salva &in:
zh: 保存與中(&i)︰

source: Specify a different folder name.
de: Geben Sie einen anderen Ordner-Namen.
es: Especifique un nombre de carpeta diferente.
it: Specificare un nome di cartella diversa.
zh: 指定一個不同的資料夾名稱。

source: Specify a different item name.
de: Geben Sie einen anderes Element-Namen.
es: Especifique un nombre de elemento diferente.
it: Specificare un nome di elemento diverso.
zh: 指定一個不同的專案名稱。

source: This folder already contains a folder called '<name>'.
de: Dieser Ordner enthält bereits einen Ordner namens "<name>".
es: Esta carpeta ya contiene una carpeta llamada '<name>'.
it: Questa cartella contiene già una cartella chiamata '<name>'.
zh: 此資料夾已包含一個名為 <name>資料夾。

source: This folder already contains an item called '<name>'.
de: Dieser Ordner enthält bereits ein Element namens "<name>".
es: Esta carpeta ya contiene un elemento llamado '<name>'.
it: Questa cartella contiene già un elemento chiamato '<name>'.
zh: 此資料夾已包含一個專案叫做 '<name>'。

source: Up One Level
de: Eine Ebene nach oben
es: Un nivel más arriba
it: Al livello superiore
zh: 上一級

source: Would you like to replace the existing item?
de: Möchten Sie das vorhandene Element ersetzen?
es: ¿Desea reemplazar el elemento existente?
it: Vuoi sostituire l'elemento esistente?
zh: 你想要替換現有的專案嗎？

source: FolderPipeline <name> field: '<name>' could not be found.
de: FolderPipeline <name>Feld: "<name>" konnte nicht gefunden werden.
es: FolderPipeline campo de <name>: no se pudo encontrar '<name>'.
it: FolderPipeline campo <name>: '<name>' non è stato trovato.
zh: FolderPipeline <name>欄位︰ 找不到 '<name>'。

source: If the items in the existing folder have the same name as reports in the folder you are moving,
de: Wenn die Elemente in den vorhandenen Ordner haben den gleichen Namen wie Berichte im Ordner "" sind Sie in Bewegung,
es: Si los elementos de la carpeta existente tienen el mismo nombre que informes en la carpeta va a mover,
it: Se gli elementi nella cartella esistente hanno lo stesso nome di report nella cartella che si desidera spostare,
zh: 如果現有資料夾中的專案資料夾中具有相同的名稱作為報告正在移動，

source: do you want to replace the existing items?
de: möchten Sie die vorhandenen Elemente ersetzen?
es: ¿desea sustituir los elementos existentes?
it: vuoi sostituire gli elementi esistenti?
zh: 你想要替換現有的專案嗎？

source: &Explore
de: &Erkunden
es: &Explorar
it: &Esplora
zh: 與探索 (&E)

source: Empty Recycle &Bin
de: Leeren Papierkorb &Bin
es: Reciclaje vacío y Bin
it: Cestino vuoto &Bin
zh: 清空回收站 & 濱

source: Adjust field widths so all fields fit on page.
de: Passen Sie Feldbreite an, damit alle Felder auf der Seite passen.
es: Ajustar los anchos de campo para todos los campos en la página.
it: Regolare la larghezza delle campo quindi tutti i campi rientra nella pagina.
zh: 調整欄位寬度，使所有欄位都放入頁。

source: Align Left 1
de: Linksbündig 1
es: Alinear izquierda 1
it: Allinea a sinistra 1
zh: 左對齊 1

source: Align Left 2
de: Linksbündig 2
es: Alinear izquierda 2
it: Allinea a sinistra 2
zh: 左對齊 2

source: Available Fields
de: Verfügbare Felder
es: Campos disponibles
it: Campi disponibili
zh: 可用的欄位

source: Back
de: Zurück
es: Atrás
it: Indietro
zh: 返回

source: Block
es: Bloque
it: Blocco
zh: 塊

source: Casual
de: Lässige
es: Ocasionales
zh: 休閒

source: Compact
de: Kompakt
es: Compacto
it: Compatto
zh: 緊湊

source: Corporate
es: Corporativo
it: Aziendale
zh: 企業

source: Data Pipeline Name
de: Daten-Pipeline-Name
es: Nombre de tubería de datos
it: Nome della Pipeline di dati
zh: 資料管道名稱

source: Do you want to preview the report or modify the report's design?
de: Möchten Sie die Berichtsvorschau oder den Berichtsentwurf verändern?
es: ¿Desea obtener una vista previa del informe o modificar el diseño del informe?
it: Si desidera visualizzare in anteprima il report o modificare la struttura del report?
zh: 您想要預覽的報表或修改報告的設計嗎？

source: Fields must be selected before continuing.
de: Felder müssen ausgewählt werden, bevor Sie fortfahren.
es: Campos deben seleccionarse antes de continuar.
it: Campi devono essere selezionato prima di continuare.
zh: 在繼續之前，必須選擇欄位。

source: Finish
de: Fertig stellen
es: Acabado
it: Finitura
zh: 完成

source: Formal
de: Formale
it: Formale
zh: 正式

source: How would you like to lay out your report?
de: Wie möchten Sie das Layout Ihres Berichts?
es: ¿Cómo le gustaría diseñar su informe?
it: Come vuoi stendere il vostro rapporto?
zh: 你想要完成你的報告？

source: Modify the report's design
de: Entwurf des Berichts zu ändern
es: Modificar el diseño del informe
it: Modificare la struttura del report
zh: 修改報告的設計

source: Next
de: Nächste
es: Siguiente
it: Successivo
zh: 下一個

source: Outline 1
de: Übersicht 1
es: Esquema 1
it: Profilo 1
zh: 大綱 1

source: Outline 2
de: Übersicht 2
es: Esquema 2
it: Profilo 2
zh: 2 大綱

source: Please enter a title for your report.
de: Bitte geben Sie einen Titel für Ihren Bericht.
es: Escriba un título para su informe.
it: Inserisci un titolo per il report.
zh: 請輸入您的報表的標題。

source: Preview the report
de: Eine Vorschau des Berichts
es: Vista previa del informe
it: L'anteprima del report
zh: 預覽報表

source: Priority
de: Priorität
es: Prioridad
it: Priorità
zh: 優先

source: Report Wizard
de: Berichts-Assistenten
es: Asistente para informes
it: Creazione guidata report
zh: 報表精靈

source: Selected Fields
de: Markierten Felder
es: Campos seleccionados
it: Campi selezionati
zh: 所選的欄位

source: Soft Gray
de: Weiches Grau
es: Gris suave
it: Grigio morbido
zh: 柔和的灰色

source: Stepped
de: Trat
es: Caminó
it: Ha fatto un passo
zh: 跨步

source: Tabular
de: Tabellarische
es: Tabulares
it: Tabulare
zh: 表格

source: That is all the information needed to create your report.
de: Dies sind alle Informationen benötigt, um einen Bericht zu erstellen.
es: Es toda la información necesitada para crear el informe.
it: Ecco tutte le informazioni necessarie per creare il report.
zh: 這是創建報表所需的所有資訊。

source: Vertical
de: Vertikal
it: Verticale
zh: 垂直

source: What style would you like?
de: Welchen Stil möchten Sie?
es: ¿Qué estilo le gustaría?
it: Quale stile ti piacerebbe?
zh: 你喜歡什麼髮型？

source: Which fields do you want on your report?
de: Welche Felder wollen Sie zu Ihrem Bericht?
es: ¿Los campos que desea en su informe?
it: Campi che desidera sul vostro rapporto?
zh: 要在報表上的欄位？

source: Insert Field
de: Feld einfügen
es: Insertar campo
it: Inserire il campo
zh: 插入域

source: Object Outline
de: Objekt-Übersicht
es: Esquema de objeto
it: Contorno dell'oggetto
zh: 物件輪廓

source: Show Titles
de: Zeige Titel
es: Mostrar títulos
it: Visualizza titoli
zh: 顯示標題

source: Create
de: Erstellen
es: Crear
it: Creare
zh: 創建

source: Style
de: Stil
es: Estilo
it: Stile
zh: 風格

source: Grid
de: Raster
es: Red
it: Griglia
zh: 網格

source: Labels
de: Etiketten
es: Etiquetas
it: Etichette
zh: 標籤

source: Fields
de: Felder
es: Campos
it: Campi
zh: 欄位

source: Refresh
de: Aktualisieren
es: Actualización
it: Aggiornamento
zh: 刷新

source: Data Tree
de: Datenstruktur
es: Árbol de datos
it: Dati albero
zh: 資料樹

source: <name> is not a valid identifier.
de: <name>ist kein gültiger Bezeichner.
es: <name>no es un identificador válido.
it: <name>non è un identificatore valido.
zh: <name>不是一個有效的識別碼。

source: <name> is not a unique identifier.
de: <name>ist keine eindeutige Kennung.
es: <name>no es un identificador único.
it: <name>non è un identificatore univoco.
zh: <name>不是一個唯一的識別碼。

source: Fields for <name>
de: Felder für <name>
es: Campos de <name>
it: Campi per <name>
zh: <name>的欄位

source: Expand All
de: Alle aufklappen
es: Expandir todo
it: Espandi tutto
zh: 全部展開

source: Traverse All Data
de: Alle Daten zu durchqueren
es: Recorrer todos los datos
it: Attraversare tutti i dati
zh: 遍歷所有的資料

source: EAN-8 barcodes must be 7 digits (8 with check digit)
de: EAN-8 Barcodes muss 7-stellig (8 mit Prüfziffer)
es: Códigos de barras EAN-8 deben ser 7 dígitos (8 con el dígito de cheque)
it: Codici a barre EAN-8 deve essere di 7 cifre (8 con cifra di controllo)
zh: EAN 8 條碼必須 7 位數 (帶校驗位 8)

source: EAN-8 barcodes must be 8 digits including the check digit
de: EAN-8 Barcodes muss 8 Zeichen, darunter die Prüfziffer
es: Códigos de barras EAN-8 deben ser 8 dígitos incluyendo el dígito de cheque
it: Codici a barre EAN-8 deve essere di 8 cifre compreso la cifra di controllo
zh: EAN 8 條碼必須是 8 位數位，包括校驗位

source: EAN-8 barcodes must be numeric
de: EAN-8 Barcodes muss numerisch sein
es: Códigos de barras EAN-8 deben ser numérico
it: Codici a barre EAN-8 deve essere numerico
zh: EAN 8 條碼必須是數位

source: UPC-E barcodes must be 6 digits (7 with check digit)
de: UPC-E Barcodes muss 6-stellig (7 mit Prüfziffer)
es: Códigos de barras UPC-E deben ser 6 dígitos (7 con dígito de cheque)
it: Codici a barre UPC-E deve essere di 6 cifre (7 con cifra di controllo)
zh: E UPC 條碼必須是 6 位數 (帶校驗位 7)

source: UPC-E barcodes must be 7 digits including the check digit
de: UPC-E Barcodes muss 7-stellig einschließlich der Prüfziffer
es: Códigos de barras UPC-E deben ser 7 dígitos incluyendo el dígito de cheque
it: Codici a barre UPC-E deve essere di 7 cifre compreso la cifra di controllo
zh: E UPC 條碼必須 7 位數位，包括校驗位

source: UPC-E barcodes must be numeric
de: UPC-E Barcodes muss numerisch sein
es: Códigos de barras UPC-E deben ser numérico
it: Codici a barre UPC-E deve essere numerico
zh: E UPC 條碼必須是數位

source: The only valid choices for FIM codes are A, B, or C
de: Die einzige gültigen Auswahlmöglichkeiten für FIM-Codes sind A, B oder C
es: Las opciones sólo válidas para los códigos FIM son A, B o C
it: Le scelte valide solo per i codici FIM sono A, B o C
zh: FIM 代碼的唯一有效選擇是 A、 B 或 C

source: Codabar can only encode 0-9, A, B, C, D, -, $, :, /, ., and +
de: CODABAR kann nur encodieren, 0-9, A, B, C, D,-, $,:, /,., und +
es: Codabar puede codificar sólo 0-9, A, B, C, D,-,:, /,., y +
it: Codabar possono codificare solo 0-9, A, B, C, D,-, $,:, /,., e +
zh: 條碼可以只編碼 0-9，A，B，C，D，-，$，:，，.，和 +

source: A Codabar symbol must start and end with A, B, C, or D.
de: Codabar Symbol beginnen und enden mit A, B, C oder D.
es: Un símbolo Codabar debe empezar y terminar con A, B, C o D.
it: Un simbolo Codabar deve iniziare e finire con A, B, C o D.
zh: 條碼符號必須開始和結束與 A、 B、 C 或者 D

source: A, B, C, and D are used only for the start and stop codes for Codabar.
de: A, B, C und D dienen nur für den Start und stop Codes für Codabar.
es: A, B, C y D se utilizan sólo para el inicio y parada y de Codabar.
it: A, B, C e D sono utilizzati solo per l'inizio e interrompere codici per Codabar.
zh: A、 B、 C 和 D 僅用於開始和停止編碼為條碼。

source: They cannot appear anywhere in the middle of the data.
de: Sie können nicht irgendwo in der Mitte die Daten erscheinen.
es: No aparecen en cualquier lugar en el centro de los datos.
it: Non possono apparire in qualsiasi punto nel centro dati.
zh: 他們不能出現在資料中間的任何位置。

source: Calc Order
de: Calc-Bestellung
es: Orden de Calc
it: Ordine di Calc
zh: Calc 命令

source: Report Bands
de: Bericht-Bands
es: Bandas de informe
it: Bande di report
zh: 報告樂隊

source: Variables
de: Variablen
it: Variabili
zh: 變數

source: new column
de: neue Spalte
es: nueva columna
it: nuova colonna
zh: 新列

source: new row
de: neue Zeile
es: nueva fila
it: nuova riga
zh: 新行

source: new value
de: neuen Wert
es: nuevo valor
it: nuovo valore
zh: 新值

source: Configure Crosstab
de: Konfigurieren der Kreuztabelle
es: Configurar tabla de referencias cruzadas
it: Configurare a campi incrociati
zh: 配置交叉表

source: 1. Construct your crosstab by dragging fields from the field list into the shaded cells.
de: 1. konstruieren Sie Ihre Kreuztabelle durch Ziehen von Feldern aus der Feldliste in die schattierten Zellen.
es: 1. construir la tabla de referencias cruzadas arrastrando los campos desde la lista de campos en las celdas sombreadas.
it: 1. costruire la tabella incrociata trascinando i campi dall'elenco campi nelle celle ombreggiate.
zh: 1.通過將欄位從欄位清單拖到陰影單元構建您的交叉表。

source: 2. Remove columns, rows or values by dragging from the diagram back to the field list.
de: 2. Entfernen Sie die Spalten, Zeilen oder Werte indem Sie aus dem Diagramm wieder in der Feldliste ziehen.
es: 2. Eliminar columnas, filas o valores arrastrando desde el diagrama a la lista de campos.
it: 2. rimuovere colonne, righe o valori trascinando dal diagramma torna all'elenco dei campi.
zh: 2.通過追溯到欄位清單中拖動從關係圖中刪除列、 行或值。

source: 3. Reorder columns, rows or values by dragging within the diagram.
de: 3. Ordnen Sie Spalten, Zeilen oder Werte durch ziehen innerhalb des Diagramms.
es: 3. reordenar columnas, filas o valores arrastrando dentro del diagrama.
it: 3. riordinare le colonne, righe o valori trascinando all'interno del diagramma.
zh: 3.通過拖動在圖內，重新排列列、 行或值。

source: 4. Format crosstab by selecting a row, column or value and then using the toolbar or popup menu.
de: 4. formatieren Sie Kreuztabelle durch Auswahl einer Zeile, Spalte oder Wert und dann mithilfe der Symbolleiste oder Popup-Menü.
es: 4. formato de tabla de referencias cruzadas seleccionando una fila, columna o valor y luego usando el menú de la barra de herramientas o emergente.
it: 4. formato a campi incrociati selezionando una riga, colonna o valore e quindi utilizzando il menu della barra degli strumenti o popup.
zh: 4.通過選擇行、 列或值，然後使用工具列或彈出功能表設置格式交叉表。

source: Sort Asc
de: Art-Asc
es: Tipo Asc
it: Ordinamento Asc
zh: 排序昇冪

source: Sort Desc
de: Sortierung absteigend
es: Desc tipo
it: Ordinamento Desc
zh: 排序降冪

source: &Tips
de: &Tipps
es: &Consejos
it: Suggerimen&ti
zh: 小貼士 (&T)

source: &Font
de: &Schriftart
es: &Fuente
zh: 與字體 (&F)

source: &Color
de: &Farbe
it: &Colore
zh: 與顏色 (&C)

source: &Display Format
de: &Anzeigeformat
es: &Formato de la pantalla
it: &Formato Visualizzazione
zh: 與顯示格式 (&D)

source: &Visible
de: &Sichtbar
it: &Visibile
zh: 可見 (&V)

source: &Gridlines
de: &Gitternetzlinien
es: &Líneas de cuadrícula
it: &Griglie
zh: 與格線 (&G)

source: Pagination
de: Paginierung
es: Paginación
it: Impaginazione
zh: 分頁

source: Across then Down
de: Dann ganz nach unten
es: A continuación, hacia abajo
it: Di fronte poi verso il basso
zh: 穿越然後向下

source: Down then Across
de: Nach unten dann über
es: Por entonces a través de
it: Giù poi attraverso
zh: 下來再橫向

source: CrossTab Wizard
de: Kreuztabellenabfrage-Assistenten
es: Asistente para la tabla de referencias cruzadas
it: Procedura guidata a campi incrociati
zh: 交叉表嚮導

source: Data must be selected before continuing
de: Daten müssen ausgewählt werden, bevor Sie fortfahren
es: Los datos deben ser seleccionados antes de continuar
it: Dati devono essere selezionati prima di continuare
zh: 在繼續之前必須選定的資料

source: Specify the data and page orientation
de: Geben Sie die Daten und Seite Ausrichtung
es: Especificar la orientación de página y los datos
it: Specificare l'orientamento di pagina e dati
zh: 指定的資料和頁面方向

source: DataDictionary.<name> '<name>' could not be opened.
de: DataDictionary. <name>'<name>' konnte nicht geöffnet werden.
es: DataDictionary. no se pudo abrir <name>'<name>'.
it: DataDictionary. <name>'<name>' non può essere aperto.
zh: DataDictionary。<name>'<name>' 不能被打開。
