Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Division by zero
de: Division durch Null
es: División por cero
it: Divisione per zero
zh: 被零除

source: Range check error
de: Bereichsfehler check
es: Error de comprobación de rango
it: Errore di controllo gamma
zh: 範圍檢查錯誤

source: Sender "%s" is unsupported: it wasn't registered
de: Stil "%s" ist nicht registriert
zh: 未註冊樣式 %s

source: '%s' is not a valid integer value
de: "%s" ist kein gültiger ganzzahliger Wert
es: '%s' no es un valor entero válido
it: '%s' non è un valore integer valido
zh: '%s' 不是一個有效的整數值

source: '%s' is not a valid floating point value
de: '%s' ist kein gültiger Gleitkommawert Punkt
es: '%s' no es un valor válido de punto flotante
it: '%s' non è un valore a virgola mobile valido
zh: %s 不是有效的浮點值

source: '%s' is not a valid date
de: '%s' ist kein gültiges Datum
es: '%s' no es una fecha válida
it: '%s' non è una data valida
zh: '%s' 不是一個有效的日期

source: Application has corrupted the memory
de: Fehler in der Anwendung
zh: 應用程式錯誤

source: Exception in memory manager
de: Unerwartete Ausnahme
zh: 在 safecall 方法中的異常

source: -= previous =-
de: -= Vorherigen =-
es: Anterior
zh: 上一頁

source: DelTree: Path is empty
de: DelTree: Pfad ist leer
zh: 顏色表是空的

source: Search string cannot be blank
de: Dateinamen dürfen nicht leer sein
zh: 檔案名不能為空

source: day(s)
de: tag(s)
es: día(s)
zh: 天數

source: hour(s)
de: stunde(n)
es: hora(s)
zh: 小時

source: minute(s)
de: minute(n)
es: minuto(s)
zh: 分

source: second(s)
de: sekunde(s)
es: segundo
zh: 秒(s)

source: %s Error code: %d
de: %s Systemfehler Code: %d
es: Código de error:
zh: 錯誤代碼︰

source: Unknown error message
de: Unbekannte Fehlermeldung
zh: 未知的錯誤

source: Unknown exception type
de: Unbekannter Erweiterungstyp
zh: 未知的擴展類型

source: Wrong compressed data
de: Falsch komprimierte Daten
zh: 載入示例資料

source: Error illegal date or time format
de: Ungültige Datei-format
zh: 非法檔案格式

source: Below-Normal
de: Normal
zh: 正常

source: Above-Normal
de: Normal
zh: 正常

source: High
de: Auto Resample hochauflösende Bilder beim Speichern
zh: 高

source: Real-Time
de: Echtzeit
zh: 实时

source: Temp | Temporary directory
de: Zentralverzeichnis
zh: 中央目錄

source: Tmp | Temporary directory
de: Zentralverzeichnis
zh: 中央目錄

source: b
zh: 粗

source: Gb
zh: G

source: 3. User|2. Name
de: 3. Benutzer | 2. Name
es: Nombre de usuario:
zh: 使用者名

source: 5. Computer|1. Name
zh: 攝像頭的名稱

source: 1. Application|3. Version Number
de: 1. Anmeldung | 3. Versionsnummer
zh: 應用程式功能表

source: 1. Application|4. Parameters
de: 1. Anmeldung | 4. Parameter
zh: 應用程式錯誤

source: 1. Application|6. Up Time
de: Anwendungsmenü
zh: 應用程式功能表

source: 2. Exception|1. Date
de: 2. Ausnahme | 1. Datum
es: Excepción
zh: 異常

source: 2. Exception|2. Address
de: 2. Ausnahme | 2. Adresse
es: Excepción
zh: 異常

source: 2. Exception|5. Type
de: 2. Ausnahme | 5. Typ
es: Excepción
zh: 異常

source: 2. Exception|6. Message
de: 2. Ausnahme | 6. Nachricht
es: Excepción
zh: 異常

source: 2. Exception|7. ID
de: 2. Ausnahme | 7. ID
es: Excepción
zh: 異常

source: 2. Exception|8. Count
de: 2. Ausnahme | 8. Count
es: Excepción
zh: 異常

source: 2. Exception|9. Status
de: 2. Ausnahme | 9. Status
es: Excepción
zh: 異常

source: 2. Exception|10. Note
de: 2. Ausnahme | 10. Hinweis
es: Excepción
zh: 異常

source: 2. Exception|11. Send
de: 2. Ausnahme | 11. Senden
es: Excepción
zh: 異常

source: Session
de: Sitzung
zh: 抱歉, 您的連線已逾期

source: Registers
de: Register
zh: 寄存器

source: Stack
es: Farallón
zh: 堆疊

source: Other messages
de: Sonstige Mitteilungen
zh: 下一條消息

source: File corrupted
de: Dateidaten beschädigt
zh: 檔資料已損壞

source: This file was corrupted. The application will be closed.
de: BETA ist abgelaufen. Anwendung wird jetzt beendet.
es: BETA ha caducado. Aplicación se cerrará ahora
zh: 測試版已過期。 應用程式將立即關閉

source: Anti Freeze exception
de: Ausnahme
zh: 意外的異常

source: The application seems to be frozen.
es: La aplicación parece estar congelado.
zh: 這應用程式似乎當掉了。

source: 1. Application|1. Start Date
de: 1. Anmeldung | 1. Startdatum
zh: 應用程式按鈕

source: 1. Application|2. Name
de: 1. Anmeldung | 2. Name
zh: 應用程式功能表

source: Version
es: Versión
zh: 版本

source: Memory
de: Speicher
zh: 內存

source: Threads
de: Beiträge
zh: 線程

source: User
zh: 使用者

source: Handle
de: Handgriff
zh: 句柄

source: Last Modified
de: Zuletzt geändert
zh: 最後修改

source: Processes List
de: &Kameraliste
zh: 啟動進程

source: Memory double free
de: Freier Speicher ist fehlgeschlagen
zh: 可用記憶體失敗

source: Buffer overflow
zh: 缓冲区溢出

source: Leak Caption
de: &Beschriftung
zh: 設置的標題

source: Leak
de: Undicht sein
es: Salirse
zh: 泄漏

source: Leak Type
de: Calc-Typ
zh: 行類型

source: Leak 'Data'
de: "Daten"
es: Datos de búsqueda
zh: 搜索資料

source: Leak Size
de: Leinwandgröße
zh: 檔案大小

source: Total size
de: Insgesamt
zh: 總大小

source: Leak Count
de: Graf
zh: 計數

source: Class
de: Eine Klasse mit dem Namen %s bereits vorhanden ist
zh: 課程

source: Thread name
zh: 頁面名稱

source: DeadLock
de: Sperre
zh: 鎖

source: Wait Chain
de: Warten Sie Timeout-Fehler
zh: 鏈

source: Thread Comment
de: Ungültiger Kommentar
zh: 不正確注釋

source: Comment
de: EOF in Kommentar erkannt
zh: 留言

source: Leaks
de: Lecks
es: Filtraciones
zh: 泄漏

source: Leak exception
de: Leckausnahme
zh: 外部異常 %x

source: Application has leaked memory
de: Fehler in der Anwendung
zh: 應用程式錯誤

source: Resource exception
de: Ressource Ausnahme
zh: 意外的異常

source: Application has leaked resources
de: Fehler in der Anwendung
zh: 應用程式錯誤

source: Exception Thread
es: Excepción
zh: 異常

source: Calling Thread
de: View Finder Thread
zh: 計算頁

source: Parent
de: Eltern
zh: 上層

source: Thread Priority
de: Priorität
zh: 優先

source: Stack location
de: Stack-Überlauf
zh: 大小和位置

source: Address
de: Zugriffsverletzung bei Adresse % p. %s Adresse %p
es: Dirección
it: Indirizzo
zh: 地址

source: Module
de: Modul
zh: 模塊

source: Module's offset
de: Code-Modul
zh: 列偏移量

source: Unit
de: Einheit
zh: 顯示單價

source: Gateway
es: Método de Pago
zh: 閘道

source: Custom Information Header
de: Informationen
es: Confirmation Reading
zh: 自訂命令

source: Custom Information
de: Benutzerdefinierter Information
zh: 自定义信息

source: Call Stack
de: Kommandostapel
es: Stack
zh: 调用堆栈

source: Methods
de: Methoden
zh: 方式

source: Update
de: Auto-Update
es: Actualizar
it: Aggiornare
zh: 更新

source: Language
de: Sprache
es: Idioma
zh: 語言

source: Charset
de: Zeichensatz
es: Tabla
zh: 字符集

source: Charset/ACP
de: Diagramm
zh: 圖表

source: Install Language
de: Sprache
zh: 語言

source: UI Language
de: Sprache
zh: 語言

source: UI Language
de: Sprache
zh: 語言

source: Network Header
de: Netzwerk ist ausgefallen
zh: 不能訪問網路。

source: Network
de: Netzwerk
zh: 網絡

source: IP Address
de: IP-Adresse
zh: IP 位址

source: IP Address
de: IP-Adresse
zh: IP 位址

source: Submask
de: Sortieren nach Maske
zh: 由遮罩排序

source: Gateway
es: Método de Pago
zh: 閘道

source: Display DPI
de: Eingestellte DPI
zh: 顯示與網格

source: Video Card
de: Grafikkarte
zh: 显示卡

source: Video Card
de: Grafikkarte
zh: 显示卡

source: Printer
de: Drucker
zh: 打印机

source: Virtual Machine
de: Virtuelle Maschine
es: Máquina virtual
zh: 虛擬機器

source: Virtual Machine
de: Virtuelle Maschine
es: Máquina virtual
zh: 虛擬機器

source: Operating System Header
de: Spaltenüberschrift
zh: 操作終止

source: Operating System
de: Betriebssystem
zh: 作業系統

source: Type
de: Typ
zh: 类型

source: Edition
zh: 版本

source: Edition
de: 7.26.00 Professional Edition
zh: 版本

source: Update
de: Aktualisieren
zh: 更新

source: Free Memory
de: Freier Speicher
es: Memoria libre
zh: 可用内存

source: Free Memory
de: Freier Speicher
es: Memoria libre
zh: 可用内存

source: Total Disk
de: Insgesamt
zh: 總計

source: System Up Time
de: Zeit
zh: 系統變數

source: Processor
de: Prozessor
zh: 处理器

source: Processor
de: Prozessor
zh: 处理器

source: Display Mode
de: Anzeigemodus
zh: 显示模式

source: Display Mode
de: Anzeigemodus
zh: 显示模式

source: Company
de: Unternehmen
es: Empresa
it: Azienda
zh: 公司

source: Privileges
de: Privilegien
es: Privilegios
zh: 权限

source: Privileges
de: Privilegien
zh: 權益

source: Active Controls Header
de: &Header
zh: 選定的控制項

source: Active Controls
de: Steuerelemente
zh: 選定的控制項

source: Form Class
de: Formularklasse
zh: FormSplash

source: Form Text
de: Anpassung Form
es: Texto del formulario
zh: 表格文本

source: Form Text
de: Anpassung Form
zh: 表格文本

source: Control Class
de: Picture-control
zh: 控制項

source: Control Class
de: Picture-control
zh: 控制項

source: Control Text
de: Picture-control
zh: 控制 C 命中

source: Control Text
de: Picture-control
zh: 控制 C 命中

source: Computer Header
zh: 列標題

source: Computer
zh: 电脑

source: Name
zh: 欄位名稱

source: Status
zh: 状态

source: Status
es: Estado
it: Stato
zh: 狀態

source: Note
de: Hinweis
zh: GTD

source: Note
de: HINWEIS
zh: 注意

source: Sent
de: Gesendet
es: No todos los bytes enviados.
zh: 发送

source: Sent
de: Gesendet
es: Enviada
zh: 發送

source: User Header
de: &Header
zh: 標題

source: Email
de: E-Mail-Adresse
zh: 电子邮箱

source: Company
de: Unternehmen
zh: 公司

source: Exception
de: Ausnahme
zh: 例外

source: Date
de: Datum
zh: 按时间排列

source: Address
de: Zugriffsverletzung bei Adresse % p. %s Adresse %p
zh: 地址

source: Module Name
de: Modulname
es: Módulo de código
zh: 模块名

source: Module Name
de: Modulname
zh: 模块名

source: Module Version
de: Code-Modul
zh: 版本

source: Message
de: Nächste Nachricht
zh: 留言

source: Message
de: Die Nachricht ist zu lang
es: Mensaje
it: Messaggio
zh: 訊息

source: Count
de: Graf
zh: 計數

source: General Data
de: Allgemeine Daten
zh: 一般数据

source: Application Header
de: Anwendungsheader Application Header
zh: 應用程式功能表

source: Application
de: Anwendung
zh: 應用程式

source: Start Date
de: Startzeit
es: Inicio:
zh: 開始日期

source: Start Date
de: Startzeit
zh: 開始日期

source: Name/Description
de: Beschreibung
zh: 描述

source: Name/Description
de: Beschreibung
zh: 描述

source: Version Number
de: Versionsnummer
zh: 版本号

source: Version Number
de: Versionsnummer
zh: 版本号

source: Parameters
de: Parameter
zh: 参数

source: Parameters
de: Parameter
es: Parámetros
it: Parametri
zh: 參數

source: Compilation Date
de: Erstellt am
zh: 創建日期

source: Compilation Date
de: Erstellt am
zh: 創建日期

source: Up Time
de: Zeit
es: Tiempo
zh: 工作时间

source: Up Time
de: Zeit
zh: 工作时间

source: Exception Header
de: Ausnahme
zh: 異常

source: Failure
de: Fehler
es: Fallo
zh: 失敗

source: Bug closed
de: IBSQL geschlossen
zh: IBSQL 關閉

source: Unknown error.
de: Unbekannter Fehler.
zh: 未知錯誤。

source: Invalid login
de: Ungültige Anmeldedaten
zh: 無效的登入

source: Invalid login request.
de: Ungültiger Login.
zh: 不正確 SOAP 請求

source: Invalid search
de: &Suche
zh: 不正確擁有者

source: Invalid search request.
de: Ungültige Suchanfrage.
zh: 不正確 SOAP 請求

source: Invalid selection
de: Selección inválida
zh: 無效的選擇

source: Invalid selection request.
de: Ungültige Auswahl Anfrage.
zh: 不正確 SOAP 請求

source: Invalid insert
de: Ungültige einfügen
zh: 不正確指標

source: Invalid insert request.
de: Ungültige Anfrage einfügen.
zh: 不正確 SOAP 請求

source: Invalid modify
de: ... ändern
zh: 不正確序號

source: Invalid modify request.
de: Ungültige Anfrage bearbeiten.
zh: 不正確 SOAP 請求

source: Selecting project...
de: Projekt-Verlosung...
zh: 選擇物件

source: Searching message
de: Vorherige Nachricht
zh: 通過標籤搜索模型

source: Searching...
de: Suchen ...
zh: 搜尋中...

source: Modifying message
de: Vorherige Nachricht
zh: 初始化郵件

source: Modifying...
de: Timing...
zh: 時間...

source: Disconnecting message
de: Verbindung wird getrennt
zh: 正在斷開連接。

source: Disconnecting...
de: Verbindung wird getrennt.
zh: 中斷連線中...

source: Disconnected message
de: Getrennte Nachricht
zh: 已中斷連線。

source: Send Messages
de: Nachrichten senden
zh: 发送消息

source: Success
de: Erfolg
es: Éxito
zh: 成功

source: Success with link
de: Verknüpfungseigenschaften
zh: 存取違規

source: Sending bug report...
de: Gesamten Bericht...
zh: 保存子報表 (&A)

source: Resolving message
de: Auflösen von Hostnamen
zh: 解決主機名稱 %s。

source: Login message
de: Login
zh: 下一條消息

source: Logging in...
de: Wird angemeldet...
zh: 登入中...

source: Connecting message
de: Anschluss an %s
zh: 連接被拒絕。

source: Connecting to server...
de: Verbindung zum Server...
zh: 連接到 %s。

source: Connected message
de: Nicht verbunden
zh: 下一條消息

source: Connected to server.
de: Nicht verbunden.
zh: 連接到 %s。

source: Sending message
de: Nachricht wird versendet
zh: 消息发送中

source: Sending message...
de: Nachricht wird gesendet...
zh: 初始化郵件

source: Sent message
de: Gesendete Nachricht
zh: 下一條消息

source: Message sent.
de: Label-Nachricht.
zh: 信息发送.

source: Select project message
de: Projekt-Verlosung
zh: 選擇圖像的所有物件

source: Console Dialog
de: Befehlskonsole
zh: 字體對話方塊

source: Bug Report Reference
de: Ungültiger Verweis
zh: 報告樹

source: Send Consent
de: Senden an
zh: 標準元件

source: Reproduce dialog
de: Scan-Dialog-Fenster ausblenden
zh: 去打開對話方塊

source: Request message
de: Update-Anfrage
zh: 下一條消息

source: OK Button
de: OK-Schalter
zh: 确定按钮

source: Send Dialog
de: Senden an
zh: 字體對話方塊

source: Terminate message
de: Label-Nachricht
zh: 下一條消息

source: Terminate %s
de: Hermite
zh: 埃爾米特

source: "Please..." message
de: "Bitte ..." Nachricht
zh: 上一封郵件

source: Please tell us about this problem.
es: Por favor díganos acerca de este problema.
zh: 这个问题请告知我们。

source: Details message
zh: 下一條消息

source: "Email address" text 1
de: "E-Mail-Adresse" Text 1
zh: 電子郵件地址不是正確的 ！

source: E-mail address (optional):
de: E-Mail Adresse (optional):
zh: 電子郵件地址不是正確的 ！

source: "Email address" text 2
de: "E-Mail-Adresse" Text 2
zh: 電子郵件地址不是正確的 ！

source: E-mail address (mandatory):
de: E-Mail-Adresse (Pflichtfeld):
zh: 電子郵件地址不是正確的 ！

source: &Restart
de: &Neu starten
zh: 重启

source: Details Button
zh: 説明按鈕

source: Internet message
de: Vorherige Nachricht
zh: 下一條消息

source: Screenshot message
de: Vorherige Nachricht
zh: 下一條消息

source: Copy message
de: Nachricht kopieren
zh: 复制消息

source: &Copy to Clipboard
de: Dateien in Zwischenablage kopieren
zh: &复制到剪贴板

source: Support message
de: Label-Nachricht
zh: 支持信息

source: Error message
de: Fehlermeldung
zh: 錯誤訊息

source: Restart message
de: Neu starten
zh: 下一條消息

source: Restart %s
de: Quizz erneut starten
zh: 重新開始測驗

source: Modules Information
de: Modulinformation
zh: 資訊

source: Processes List Caption
de: &Liste
zh: 進程開始

source: Processes
de: Prozesse
zh: 流程

source: Processes List Header
de: &Liste
zh: 啟動進程

source: Processes Information
de: Informationen
zh: 印表機資訊

source: Asembler Caption
de: Beschriftung
zh: 設置的標題

source: Assembler
es: Ensamblador
zh: 汇编器

source: Assembler Information
de: Informationen
zh: 資訊

source: CPU Caption
de: Beschriftung
zh: 標題

source: CPU Header
de: &Header
zh: 標題

source: CPU Information
de: Informationen
zh: 資訊

source: Terminate Button
de: Fügen Sie &Taste
zh: 更多的按鈕

source: &Terminate
de: &Beenden
zh: 埃爾米特

source: Restart Button
de: Neu starten
zh: 新建按鈕

source: General Caption
de: Allgemeine Daten
zh: 常規設置

source: General Header
zh: 一般页眉

source: General Information
de: Allgemeine Informationen
zh: 常規信息

source: Call Stack Caption
de: Stack-Überlauf
zh: 設置的標題

source: Call Stack Header
de: &Header
zh: 列標題

source: Call Stack Information
de: Informationen
zh: 資訊

source: Leaks Caption
de: Beschriftung
zh: 設置的標題

source: Leaks Header
de: &Header
zh: 標題

source: Leaks Information
de: Informationen
zh: 資訊

source: Modules List Caption
de: &Liste
zh: 設置的標題

source: Modules
de: Module
zh: 模組

source: Don't Send Button
de: Fügen Sie &Taste
zh: 更多的按鈕

source: Custom Button
de: Custom
zh: 自定义按钮

source: Help Button
de: Schaltfläche Hilfe
es: Botón de ayuda
it: Pulsante di aiuto
zh: 説明按鈕

source: Default name 1
de: Standardname 1
zh: 預設鎢

source: The application
de: Der Anwendung
zh: 應用程式

source: Default name 2
de: Standardname 2
zh: 預設鎢

source: Invalid email
de: Ungültige E-Mail-Adresse
zh: 無效的電子郵件

source: Invalid email.
de: Ungültige E-Mail-Adresse.
zh: 无效的电邮地址。

source: FD
zh: 文件描述符

source: Right-To-Left
de: Von rechts nach links
zh: 從右向左

source: Information.
de: Informationen.
zh: 資訊

source: Question
de: Frage
zh: 問題

source: Question.
de: Auflösung.
zh: 決議

source: Error.
de: Fehler.
zh: 错误。

source: Error occurred
de: Fehler aufgetreten
zh: 發生了錯誤

source: Send Button
de: Senden an
zh: 新建按鈕

source: &Send Error Report
de: &Bericht
zh: 打開報表

source: Hardware
zh: 硬體

source: Setup
es: Ajuste
zh: 設定

source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
zh: 设置

source: a
de: eine
zh: 一个

source: Port
de: Kommunikations-Port im Einsatz
es: Puerto
it: Porta
zh: 端口

source: Baud rate
de: Preis
es: Velocidad de baudios
zh: 波特率

source: Data bits
de: Bit
es: Dits de datos
it: Bit di dati
zh: 位元

source: Stop bits
de: Di-Stop Bits
es: Bits de Parada
it: Bit di stop
zh: 停止

source: Parity
de: Parität
es: Paridad
it: Parità
zh: 奇偶性

source: Flow control
de: Durchflusssteuerung
es: Control del flujo
it: Regolazione del flusso
zh: 行計數

source: Block Underline
de: Block
es: Subrayado de bloque
it: Sottolineatura
zh: 底線

source: ASCII Settings
de: ASCII-Einstellungen
es: ASCII Ajustes
it: Impostazioni ASCII
zh: 設置

source: Terminal Settings
de: Firmeneinstellungen
es: Terminal Ajustes
it: Impostazioni terminale
zh: 常規設置

source: Emulation
de: Bericht-Emulation-Text-Datei
es: Emulación
it: Emulazione
zh: 模擬

source: Cursor keys
de: Pfeiltaste
es: Tecla de dirección
it: Tasti freccia
zh: 光标键

source: ColumnCaption
de: Beschriftung
es: Subtítulo de la columna
it: Didascalia della colonna
zh: 標題

source: Use * to represent any series of characters
de: Verwenden Sie * zum Darstellen von einer Reihe von Zeichen
es: Utilice * para representar cualquier serie de caracteres
it: Usare * per rappresentare ogni serie di caratteri
zh: 使用*代替任意字符串

source: Use ? to represent any single character
de: Ein beliebiges einzelnes Zeichen darstellen
es: Utilizar ? Para representar cualquier carácter
it: Usare ? per rappresentare qualsiasi carattere singolo
zh: 代表任意單個字元

source: &Or
de: &ODER
es: &O
it: &O
zh: 與確定 (&O)

source: Browse for Folder
de: Suchen nach Verzeichnis
es: Busca por carpetas
it: Ricerca cartella
zh: 浏览文件夹

source: Current Folder
de: Aktuelles Datenverzeichnis
es: Carpeta actual
it: Cartella corrente
zh: 創建資料夾

source: Register
de: Registrieren Sie sich
es: Registro
it: Registra
zh: 登記冊

source: Manual Registration
de: Manuelle Registrierung
es: Registro Manual
it: Registrazione manuale
zh: 不正確註冊

source: Alo Photo Scan 4
de: Alo Foto Scan 4
zh: 勞工事務主任照片掃描

source: Serial Number
de: Seriennummer
es: Número de serie
it: Numero di serie
zh: 樣式編號

source: License Type
de: Lizenzart
es: Tipo de licencia
it: Tipo di Licenza
zh: 授權類型

source: E-Mail
zh: 電子郵件

source: Hardware ID
es: Identificación del hardware
it: ID hardware
zh: 硬件ID

source: Organization
de: Firma oder Organisation
es: Organización
it: Azienda
zh: 組織

source: Registration Code
de: Registrationscode
es: Código de registro
it: Codice di registrazione
zh: 註冊確定

source: Software Registration
de: Software
es: Registro de usuario
it: Registrazione del software
zh: 使用者註冊

source: Add Item
de: Fügen Sie &Artikel
es: Añadir y artículo
it: Aggiungi elemento
zh: 增加項目

source: Categories Commands
de: Kategorien Befehle
es: Categorías Comandos
it: Categorie di comandi
zh: 美食 & 也是用於海上︰

source: Add
de: &Fügen
es: Añadir
it: Aggiungi
zh: 增加

source: Insert
de: &Einfügen
es: Insertar
it: Inserire
zh: 插入

source: Items Visible:
de: Artikel:
es: Artículos visibles:
it: Elementi visibili:
zh: 可見

source: Rename
de: &Umbenennen
es: Cambia&r Nombre
it: Rinominare
zh: 重新命名

source: SubMenu Editor
de: Untermenü-Editor
it: Sottomenu Editor
zh: 子功能表編輯器...

source: Add Group (Ins)
de: Fügen Sie &Gruppe(Ins)
es: Agregar grupo (Ins)
it: Aggiungi gruppo (Ins)
zh: 添加組

source: &Add...
de: Hinzufügen...
es: &Añadir...
it: &Aggiungi...
zh: (&A)添加...

source: Delete Group (Del)
de: Gruppe löschen (Del)
es: Eliminar grupo (Del)
it: Elimina gruppo (Del)
zh: 刪除組

source: Move Down Group
de: Nach unten verschieben
es: Mover hacia abajo
it: Spostare il gruppo verso il basso
zh: 向下移動

source: Move Up Group
de: Nach oben
es: Mover hacia arriba Grupo
it: Spostarsi il gruppo verso l'alto
zh: 向上移動

source: Move Up Item
de: Nach oben
es: Mover el tema
it: Spostarsi verso l'alto gli elementi
zh: 向上移動

source: Groups
de: Gruppen
es: Grupos
it: Gruppi
zh: 小组

source: Items
de: Artikel
es: Productos
it: Elementi
zh: 项目

source: Panel7
de: Panel1
zh: Panel1

source: Key Tips
de: &Tipps
es: Consejos clave
it: Suggerimenti chiave
zh: 小貼士 (&T)

source: tbGroupItems
es: tbElementos del grupo de la tuberculosis
it: tbElementiGruppi
zh: 團體

source: tbGroups
es: tbGrupos
it: tbGruppi
zh: 團體

source: ToolButton8
es: Botón de herramienta 8
it: PulsanteStrumento8
zh: ToolButton1

source: All commands
de: Alle Befehle
es: Todos los comandos
it: Tutti i comandi
zh: 命令

source: Caption:
de: &Beschriftung:
es: Encabezado:
it: Didascalia:
zh: 说明文字：

source: Name:
es: Nombre:
it: Nome:
zh: 姓名：

source: Type:
de: Art:
es: Tipo:
it: Tipo:
zh: 類型:

source: acAddGroup
de: acGruppehinzufügen
es: acAgregar grupo
it: acAggiungiGruppo
zh: 添加組

source: acCollapseAll
de: acAllesReduzieren
es: acContraer todo
it: acComprimitutto
zh: 全部折疊

source: acDelete
de: acLöschen
es: acEliminar
it: acElimina
zh: 刪除

source: acExpandAll
de: acAlle aufklappen
es: acExpandir todo
it: acEspandiTutto
zh: 全部展開

source: gbGroups
de: gbGruppen
es: gpGrupos
it: gbGruppi
zh: 團體

source: gbItems
de: gbArtikel
es: gblArtículos
it: gbElementi
zh: 專案

source: ToolBar1
de: Symbolleiste1
it: Barre degli strumenti1
zh: 工具条1

source: About
de: Über
es: Acerca de
it: Info
zh: 關於

source: Add Video File
de: Video-Datei hinzufügen
es: Agregar archivo de vídeo
it: Aggiungi File Video
zh: 添加視頻檔

source: S&ingle
es: S y la ingle
it: S &inglolo
zh: 淺談英格爾 (&I)

source: Camera
de: Kamera
es: Cámara
it: Fotocamera
zh: 相機

source: &Cloud
zh: 雲 (&C)

source: &Generate
de: &Generieren
es: &Generar
it: &Genera
zh: 與生成 (&G)

source: &Video
zh: 視頻(&V)

source: &Get Picture
de: &Nehmen
es: &Tomar
it: &Scatta Foto
zh: 獲取圖片 (&G)

source: E&qualize
de: &Entzerren
es: &Ecualizar
it: E&qualizza
zh: 均衡 (&Q)

source: &Filters
de: &Filter
es: &Filtros
it: &Filtri
zh: 與篩選器 (&F)

source: Magic Crop
de: Magische Pflanzen
es: Cultivo mágico
it: Ritaglia
zh: 神奇的作物

source: Rotate &Left
de: Drehen &links
es: &Rotar Izquierda
it: Ruota &sinistra
zh: 旋轉與左

source: Rotate &Right
de: Drehen &rechts
es: &Rotar Derecha
it: Ruota &destra
zh: 旋轉與正確

source: &White Back
de: &Weiß zurück
es: &Fondo Blanco
it: &Sfondo Bianco
zh: 白背 (&W)

source: &Live
zh: 生活 (&L)

source: &Multiple
de: &Mehrere
es: &Múltiples
zh: 與多個 (&M)

source: &Preview
de: &Vorschau
es: &Vista preliminar
it: &Anteprima
zh: 與預覽 (&P)

source: 180° Rotating Arm
de: 180° drehen Arm
es: Brazo giratorio de 180°
it: Braccio girevole a 180°
zh: 180 ° 旋轉臂

source: 360° Rotating Camera
de: 360° drehen Kamera
es: Cámara giratoria de 360°
it: Telecamera rotante a 360°
zh: 360 ° 旋轉相機

source: 360° Rotating Table
de: 360° Drehung Tisch
es: Mesa giratoria de 360°
it: Tavola rotante a 360°
zh: 360 ° 旋轉表

source: Spin
es: De la vuelta
zh: 自旋

source: &Start
de: &Starten
es: &Empezar
it: &Avvia
zh: 與開始 (&S)

source: S&top
de: S&oben
es: S y la parte superior
it: &Ferma
zh: 停止 (&T)

source: &Unselect All
de: &Alle deaktivieren
es: &Deseleccionar todo
it: &Deseleziona tutti
zh: 與取消全選 (&U)

source: Take All Shots
de: Nehmen Sie alle Aufnahmen
es: Tomar todos los tiros
it: Prendere tutti i colpi
zh: 所有拍攝

source: Take No Shots
de: Nehmen Sie keine Aufnahmen
es: No tomar tomas
it: Non prendere scatti
zh: 拿不出手

source: WebService
zh: Web 服務

source: Pause Camera
de: Pause-Kamera
es: Pausa de habitaciones
it: Camera in pausa
zh: 新相機

source: Table 360°
de: Tabelle-360 °
es: Mesa 360 °
it: Tabella a 360 °
zh: 表 360 °

source: ## Layer(s)
es: ##Capas(s)
zh: 圖層︰

source: Lock Preview on Move
de: Sperre Vorschau unterwegs
es: Vista previa de bloqueo en movimiento
zh: 關於移動鎖定預覽

source: Bounce
es: Despedida
it: Rimbalzo
zh: 反彈

source: Capture Scale
de: Maßstab erfassen
es: Escala Captura
it: Cattura scala
zh: 捕獲規模
