Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Cannot Drop System Index
de: Systemindex kann nicht gelöscht werden
es: No se puede borrar sistema índice
it: Impossibile eliminare l'indice di sistema
zh: 不能刪除系統索引

source: Table Name Mismatch
de: Tabelle-Namenskonflikt
es: Coincidencia de nombre de tabla
it: Mancata corrispondenza del nome di tabella
zh: 表名稱不匹配

source: Index Field Missing
de: Indexfeld fehlt
es: Campo de índice de falta
it: Campo indice mancante
zh: 缺少的索引欄位

source: Cannot Cancel events while processing
de: Veranstaltungen während der Verarbeitung kann nicht abgebrochen werden
es: No es posible cancelar los eventos mientras que procesa
it: Non è possibile annullare gli eventi durante l'elaborazione
zh: 不能取消時處理事件

source: Invalid Event
de: Ungültiges Ereignis
es: Evento no válido
it: Evento non valido
zh: 不正確事件

source: Exceded Maximum Event limits
de: Exceded maximale Veranstaltung Grenzen
es: Evento máximo se ha superado el límite
it: Limiti di quanto ci aspettavamo massimo evento
zh: 超出最大事件限制

source: No Events Registered
de: Keine Ereignisse registriert
es: No hay eventos registrados
it: Nessun evento registrato
zh: 沒有註冊的事件

source: Invalid Queueing
de: Ungültige Queueing
es: Cola no válido
it: Fare la coda non valida
zh: 不正確排隊

source: Invalid Registration
de: Ungültige Registrierung
es: Registro no válido
it: Registrazione non valida
zh: 不正確註冊

source: Invalid Batch Move
de: Ungültige Batch verschieben
es: Medida de lote no válido
it: Mossa di Batch non valido
zh: 不正確批次處理移動

source: SQL Dialect Invalid
de: SQL-Dialekt ungültig
es: Inválido de dialecto SQL
it: Invalid dialetto SQL
zh: SQL 方言無效

source: User abort
de: Benutzer-Abbruch
es: Interrupción de usuario
it: Interruzione utente
zh: 使用者中止

source: Data set is uni-directional
de: Datensatz ist Uni-direktional
es: Conjunto de datos es unidireccional
it: Set di dati è uni-direzionale
zh: 資料集是單向

source: Cannot create shared resource. (Windows error %d)
de: Gemeinsam genutzte Ressource kann nicht erstellt werden. (Windows-Fehler %d)
es: No se puede crear el recurso compartido. (Error de Windows %d)
it: Non è possibile creare la risorsa condivisa. (Errore di Windows %d)
zh: 無法創建共用的資源。（Windows 錯誤 %d）

source: Windows API error. (Windows error %d [$%.8x])
de: Windows-API-Fehler. (Windows-Fehler %d [$%.8x])
es: Error de API de Windows. (Error de Windows %d [$%.8x])
it: Errore di Windows API. (Errore di Windows %d [$%.8x])
zh: Windows API 錯誤。（Windows 錯誤 %d [$%.8x]）

source: Column lists do not match
de: Listen mit Spalten stimmen nicht überein
es: Columna de listas no coinciden
it: Elenchi di colonna non corrispondono
zh: 列清單不匹配

source: Column types don't match. (From index: %d; To index: %d)
de: Spaltentypen stimmen nicht überein. (Index: %d; Index: %d)
es: No coinciden los tipos de columna. (Índice: %d; Índice: %d)
it: Tipi di colonna non corrispondono. (Da indice: %d; Indice: %d)
zh: 列類型不匹配。(從索引: %d;索引: %d)

source: Can't end a shared transaction unless it is forced and equal to the transaction's TimeoutAction
de: Eine gemeinsame Transaktion kann nicht beendet werden, es sei denn gezwungen und gleich die Transaktion TimeoutAction
es: No puede terminar una transacción compartida a menos que sea forzado e igual a TimeoutAction de la transacción
it: Non è possibile terminare una transazione condivisa a meno che non è forzata e uguale a TimeoutAction della transazione
zh: 不能結束共用的事務，除非它是強迫和等於交易 TimeoutAction

source: Circular DataLink Reference
de: Zirkelverweis DataLink
es: Referencia circular de DataLink
it: Riferimento circolare DataLink
zh: 資料鏈的循環參考

source: Empty SQL Statement
de: Leere SQL-Anweisung
es: Instrucción SQL vacío
it: Istruzione SQL vuoto
zh: 空的 SQL 語句

source: use Open for a Select Statement
de: offen für eine Select-Anweisung verwenden
es: uso abierto para una instrucción Select
it: utilizzare Apri per un'istruzione Select
zh: 使用 Select 語句打開

source: Required Param value not set
de: Erforderlichen Parameter-Wert nicht festgelegt
es: Parámetro valor no establecido
it: Richiesto Param valore non impostato
zh: 未設置所需的參數值

source: No Stored Procedure Name assigned
de: Keine gespeicherten Prozedurname zugewiesen
es: No nombre del procedimiento almacenado asignado
it: Nessun nome di Stored Procedure assegnate
zh: 沒有分配的預存程序名稱

source: use ExecProc for Procedure; use TQuery for Select procedures
de: verwenden Sie ExecProc; Verwenden Sie TQuery für ausgewählte Verfahren
es: utilice ExecProc para el procedimiento; Utilice TQuery para seleccionarlos procedimientos
it: utilizzare ExecProc per procedura; utilizzare TQuery per procedure di selezione
zh: 使用 ExecProc 的過程;TQuery 用於選擇程式

source: Update Failed
de: Update fehlgeschlagen
es: Error de actualización
it: Aggiornamento non riuscito
zh: 更新失敗

source: CachedUpdates not enabled
de: CachedUpdates nicht aktiviert
es: CachedUpdates no permitido
it: CachedUpdates non attivato
zh: CachedUpdates 未啟用

source: Blob stream cannot be read
de: BLOB-Datenstrom kann nicht gelesen werden
es: No se puede leer la secuencia de BLOB
it: Non è possibile leggere il flusso di dati BLOB
zh: 不能讀取 blob 流

source: Blob stream cannot be written
de: BLOB-Datenstrom kann nicht geschrieben werden
es: No se puede escribir la secuencia de BLOB
it: Flusso di dati BLOB non può essere scritto
zh: 不能寫入 blob 流

source: Empty query
de: Leere Abfrage
es: Consulta vacía
it: Query vuota
zh: 空查詢

source: Cannot "open" a non-select statement. Use ExecQuery
de: Kann "eine nicht-Select-Anweisung nicht öffnen". Verwenden Sie ExecQuery
es: No se puede "abrir" una declaración select no. Uso ExecQuery
it: Non è possibile "aprire" un'istruzione non select. Utilizzare ExecQuery
zh: 不能"打開"非選擇語句。使用 ExecQuery

source: No access to field "%s"
de: Kein Zugriff auf "%s" Feld"
es: No hay acceso al campo "%s"
it: Nessun accesso al campo "%s"
zh: 沒有機會獲得欄位"%s"

source: Field "%s" is read-only
de: Feld "%s" ist schreibgeschützt
es: Campo "%s" es de sólo lectura
it: Campo "%s" è di sola lettura
zh: 欄位"%s"是唯讀

source: Field "%s" not found
de: Feld "%s" nicht gefunden
es: Campo "%s" no encontrado
it: Campo "%s" non trovato
zh: 欄位"%s"找不到

source: Not in edit mode
de: Nicht im Edit-Modus
es: No en modo de edición
it: Non in modalità di modifica
zh: 不處於編輯模式

source: Cannot insert into dataset. (No insert query)
de: In Dataset kann nicht eingefügt werden. (Keine Insert-Abfrage)
es: No puede insertar en el conjunto de datos. (Sin consulta de insert)
it: Non è possibile inserire nel dataset. (Nessuna query di inserimento)
zh: 無法插入資料集。（沒有插入查詢）

source: Cannot post. (No update/insert query)
de: Nicht buchen. (Kein Update/Insert-Abfrage)
es: No se puede publicar. (No consulta de update/insert)
it: Non puoi postare. (Nessuna query di aggiornamento o inserimento)
zh: 不能發佈。（沒有更新/插入查詢）

source: Cannot update. (No update query)
de: Kann nicht aktualisiert werden. (Keine Update-Abfrage)
es: No se puede actualizar. (Sin consulta de actualización)
it: Non è possibile aggiornare. (Nessuna query di aggiornamento)
zh: 不能更新。（沒有更新查詢）

source: Cannot delete from dataset. (No delete query)
de: Dataset kann nicht gelöscht werden. (Keine Delete-Abfrage)
es: No se puede eliminar del conjunto de datos. (Ninguna consulta de borrado)
it: Non è possibile eliminare dal dataset. (Nessuna query di eliminazione)
zh: 無法從資料集中刪除。（沒有刪除查詢）

source: Cannot refresh row. (No refresh query)
de: Zeile kann nicht aktualisiert werden. (Keine Abfrage aktualisieren)
es: No puede actualizar la fila. (Ninguna consulta de actualización)
it: Impossibile aggiornare la riga. (Nessuna query di aggiornamento)
zh: 無法刷新行。（沒有刷新查詢）

source: Buffer not set
de: Puffer wurde nicht festgelegt
es: Almacenador intermediario no establecido
it: Buffer non impostato
zh: 緩衝區未設置

source: Circular references not permitted
de: Zirkuläre Verweise nicht gestattet
es: Referencias circulares que no permitidas
it: Riferimenti circolari non consentiti
zh: 不允許循環參考

source: SQL Parse Error: %s
it: Errore di analisi SQL: %s
zh: SQL 解析錯誤: %s

source: Database not assigned
de: Datenbank nicht zugewiesen
es: Base de datos no asignado
it: Database non assegnato
zh: 資料庫未分配

source: Transaction not assigned
de: Transaktion nicht zugewiesen
es: Transacción no asignado
it: Transazione non assegnato
zh: 不分配事務

source: XSQLDA index out of range
de: XSQLDA Index außerhalb des gültigen Bereichs
es: Índice XSQLDA fuera de rango
it: Indice XSQLDA fuori gamma
zh: XSQLDA 索引超出範圍

source: XSQLDA name does not exist (%s)
de: XSQLDA Name ist nicht vorhanden (%s)
es: Nombre XSQLDA no existe (%s)
it: XSQLDA nome non esiste (%s)
zh: XSQLDA 名稱不存在 (%s)

source: End of file
de: Ende der Datei
es: Fin del archivo
it: Fine del file
zh: 檔結尾

source: Beginning of file
de: Anfang der Datei
es: Comienzo del archivo
it: All'inizio del file
zh: 檔的開頭

source: Invalid statement handle
de: Ungültige Anweisung Griff
es: Manija de instrucción no válido
it: Handle di istruzione non valida
zh: 語句控制碼無效

source: IBSQL Open
de: IBSQL öffnen
es: IBSQL abierto
zh: IBSQL 開放

source: IBSQL Closed
de: IBSQL geschlossen
es: IBSQL cerrado
it: IBSQL chiuso
zh: IBSQL 關閉

source: Dataset open
de: Dataset geöffnet
es: Conjunto de datos abierto
it: DataSet aperti
zh: 打開資料集

source: Dataset closed
de: Dataset geschlossen
es: Conjunto cerrado
it: DataSet chiuso
zh: 資料集關閉

source: Unknown SQL Data type (%d)
de: Unbekannte SQL-Datentyp (%d)
es: Tipo de datos de SQL desconocido (%d)
it: Tipo di dati SQL sconosciuto (%d)
zh: 未知的 SQL 資料類型 (%d)

source: Invalid column index (index exceeds permitted range)
de: Ungültige Spaltenindex (Index übersteigt zulässigen Bereichs)
es: Índice de columna no válido (índice excede el rango permitido)
it: Indice di colonna non valido (indice supera intervallo consentito)
zh: 不正確列索引 （索引超出允許的範圍）

source: Invalid parameter index (index exceeds permitted range)
de: Ungültiger Parameterindex (Index übersteigt zulässigen Bereichs)
es: Índice de parámetro no válido (índice excede el rango permitido)
it: Indice del parametro non valido (indice supera intervallo consentito)
zh: 不正確參數的索引 （索引超出允許的範圍）

source: Invalid data conversion
de: Ungültige Daten-Konvertierung
es: Conversión de datos no válidos
it: Conversione di dati non validi
zh: 不正確資料轉換

source: Column cannot be set to null (%s)
de: Spalte kann nicht festgelegt werden auf null (%s)
es: Columna no se puede establecer en null (%s)
it: Colonna non può essere impostato su null (%s)
zh: 不能將列設置為 null (%s)

source: Cannot set database
de: Datenbank kann nicht festgelegt werden
es: No se puede establecer la base de datos
it: Non è possibile impostare il database
zh: 不能設置資料庫

source: Cannot set transaction
de: Transaktion kann nicht festgelegt werden
es: No se puede establecer transacciones
it: Non è possibile impostare la transazione
zh: 不能設置事務

source: Operation cancelled at user's request
de: Auf Anforderung des Benutzers abgebrochen
es: Operación cancelada a petición del usuario
it: Operazione annullata su richiesta dell'utente
zh: 在使用者的請求取消操作

source: DPB Constant (isc_dpb_%s) is unsupported
de: DPB konstant (Isc_dpb_ %s) wird nicht unterstützt
es: Constante de DPB (isc_dpb_ %s) no es compatible
it: DPB costante (isc_dpb_ %s) non è supportato
zh: DPB 恒 (isc_dpb_ %s) 是不受支援

source: DPB Constant (%d) is unknown
de: DPB konstant (%d) ist unbekannt
es: Constante de PBD (%d) es desconocido
it: DPB costante (%d) è sconosciuto
zh: DPB 恒 (%d) 是未知

source: TPB Constant (isc_tpb_%s) is unsupported
de: TPB konstant (Isc_tpb_ %s) wird nicht unterstützt
es: Constante de TPB (isc_tpb_ %s) no es compatible
it: TPB costante (isc_tpb_ %s) non è supportato
zh: 城規會恒 (isc_tpb_ %s) 是不受支援

source: TPB Constant (%d) is unknown
de: TPB konstant (%d) ist unbekannt
es: Constante de TPB (%d) es desconocido
it: TPB costante (%d) è sconosciuto
zh: 城規會不斷 (%d) 是未知

source: Cannot perform operation -- DB is not open
de: Kann nicht durchführen--DB ist nicht geöffnet
es: No puede realizar la operación--DB no está abierto
it: Impossibile eseguire l'operazione..--DB non è aperto
zh: 不能執行的操作 — — DB 未打開

source: Cannot perform operation -- DB is currently open
de: Kann nicht durchführen--DB ist derzeit geöffnet
es: No puede realizar la operación--DB está actualmente abierto
it: Impossibile eseguire l'operazione..--DB è attualmente aperta
zh: 不能執行的操作 — — DB 是當前打開

source: Database name is missing
de: Datenbankname fehlt
es: Nombre de la base de datos es que falta
it: Nome del database è mancante
zh: 資料庫名稱是失蹤

source: Transaction is not active
de: Transaktion ist nicht aktiv
es: Transacción no está activa
it: Transazione non è attiva
zh: 事務未處於活動狀態

source: Transaction is active
de: Transaktion ist aktiv
es: Transacción está activa
it: Transazione è attiva
zh: 事務處於活動狀態

source: Timeout values cannot be negative
de: Timeout-Werte dürfen nicht negativ sein
es: Valores de tiempo de espera no pueden ser negativos
it: I valori di timeout non possono essere negativi
zh: 超時值不能為負

source: No databases are listed in transaction component
de: Keine Datenbanken sind in Transaktion Komponente aufgeführt
es: No hay bases de datos se enumeran en componente de transacción
it: Nessun database sono elencato nel componente di transazione
zh: 沒有資料庫中事務元件列出

source: Updating wrong database
de: Falsche Datenbank aktualisieren
es: Actualización de base de datos de mal
it: Aggiornamento dei database errato
zh: 更新錯誤的資料庫

source: Updating wrong transaction. Unique transaction expected in set
de: Falsche Transaktion aktualisiert. Einmalige Transaktion erwartet im set
es: Actualización de transacción incorrecta. Transacción en conjunto
it: Aggiornamento transazione errata. Previsto nel set univoco della transazione
zh: 更新錯誤交易。獨特的交易預計在集

source: Plan:
it: Piano:
zh: 計畫︰

source: Plan: Can't retrieve plan - too large
de: Plan: Plan - zu groß kann nicht abgerufen werden
es: Plan: No se puede recuperar plan - demasiado grande
it: Piano: Non è possibile recuperare il piano - troppo grande
zh: 計畫︰ 不能檢索計畫-太大

source: : [Commit (Hard commit)]
de: : [Commit (harte Commit)]
es: : [Commit (commit duro)]
zh: : [提交 （硬提交）]

source: : [Commit retaining (Soft commit)]
de: : [Begehen Beibehaltung (weiche Commit)]
es: : [Commit (commit Soft) de retención]
it: : [Commit mantenendo (Soft commit)]
zh: : [承諾保留 （軟提交）]

source: : [Rollback]
de: : [Zurücksetzen]
es: : [Deshacer]
zh: : [回滾]

source: : [Rollback retaining (Soft rollback)]
de: : [Rollback Beibehaltung (weiche Rollback)]
es: : [Deshacer (rollback suave) de retención]
it: : [Rollback mantenendo (Soft rollback)]
zh: : [回滾保留 （軟回滾）]

source: : [Start transaction]
de: : [Transaktion starten]
es: : [Iniciar transacción]
it: : [Avvia la transazione]
zh: : [啟動事務]

source: [Application:
de: [Anwendung:
es: [Aplicación:
it: [Applicazione:
zh: [應用程式︰

source: InterBase library %s not found in the path. Please install InterBase to use this functionality
de: InterBase Bibliothek %s nicht im Pfad gefunden. Bitte installieren Sie InterBase um diese Funktion verwenden
es: Biblioteca de interBase %s no encontrado en el camino. Por favor, instale InterBase para usar esta funcionalidad
it: InterBase libreria %s non trovato nel percorso. Si prega di installare InterBase per utilizzare questa funzionalità
zh: InterBase 庫路徑中找不到 %s。請安裝那個檔並且要使用此功能

source: InterBase Install DLL ibinstall.dll not found in the path. Please install InterBase 6 to use this functionality
de: InterBase installieren DLL ibinstall.dll nicht im Pfad gefunden. Bitte installieren Sie InterBase 6 um diese Funktion verwenden
es: InterBase instalar DLL ibinstall.dll que no se encuentra en el camino. Por favor, instale InterBase 6 para usar esta funcionalidad
it: InterBase installare DLL ibinstall. dll non trovato nel percorso. Si prega di installare InterBase 6 per utilizzare questa funzionalità
zh: InterBase 安裝 DLL ibinstall.dll 路徑中找不到。請安裝那個檔並且 6 若要使用此功能

source: %s is an InterBase 6 function. Please upgrade to InterBase 6 to use this functonality
de: %s ist eine InterBase 6-Funktion. Bitte ein upgrade auf InterBase 6, diese Functonality zu verwenden
es: %s es una función de InterBase 6. Por favor actualizar a InterBase 6 para utilizar este software
it: %s è una funzione di InterBase 6. Si prega di aggiornare per InterBase 6 per utilizzare questa funzionalità
zh: %s 是那個檔並且 6 功能。請升級到那個檔並且 6 使用此 functonality

source: Unsupported feature
de: Nicht unterstützte Funktion
es: Función no compatible
it: Funzionalità non supportata
zh: 不支援的功能

source: Not permitted
de: Nicht gestattet
es: No permitido
it: Non consentito
zh: 不允許

source: Temporary file access error
de: Temporäre Datei Zugriffsfehler
es: Error de acceso de archivo temporal
it: Errore di accesso del file temporaneo
zh: 暫存檔案訪問錯誤

source: Database connection timed out
de: Datenbank-Verbindung Timeout
es: Agotado el tiempo de conexión de base de datos
it: Timeout della connessione al database
zh: 資料庫連接超時

source: Record not found
de: Datensatz wurde nicht gefunden
es: Registro no encontrado
it: Record non trovato
zh: 找不到記錄

source: BCD overflow
de: BCD-Überlauf
es: Desbordamiento de BCD
it: Overflow di BCD
zh: BCD 溢出

source: %s is not a valid BCD value
de: %s ist kein gültiger BCD Wert
es: %s no es un valor BCD válido
it: %s non è un valore valido di BCD
zh: %s 不是有效的 BCD 值

source: Could not parse SQL TimeStamp string
de: SQL TimeStamp Zeichenfolge konnte nicht analysiert werden
es: No podría analizar cadena SQL TimeStamp
it: Non può analizzare la stringa SQL TimeStamp
zh: 無法解析 SQL 時間戳記字串

source: Invalid SQL date/time values
de: Ungültige SQL-Datum/Uhrzeit-Werte
es: Valores de fecha y hora SQL no válidos
it: Valori di data/ora SQL non validi
zh: 不正確 SQL 日期/時間值

source: [Misc]
zh: [雜項]

source: [Error]
de: [Fehler]
it: [Errore]
zh: [錯誤]

source: : [Attach]
de: : [Legen]
es: : [Adjuntar]
zh: : [連接]

source: : [Detach]
de: : [Trennen]
es: : [Quitar]
zh: : [分離]

source: : [Query]
de: : [Anfrage]
es: : [Consulta]
zh: : [查詢]

source: : [Start]
zh: : [開始]

source: : [Execute]
de: : [Ausführen]
es: : [Ejecutar]
zh: : [執行]

source: : [Fetch]
de: : [Holen]
es: : [Buscar]
it: : [Scarica]
zh: : [獲取]

source: : [Prepare]
de: : [Bereiten]
es: : [Preparar]
it: : [Preparazione]
zh: : [準備]

source: Arithmetic in filter expressions not supported
de: Arithmetik in Filterausdrücken nicht unterstützt
es: Aritmética en expresiones de filtro no admitida
it: Aritmetica in espressioni di filtro non supportato
zh: 演算法中不受支援的篩選器運算式

source: Expression is not an aggregate expression
de: Ausdruck ist kein Aggregatausdruck
es: Expresión no es una expresión agregada
it: Espressione non è un'espressione di aggregazione
zh: 運算式不是聚合的運算式

source: Constant is not correct type %s
de: Konstante ist nicht korrekt Typ %s
es: Constante es el tipo correcto no %s
it: Costante è il tipo non corretto %s
zh: 不變的是不正確的類型 %s

source: Aggregate expressions not allowed in filters
de: Aggregatausdrücke im Filter nicht erlaubt
es: Expresiones de agregado no permitidas en filtros
it: Espressioni di aggregazione non ammessi nei filtri
zh: 在篩選器中不允許的聚合運算式

source: IN predicate list may not be empty
de: IM Prädikat Liste darf nicht leer sein
es: EN el predicado lista no puede estar vacío
it: NELL'elenco predicato non può essere vuota
zh: 在謂詞清單不能為空

source: Invalid use of keyword
de: Ungültige Verwendung des Schlüsselwortes
es: Uso no válido de palabra clave
it: Utilizzo non valido della parola chiave
zh: 使用不正確關鍵字

source: Parameter '%s' not found
de: Parameter "%s" nicht gefunden
es: Parámetro '%s' no encontrado
it: Parametro '%s' non trovato
zh: 參數 %s 找不到

source: Unable to load bind parameters
de: Nicht in der Lage, Bind-Parameter laden
es: No se puede cargar parámetros bind
it: Impossibile caricare associare parametri
zh: 無法載入的綁定參數

source: Field '%s' is of an unsupported type
de: Feld "%s" ist von einer nicht unterstützten Typ
es: Campo '%s' es de un tipo no compatible
it: Campo '%[NULL] s'è di un tipo non supportato
zh: 欄位 %s 是類型的不受支援

source: SQL not supported
de: SQL nicht unterstützt
es: SQL no admitida
it: SQL non supportato
zh: SQL 不支援

source: Execute not supported
de: Führen nicht unterstützt aus
es: Ejecutar no soportado
it: Eseguire non supportati
zh: 執行不受支援

source: Field '%s' is not the correct type of calculated field to be used in an aggregate, use an internalcalc
de: Feld "%s" ist nicht vom richtigen Typ des berechneten Feldes in einem Aggregat verwendet werden, verwenden Sie eine internalcalc
es: Campo '%s' no es el tipo de campo calculado para usarse en un agregado, utilice un internalcalc correcto
it: Campo '%s' non è il tipo corretto di campo calcolato per essere utilizzato in un aggregato, usare un internalcalc
zh: 欄位 %s 不是正確類型的計算欄位，用於在聚合中，使用 internalcalc

source: Operation not allowed on a unidirectional dataset
de: Betrieb auf einer unidirektionalen Dataset nicht erlaubt
es: Operación no permitida en un conjunto de datos unidireccional
it: Operazione non consentita su un set di dati unidirezionale
zh: 不允許單向資料集上執行此操作

source: Unassigned variant value
de: Nicht zugewiesene variant-Wert
es: Sin asignar valor variante
it: Valore variant non assegnati
zh: 未賦值的變數值

source: Nested dataset must inherit from %s
de: Geschachtelte Dataset muss von %s Erben
es: Conjunto de datos anidado debe heredar de %s
it: Set di dati nidificati devono ereditare da %s
zh: 嵌套資料集必須繼承從 %s

source: Filter expression incorrectly terminated
de: Filterausdruck nicht ordnungsgemäß beendet
es: Expresión de filtro incorrectamente terminada
it: Espressione di filtro è terminato in modo non corretto
zh: 篩選器運算式不正確地終止

source: Unterminated field name
de: Terminierte Feldname
es: Nombre de campo inconclusa
it: Nome del campo senza terminazione
zh: 未終止的欄位名稱

source: Unterminated string constant
de: Unterminated String-konstante
es: Constante de cadena sin terminar
it: Costante stringa senza terminazione
zh: 未終止的字串常量

source: Invalid filter expression character: '%s'
de: Ungültiger Filter Ausdruck Charakter: "%s"
es: Carácter de expresión de filtro no válido: '%s'
it: Carattere di espressione di filtro non valido: "%s"
zh: 不正確篩選器運算式字元: '%s'

source: '(' expected but %s found
de: "(" erwartet, aber %s gefunden
es: ' (' espera pero %s encuentran
it: ' (' previsto ma %s trovato
zh: ' (' 預期但發現 %s

source: ')' expected but %s found
de: ')' erwartet, aber %s gefunden
es: ')' espera pero %s encuentran
it: ')' previsto ma %s trovato
zh: '） ' 預期但發現 %s

source: ')' or ',' expected but %s found
de: ') 'oder',' erwartet, aber %s gefunden
es: ') 'o',' espera pero %s encuentran
it: ') 'o',' previsto ma %s trovato
zh: '） '，' 預期但發現 %s

source: Expression expected but %s found
de: Ausdruck erwartet aber %s gefunden
es: Espera que la expresión pero %s encuentran
it: Prevista espressione ma %s trovato
zh: 預期的運算式，但發現 %s

source: Field '%s' cannot be used in a filter expression
de: Feld "%s" kann nicht in einen Filterausdruck verwendet werden
es: Campo '%s' no se puede utilizar en una expresión de filtro
it: Campo '%s' non può essere utilizzato in un'espressione di filtro
zh: 篩選器運算式中不能使用欄位 %s

source: NULL only allowed with '=' and '<>'
de: NULL nur erlaubt mit '=' und '<>'
es: NULL sólo permitido con '=' y '<>'
it: NULL consentito solo con '=' e '<>'
zh: 只允許 '=' 和 '<>'，則為 Null

source: Constant out of range
de: Konstante außerhalb des zulässigen Bereichs
es: Constante fuera de rango
it: Costante nell'intervallo
zh: 常量超出範圍

source: Incorrectly formed filter expression
de: Nicht falsch gebildet Filterausdruck
es: Formado incorrectamente la expresión de filtro
it: Espressione di filtro con formato non corretto
zh: 篩選器運算式格式不正確

source: nothing
de: nichts
es: nada
it: niente
zh: 什麼都不

source: Type mismatch in expression
de: Typenkonflikt in Ausdruck
es: Falta de coincidencia de tipo en la expresión
it: Tipo non corrispondente nell'espressione
zh: 運算式中的類型不匹配
