Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Print optimized
de: Optimiert für Druck
es: Impresión optimizada
it: Stampa ottimizzata
zh: 列印到檔

source: Print scaling
de: Drucken Sie die gesamte
es: Escala de impresión
it: Stampa scalata
zh: 列印

source: Producer
de: Produktion
es: Productor
it: Produttore
zh: 生产商

source: Authentification
de: Authentifizierung
es: Autenticación
it: Autenticazione
zh: 身份驗證失敗

source: Security
de: Die lokale Sicherheitsautorität kann nicht kontaktiert werden
es: Seguridad
it: Sicurezza
zh: 安全性

source: User password
de: Benutzerpasswort
es: Contraseña de usuario
it: Password utente
zh: 用户密码

source: Viewer preferences
de: Viewer-Einstellungen
es: Preferencias del visor
it: Preferenze di spettatore
zh: 引用無效

source: Viewer
es: Espectador
it: Spettatore
zh: 只读用户

source: Picture
de: Bild
es: Logotipo
it: Foto
zh: 圖片

source: EmailB
zh: 電子郵件

source: Prior
es: Anterior
it: Precedente
zh: 先前

source: Show template
de: Aus Vorlage
es: Mostrar plantilla
it: Visualizzare modello
zh: 保存範本嗎？

source: Page 1 of 1000
de: Seite 1 von 1000
es: Página 1 de 1000
it: Pagina 1 di 1000
zh: %D 第 %d 頁

source: ThumbB
it: PolliciB
zh: 大拇指

source: Collate
de: Sortieren
it: Fascicolare
zh: 校对

source: Print on paper
de: Papierausrichtung
es: Impresión sobre papel
it: Stampare in carta
zh: 列印到頁面

source: Properties...
de: Eigenschaften...
es: Propiedades...
it: Proprietà...
zh: 属性…

source: Print mode
de: Drucken
es: Modo Impresión
it: Modalità di stampa
zh: 列印模式

source: Where:
de: Wohin:
es: Donde:
it: Dove:
zh: 地點：

source: WhereL1
de: Wo
es: DondeL1
it: DoveL1
zh: 在哪裡

source: LMessage
de: Label-Nachricht
it: LMessaggio
zh: 給郵件加標籤

source: Select Report Datasets
de: Wählen Sie Bericht
es: Seleccionar conjuntos de datos de informes
it: Selezionare Report datasets
zh: 選擇報表

source: Collate copies
de: Anzahl der &Kopien
es: Recopilar copias
it: Fascicolare copie
zh: 整理 (&T)

source: Detach the base report
de: Lösen des Basisberichts
es: Separar el informe base
it: Staccare il report di base
zh: 詳細資訊報表

source: Double pass
de: Doppel
es: Doble
it: Doppio passo
zh: 雙

source: Report settings
de: Report-Einstellungen
es: Configuración del informe
it: Impostazioni del report
zh: 报告设置

source: Inheritance settings
de: Firmeneinstellungen
es: Configuración de herencia
it: Impostazioni eredità
zh: 常規設置

source: Inheritance
de: Erbschaft
es: Herencia
it: Eredità
zh: 继承

source: Major
de: Studiengang
it: Specializzazione
zh: 专业

source: Templates path :
de: Vorlagen-Pfad:
es: Ruta de plantillas:
it: Percorso modello:
zh: 範本卡

source: Browse...
de: Durchstöbern…
es: Explorar…
it: Sfoglia...
zh: 瀏覽...

source: Print if empty
de: &Drucken
es: Imprimir si está vacío
it: Stampa se vuota
zh: Mimetype 為空

source: Release
es: Lanzamiento
it: Rilascio
zh: 釋放

source: Printer settings
de: Einstellungen
es: Configuración de la impresora
it: Impostazioni stampante
zh: 打印机设置

source: Select the option:
de: Wählen Sie die Option:
es: Seleccione la opción:
it: Seleziona le opzioni:
zh: 選擇的日期

source: Center Align
de: In der Mitte ausrichten
es: Alineación central
it: Allinea al Centro
zh: 置中對齊

source: Font Name
de: Name der Schriftart | Wählen Sie Schriftartnamen
es: Nombre de la Fuente
it: Nome del carattere
zh: 字体名称

source: \Software\FastReport\MRUFont
de: Software
zh: \Software\Fast 報告

source: Rich Editor
de: Rich-Text-Editor
es: Editor Enriquecido
it: Editor RTF
zh: 富文字編輯器

source: Left Align
de: Linksbündig
es: Alinear a la Izquierda
it: Allineamento a sinistra
zh: 靠左

source: Right Align
de: Rechtsbündig
es: Alinear a la derecha
it: Allinea a destra
zh: 靠右

source: Save File
es: Guardar archivo
it: Salva File
zh: 保存文件

source: Export to RTF
de: &Exportieren
es: Exportación a RTF
it: Esporta da RTF
zh: 匯出錯誤: %s

source: Replace with
de: Ersetzen mit
es: Reemplazar con
it: Sostituire con
zh: 取代為

source: Search options
de: &Suche
es: Opciones de búsqueda
it: Cerca opzioni
zh: 搜索选项

source: Text to find
de: Geben Sie den Text zu finden
es: Texto a buscar
it: Testo da trovare
zh: 輸入要查找的文本

source: Search from top
de: &Top
es: Búsqueda desde arriba
it: Ricerca da su
zh: 搜索框

source: Add >
de: Hinzufügen >
es: Añadir >
it: Aggiungi >
zh: 添加選項卡

source: Available fields:
de: Verfügbare Felder:
es: Campos disponibles:
it: Campi disponibili:
zh: 可用的欄位

source: << Back
de: &Rücken
es: << Retroceder
it: <<< Indietro
zh: << 返回

source: Columnar
de: Säulenförmigen Katalog mit Metall - Titel Zusammenfassung
es: De columna
it: Colonna
zh: 列

source: Fit fields to page width
de: An Seite anpassen
es: Ajustar campos al ancho de página
it: Adattare i campi alla larghezza della pagina
zh: 適合頁面

source: Standard Report Wizard
de: Berichts-Assistenten
es: Asistente para informes estándar
it: Creazione guidata report
zh: 報表精靈

source: Groups:
de: Gruppen:
es: Grupos:
it: Gruppi:
zh: 集团：

source: New query...
de: Neue Abfrage...
es: Regla nueva...
it: Nuova query...
zh: 新尺規

source: New table...
de: Keine Tabelle...
es: Nueva pestaña...
it: Prossima tabella...
zh: 新的選項卡

source: Next >>
de: &Nächste >>
es: Siguiente >>
it: Prossimo >>
zh: 下一頁>>

source: << Remove all
de: Entfernen Sie alle Teile des Bildes, die außerhalb der aktuellen Auswahl
es: <<Eliminar todo
it: << Rimuovere tutto
zh: 刪除圖層

source: < Remove
de: &Zeile entfernen
es: <Eliminar
it: < Rimuovere
zh: 與刪除行 (&R)

source: Selected fields:
de: Markierten Felder:
es: Campos seleccionados:
it: Campi selezionati:
zh: 所選的欄位

source: Step 1
de: Schritt 1
es: Paso 1
it: Passo 1
zh: 步驟1

source: Step 2
de: Schritt 2
es: Paso 2
it: Passo 2
zh: 步驟2

source: Step 3
de: Schritt 3
es: Paso 3
it: Passo 3
zh: 步驟3

source: Step 4
de: Schritt 4
es: Paso 4
zh: 步驟4

source: Step 5
de: Schritt 5
es: Paso 5
zh: 步驟5

source: Lines
de: Linien
es: Líneas
it: Linee
zh: 線

source: Fill...
de: Füllung...
es: Ilenar...
it: Riempire...
zh: 填充

source: Default charset
de: Standard
es: Predeterminado charset
it: Predefinito bianco
zh: 預設的白色

source: Font...
es: Fuente...
zh: 字體...

source: Frame...
de: Halbbild...
es: Velocidad de fotogramas...
it: Montatura..
zh: 重命名...

source: Aggregate value
de: Kumulierter Wert
es: Valor agregado
it: Aggregare valore
zh: 輸入值

source: Data band
de: Keine Daten
es: Banda de datos
it: Banda di dati
zh: 資料庫

source: System Memo
de: Memo-Editor
es: Editor de memo
zh: 插入備註

source: Function
de: Funktion
es: Función
it: Funzione
zh: 功能

source: SampleL
de: Einfach
it: SempliceL
zh: 簡單

source: Tab Order
de: Tab Reihenfolge
es: Orden de tabulación
it: Ordine di Calcolo
zh: 标签排序

source: Controls listed in tab order:
de: Kontrollen in Aktivierreihenfolge aufgeführt:
es: Controles enumerados en orden de tabulación:
it: Controllo deve essere visibile per l'esportazione:
zh: 控制項必須是可見的出口

source: Expression:
de: Ausdruck:
es: Expresión:
it: Espressione:
zh: 表达式：

source: Edit Variables
de: Variablen
es: Editar variables
it: Modificare le variabili
zh: 變數

source: Add watch
de: &Fügen
es: Añadir reloj
it: Aggiungi orologio
zh: 加入观查代码

source: Delete watch
de: &Löschen
es: Eliminar reloj
it: Elimina orologio
zh: 刪除選項卡

source: Edit watch
de: &Ändern
es: Editar reloj
it: Modifica orologio
zh: 編輯日期

source: Watch list
de: Merkliste
es: Lista de seguimiento
it: Oggetti che osservi
zh: 查看列表

source: As Text
de: Als ~Text
es: Como texto
it: Come testo
zh: 文本

source: Gridlines
de: &Gitternetzlinien
es: Líneas de cuadrícula
zh: 與格線 (&G)

source: Fast export
de: Schneller export
es: Exportación rápida
it: Esporta veloce
zh: FastReport

source: Export to Excel
de: Excel-Datei erstellen
es: Exportar a Excel
it: Esporta in Excel
zh: 导出Excel文档

source: Merge cells
de: Zellen verbinden
es: Combinar celdas
it: Unisci celle
zh: 合併圖層

source: Rows count:
de: Anzahl der Zeilen:
es: Recuento de filas:
it: Numero righe:
zh: 行数：

source: Use report pages
de: &Bericht
es: Usar páginas de informes
it: Usare pagine di report
zh: 保存報告更改嗎？

source: Split pages to sheets
de: Alle Seiten im Bereich
es: Divide las páginas en hojas
it: Spostare le pagine sui fogli
zh: 圖像尺寸調整到高度

source: Web Formats
de: Web-Formate
es: Formatos Web
it: Formati per il Web
zh: Web 格式

source: FSearchFormEx
it: Ricerca ModuloEx
zh: 搜索框

source: AF Assist Lamp
de: AF-Hilfslicht
es: Lámpara de ayuda AF
zh: 自動對焦輔助燈

source: Camera beep
de: Kamera-Signalton
es: Sonido cámara
it: Suono camera
zh: 相機發出蜂鳴音

source: Enable debug mode
de: Debugmodus aktivieren
es: Activar modo depuración
it: Abilitare la modalità debug
zh: 啟用偵錯模式

source: When checked will debug information be added to a log-file
de: Wenn diese Option aktiviert, Debug-Informationen in einer Protokolldatei hinzugefügt werden
es: Cuando se añadirá información de depuración en un archivo de registro
it: Quando selezionata verranno aggiunto informazioni di debug in un file di log
zh: 如果選中此選項將調試資訊添加到日誌檔

source: Use only supported parameters
de: Verwenden unterstützte parameter
es: Uso sólo admite parámetros
it: Usa solo i parametri supportati
zh: 只使用支援的參數

source: Probe remote parameters
de: Sonde entfernten Parameter
es: Sonda remotos parámetros
it: Esplora parametri remoti
zh: 探頭遠端參數

source: Enable Proxy
de: Proxy aktivieren
es: Habilitar Proxy
it: Abilitare il Proxy
zh: 啟用代理伺服器

source: Color Space:
de: Farbraum:
es: Espacio de color:
it: Spazio colore:
zh: 色彩空間︰

source: Only to PC Both to PC and camera Only camera
de: Sowohl auf PC und Kamera
es: Sólo para PC Tanto para PC como para cámara Sólo cámara
it: Solo per PC Sia per PC e per camera Solo per macchina fotografica
zh: 個人電腦和相機

source: Both PC and camera
de: PC und Kamera
es: PC y cámara
it: Entrambi i PC e fotocamera
zh: 個人電腦和相機

source: Canon Internal
de: Interne
it: Canon Interno
zh: 內部

source: Canon
zh: 佳能

source: List all Properties
de: Listen Eigenschaften
es: Todas las propiedades
it: Elencare tutte le proprietà
zh: 列出所有屬性

source: Set whitebalance shift
de: Stellen Sie Whitebalance Verschiebung
es: Whitebalance cambio
it: Impostare il bilanciamento del bianco MAIUSC
zh: 設置 whitebalance 轉變

source: Autoplay on Camera Connection
de: Autoplay auf Kamera-Anschluss
es: AutoPlay en la conexión de la cámara
it: Autoplay con collegamento camera
zh: 自動播放相機連接上

source: Auto resample high resolution images upon saving
de: Auto Resample hochauflösende Bilder beim Speichern
es: Auto volver imágenes de alta resolución sobre ahorro
it: Ricampiona immagini alta definizione al salvataggio
zh: 保存時自動重新取樣高解析度圖像

source: Auto Update
es: Actualización automática
it: Aggiornamento automatico
zh: 自動更新

source: Resample camera preview
de: Resample Kameravorschau
es: Volver a muestrear previa de la cámara
it: Ricampionare anteprima della fotocamera
zh: 重新取樣相機預覽

source: Save filter settings
de: Filter-Einstellungen speichern
es: Guardar ajustes de filtro
it: Salva impostazioni filtro
zh: 保存篩選器設置

source: Profiles
de: Profile
es: Perfiles de
it: Profili
zh: 設定檔

source: Generic Camera Resolution
de: Generische Kameraauflösung
es: Resolución cámara genéricos
it: Risoluzione generica camera
zh: 通用攝像機的解析度

source: Youtube Account Information
de: YouTube-Konto Informationen
es: Información de la cuenta de YouTube
it: Informazioni sull'Account di YouTube
zh: Youtube 帳戶資訊

source: Focus Stacking Folder
de: Fokus-Stapeln im Gange
es: Carpeta de apilamiento de enfoque
it: Cartella di impilamento di messa a fuoco
zh: 堆疊的焦點

source: Video Default Codec
de: Video Codec
es: Codec de vídeo por defecto
it: Video Predefinito Codec
zh: 與視頻上傳 (&V)

source: DPI Mutiplier
de: Eingestellte DPI
it: Mutiplier DPI
zh: 與多個 (&M)

source: Default Image Color Space
de: Standard-Image-Farbraum
es: Espacio de Color de imagen por defecto
it: Spazio colore immagine predefinito
zh: 預設圖像色彩空間

source: Drive Mode:
de: Drive-Modus:
es: Modo de la impulsión:
it: Modalità Drive:
zh: 傳動方式︰

source: AF Mode:
de: AF-Modus:
es: Modo de AF:
it: Modalità AF:
zh: AF 模式︰

source: Focusing Point:
de: Brennpunkt:
es: Punto de enfoque:
it: Punto di messa a fuoco:
zh: 聚焦點︰

source: Assist Light:
de: Hilfslicht:
es: Ayudar luz:
it: Luce di assistenza:
zh: 協助光︰

source: RAW Image Size:
de: RAW-Bild-Größe:
es: Tamaño de la imagen:
it: Formato di immagine RAW:
zh: 原始圖像的大小︰

source: RAW Image Detail:
de: RAW-Bild-Detail:
es: Detalle de la imagen:
it: Dettaglio di immagine RAW:
zh: 原始圖像的細節︰

source: View Finder Thread:
es: Ver hilo de Finder:
it: Mostra discussione Finder:
zh: 查找器執行緒視圖︰

source: Proxy port
es: Puerto proxy
it: Porta proxy
zh: 代理伺服器埠

source: Proxy name
es: Nombre proxy
it: Nome proxy
zh: 代理名稱

source: Focusing:
de: Mit Schwerpunkt:
es: Concentración:
it: Messa a fuoco:
zh: 聚焦︰

source: Aperture:
de: Blende:
es: Apertura:
it: Apertura:
zh: 光圈︰

source: Battery level:
de: Ladezustand:
es: Nivel de la batería:
it: Livello della batteria:
zh: 電池計量︰

source: Battery source:
de: Batterie-Quelle:
es: Fuente de la batería:
it: Fonte della batteria:
zh: 電池電源︰

source: Color Gain:
de: Farbe-Gewinn:
es: Ganancia de color:
it: Guadagno di colore:
zh: 顏色增益︰

source: Image Folder
de: Image-Ordner
es: Carpeta de imágenes
it: Cartella di immagini
zh: 映射資料夾

source: Contrast:
de: Kontrast:
es: Contraste:
it: Contrasto:
zh: 對比度︰

source: Exposure Compensation:
de: Belichtungskorrektur:
es: Compensación exposición:
it: Compensazione esposizione:
zh: 曝光補償︰

source: Flash:
de: Blitz:
zh: 閃光燈︰

source: Flash Compensation:
de: Blitzbelichtungskorrektur:
es: Compensación de Flash:
it: Compensazione del flash:
zh: 閃光補償︰

source: Camera mode:
de: Kamera-Modus:
es: Modo de cámara:
it: Modalità fotocamera:
zh: 相機模式下︰

source: Metering Mode:
de: Messmethode:
es: Modo de medición:
it: Modalità di misurazione:
zh: 測光模式︰

source: Photo Effect:
de: Fotoeffekt:
es: Efecto de la foto:
it: Effetto foto:
zh: 照片效果︰

source: Image Detail:
de: Bilddetails:
es: Detalle de la imagen:
it: Dettaglio dell'immagine:
zh: 圖像的細節︰

source: Set owner name in camera:
de: Festlegen Sie Besitzername in der Kamera:
es: Establecer el nombre del propietario en la cámara:
it: Impostare il nome del proprietario a porte chiuse:
zh: 在相機設置擁有者名稱︰

source: Sharpness:
de: Schärfe:
es: Nitidez:
it: Nitidezza:
zh: 清晰度︰

source: Transfer mode:
de: Übertragungsmodus:
es: Modo de transferencia:
it: Modalità di trasferimento:
zh: 傳輸模式︰

source: Exposure Time:
de: Belichtungszeit:
es: Tiempo de exposición:
it: Tempo di esposizione:
zh: 曝光時間︰

source: White balance:
de: Weißabgleich:
es: Balance de blancos:
it: Bilanciamento del bianco:
zh: 白平衡︰

source: White balance kelvin:
de: Weißabgleich Kelvin:
es: Kelvin de balance de blancos:
it: Kelvin di bilanciamento del bianco:
zh: 開爾文白平衡︰

source: SANDBOX Production
de: Produktion
es: SALVADERA Producción
it: SANDBOX Produzione
zh: 生產

source: Default Edit Mask|Set the default Edit Mask
de: Standard-Eingabemaske | Legen Sie den Standard Edit Mask
es: Por defecto la máscara de edición | Establecer el valor predeterminado editar máscara
it: Maschera di modifica di default | Impostare il valore predefinito modifica maschera
zh: 預設編輯遮罩 |設置預設編輯遮罩

source: Edit Default Page Template
de: Standard-Seitenvorlage bearbeiten
es: Editar plantilla de página por defecto
it: Modificare il modello di pagina predefinito
zh: 編輯預設頁面範本

source: &Register
de: &Registrieren
es: &Registrar
it: &Registra
zh: 與註冊 (&R)

source: Test Connection
de: Testverbindung
es: Conexión de prueba
it: Test connessione
zh: 測試連接

source: &Unregister
de: &Abmelden
es: &Anular registro
it: &Deregistrare
zh: 登出 (&U)

source: Single User Multi User
de: Single-User
es: Usuario unico Multi usuario
it: Utente singolo Utente multiplo
zh: 單個使用者

source: Display on Whole Row
de: Anzeige auf ganze Zeile
es: Visualiza en toda fila
it: Visualizza sulla riga intera
zh: 在整個行上的顯示

source: Auto Rename Images
de: Bilder automatisch umbenennen
es: Auto renombrar imágenes
it: Auto rinominare le immagini
zh: 自動重命名圖像

source: Calc Check Digit
de: Calc-Prüfziffer
es: Dígito de cheque de Calc
it: Cifra di controllo di Calc
zh: Calc 校驗位

source: Orientation
de: Orientierung
es: Orientación
it: Orientamento
zh: 方向

source: Autoresizeable Catalogue with Details Subreport
de: Autoresizeable Katalog mit Details Unterbericht
es: Catálogo de Autoresizeable con detalles subinforme
it: Catalogo Autodimesionante con Dettaglio Sottoreport
zh: Autoresizeable 產品目錄及詳細資訊報表

source: Backup / Restore
it: Backup / ripristino
zh: 備份/恢復

source: Columnar Catalogue with Metal - Title Summary
de: Säulenförmigen Katalog mit Metall - Titel Zusammenfassung
es: Catàlogo columnar con Metal - título Resumen
it: Catalogo colonnare con metallo - titolo riepilogo
zh: 柱狀目錄與金屬-標題摘要

source: Width Type
de: Breite Typ
es: Tipo Anchura
it: Tipo Larghezza
zh: 寬型

source: Company Settings
de: Firmeneinstellungen
es: Configuración de la empresa
it: Impostazioni della società
zh: 公司設置

source: Default Logo
de: Standard-Logo
es: Logo por defecto
it: Logo predefinito
zh: 預設的徽標

source: Detail No.1:
de: Detail Nr. 1:
es: Detalle n° 1:
it: Dettaglio N. 1:
zh: 詳細介紹了 1 號︰

source: Detail No.2:
de: Detail Nr. 2:
es: Detalle n° 2:
it: Dettaglio N. 2:
zh: 詳細介紹 2 號︰

source: Detail No.3:
de: Detail Nr. 3:
es: Detalle n° 3:
it: Dettaglio N. 3:
zh: 詳細介紹 3 號︰

source: Detail No.4:
de: Detail Nr. 4:
es: Detalle n° 4:
it: Dettaglio N. 4:
zh: 詳細介紹 4 號︰

source: Detail No.5:
de: Detail Nr. 5:
es: Detalle n° 5:
it: Dettaglio N. 5:
zh: 詳細介紹 5 號︰

source: Edit Masks
de: Bearbeiten von Masken
es: Editar máscaras
it: Modifica maschere
zh: 編輯蒙版

source: Details Description
de: Genauere Beschreibung
es: Descripción de los detalles
it: Descrizione dei dettagli
zh: 細節描寫

source: Username
de: Benutzername
it: Nome utente
zh: 使用者名

source: Detail No.6:
de: Detail Nr. 6:
es: Detalle n° 6:
it: Dettaglio N. 6:
zh: 詳細介紹 6 號︰

source: Detail No.7:
de: Detail Nr. 7:
es: Detalle n° 7:
it: Dettaglio N. 7:
zh: 詳細介紹 7 號︰

source: Default Barcode Type
de: Standard-Barcode-Typ
es: Tipo de código de barras por defecto
it: Tipo di codice a barre di default
zh: 預設條碼類型

source: Auto numbering prefix digits no.
de: Automatische Nummerierung Präfix n.
es: Auto numeración dígitos prefijo n.
it: Auto numerazione cifre prefisso no.
zh: 不自動編號的首碼位數。

source: Detail No.8:
de: Detail Nr. 8:
es: Detalle n° 8:
it: Dettaglio N. 8:
zh: 詳細介紹 8 號︰

source: Detail No.9:
de: Detail Nr. 9:
es: Detalle n° 9:
it: Dettaglio N. 9:
zh: 詳細介紹 9 號︰

source: Ebay Settings
de: EBay-Einstellungen
es: Configuración Ebay
it: Impostazioni di eBay
zh: Ebay 的設置

source: Detail No.10:
de: Detail Nr. 10:
es: Detalle n° 10:
it: Dettaglio N. 10:
zh: 詳細介紹了第 10 條︰

source: Detail No.11:
de: Detail Nr. 11:
es: Detalle n° 11:
it: Dettaglio N. 11:
zh: 詳細介紹了第 11 條︰

source: Data Settings
de: Dateneinstellungen
es: Configuración de datos
it: Impostazioni dei dati
zh: 資料設置

source: Font Size (mm)
de: Schriftgröße (mm)
it: Dimensione (mm)
zh: 字體大小 （毫米）

source: Max Column Width (mm)
de: Max Spaltenbreite (mm)
es: Ancho Columna Max (mm)
it: Larghezza max (mm)
zh: Max 列寬度 （毫米）

source: Large datasets management
de: Verwaltung von großen Datenmengen
es: Gestión de grandes conjuntos de datos
it: Gestione di grandi set di dati
zh: 大型資料集管理

source: US ...
de: UNS...
es: NOS...
it: NOI...
zh: 我們...

source: EUR USD ...
zh: 歐元美元......

source: Ebay Site
de: EBay-Website
es: Sitio de eBay
it: Sito eBay
zh: Ebay 的網站

source: Catalogue memo field rows
de: Katalog-Memo-Feld-Zeilen
es: Filas de campo memo catálogo
it: Righe del campo memo Catalogo
zh: 目錄備註欄位行

source: Country
de: Land
es: País
it: Paese
zh: 國家

source: Currency ID
de: Währung-ID
es: ID de moneda
it: ID di valuta
zh: 貨幣 ID

source: Ebay Developer
es: Desarrollador Ebay
it: Sviluppo EBay
zh: Ebay 開發者

source: Error Language
de: Fehler-Sprache
es: Error idioma
it: Lingua di errore
zh: 錯誤的語言

source: Factory
de: Fabrik
es: Fábrica
it: Fabbrica
zh: 工廠

source: Global ID
de: Globale ID
it: ID globale
zh: 全域識別碼

source: Html Layout
es: Diseño HTML
it: Layout HTML
zh: Html 佈局

source: PayPal Email
es: Email PayPal
it: Email di PayPal
zh: PayPal 電子郵件

source: Postal Code
de: Postleitzahl
es: Código postal
it: Codice postale
zh: 郵遞區號

source: Site
de: Website
es: Sitio
it: Sito
zh: 網站

source: Site ID
es: Sitio ID
it: ID del sito
zh: 網站 ID

source: Token
zh: 權杖

source: Used Profile
de: Verwendete
es: Perfil usado
it: Profilo usato
zh: 使用設定檔

source: Ebay
zh: 易趣

source: Model Details
de: Modelldetails
es: Detalles del modelo
it: Dettagli del modello
zh: 模型詳細資訊

source: Select char color
de: Char-Farbe auswählen
es: Seleccionar color de char
it: Selezionare colore char
zh: 選擇字元顏色

source: Font Name|Select font name
de: Name der Schriftart | Wählen Sie Schriftartnamen
es: Nombre de la fuente | Seleccione nombre de fuente
it: Nome del carattere | Selezionare il nome del carattere
zh: 字體名稱 |選擇字體名稱

source: Font Size|Select font size
de: Schriftgröße | Wählen Sie Schriftgröße
es: Tamaño de la fuente | Seleccione el tamaño de la fuente
it: Dimensione del carattere | Selezionare la dimensione del carattere
zh: 字體大小 |選擇字體大小

source: Text Style
de: Textstil
es: Estilo de texto
it: Stile di testo
zh: 文本樣式

source: Justified
de: Gerechtfertigt
es: Justificado
it: Giustificato
zh: 有正當理由

source: Resize selection tool
de: Die Größe der Auswahl-Werkzeug
es: Cambiar el tamaño de la herramienta de selección
it: Selezione strumento ridimensiona
zh: 調整大小選擇工具

source: &Create
de: &Erstellen
es: &Crear
it: &Creare
zh: 與創建 (&C)

source: Create the movie
de: Erstellen Sie den Film
es: Crear la película
it: Creare il filmato
zh: 創建電影

source: &Video upload
es: &Subir vídeo
it: Carica &video
zh: 與視頻上傳 (&V)

source: Upload the movie to Youtube
de: Laden Sie den Film auf Youtube
es: Cargar la película en Youtube
it: Caricare il filmato su Youtube
zh: 將影片上傳到 Youtube

source: Video &status
es: Video y estado
it: Video &stato
zh: 視頻與地位

source: Video category
de: Videokategorie
es: Categoría video
it: Categoria video
zh: 視頻分類

source: Codec video
de: Video Codec
es: Codec de video
zh: 視頻編解碼器

source: Movie properties
de: Film-Eigenschaften
es: Propiedades de la película
it: Proprietà del filmato
zh: 電影屬性

source: Youtube video upload
de: YouTube video hochladen
es: Subir video youtube
it: Caricamento di video di YouTube
zh: 視頻上傳到 Youtube

source: Font background color
de: Hintergrundfarbe der Schrift
es: Color de fondo de la fuente
it: Colore di sfondo del carattere
zh: 字體背景顏色

source: Video upload status
es: Estado de carga de video
it: Stato di caricamento dei video
zh: 視頻上傳狀態

source: Video description
de: Video-Beschreibung
es: Descripción de video
it: Descrizione del video
zh: 視頻描述

source: Video keywords (comma separated)
de: Video Schlüsselwörter (durch Kommata getrennt)
es: Video palabras clave (separados por comas)
it: Video parole chiave (separate da virgola)
zh: 視頻關鍵字 （用逗號分隔）

source: Video title
de: Titel des Videos
es: Título del video
it: Titolo video
zh: 視頻標題

source: Font position
de: Schriftart-position
es: Posición de la fuente
it: Posizione del carattere
zh: 字體位置

source: White Balance Shift
de: Weißabgleich-Shift
es: Cambio de Balance de blancos
it: Spostamento del bilanciamento bianco
zh: 白平衡轉換

source: WB shift
es: Cambio de WB
it: Spostamento di WB
zh: WB 轉變

source: Amber/Blue
de: Amber/blau
es: Ámbar/azul
it: Ambra/blu
zh: 琥珀色/藍色

source: Green/Magenta
de: Grün/Magenta
es: Verde/Magenta
it: Verde/Magenta
zh: 綠色/洋紅色

source: Henry
zh: 亨利

source: I can help you with the following:
de: Ich helfe Ihnen mit den folgenden:
es: Te puedo ayudar con lo siguiente:
it: Posso aiutarti con il seguente:
zh: 我可以説明您以下列︰

source: Hi! My name is Henry!
de: Hallo! Mein Name ist Henry!
es: ¡Hola! ¡Mi nombre es Henry!
it: Ciao! Il mio nome è Henry!
zh: 你好！我的名字是亨利 ！

source: Great! We have a picture here!
de: Toll! Hier haben wir ein Bild!
es: ¡Excelente! ¡Aquí tenemos una foto!
it: Grande! Abbiamo una foto qui!
zh: 太好了 ！我們這裡有一張圖片 ！

source: OK now the camera is on!
de: OK, jetzt die Kamera eingeschaltet ist!
es: OK ahora la cámara!
it: OK ora la fotocamera è accesa!
zh: 好吧現在相機上 ！
