Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Map Gray to Color
de: Farbe grau zuordnen
es: Mapa gris a Color
it: Mappa grigio al colore
zh: 映射為顏色灰色

source: Match HSV Range
de: Match-HSV-Sortiment
es: Gama de HSV de partido
it: Gamma di HSV match
zh: 比賽 HSV 範圍

source: Median Filter
es: Filtro de mediana
it: Filtro mediano
zh: 中值濾波

source: Merge with Mask
de: Verschmelzen mit Maske
es: Combinar con máscara
it: Fondersi con maschera
zh: 合併與面具

source: Merge
de: Verschmelzen
es: Fusión
it: Unire
zh: 合併

source: Monochrome
de: Monochrom
es: Monocromo
it: Bianco e nero
zh: 單色

source: Motion Blur
de: Bewegungsunschärfe
es: Desenfoque de movimiento
it: Sfuocatura di movimento
zh: 運動模糊

source: Paint Mark
de: Mark zu malen
es: Marca de pintura
it: Segno di vernice
zh: 油漆標記

source: Perspective Draw
de: Perspektive zeichnen
es: Dibujar perspectiva
it: Disegno di prospettiva
zh: 透視畫

source: Convolution Filter
es: Filtro de convolución
it: Filtro di convoluzione
zh: 卷積濾鏡

source: Project Draw
de: Projekt-Verlosung
es: Proyecto drenaje
it: Disegno di progetto
zh: 專案抽籤

source: Cast Color
de: Cast-Farbe
es: Color fundido
it: Colore di fusione
zh: 強制轉換顏色

source: Cast Color Range
de: Cast-Farbpalette
es: Gama de molde de Color
it: Gamma colore cast
zh: 鑄造的顏色範圍

source: Clear Selection
de: Auswahl aufheben
es: Borrar selección
it: Cancella selezione
zh: 清除選擇

source: Colorize
de: Kolorieren
es: Colorear
zh: 著色

source: Convert Pixels
de: Pixel konvertieren
es: Convertir pixeles
it: Convertire pixel
zh: 轉換圖元

source: Convert to 24bit
de: In 24-Bit konvertieren
es: Convertir a 24 bits
it: Conversione a 24 bit
zh: 將轉換為 24 位

source: Convert to Palette
de: Palette zu konvertieren
es: Convertir a la paleta de
it: Converti in tavolozza
zh: 轉換到調色板

source: Sepia
it: Seppia
zh: 棕褐色

source: Convolve
de: Rollst
it: Condensa
zh: 卷

source: Decrypt
de: Entschlüsseln
es: Descifrar
zh: 解密

source: Deinterlace
de: Deinterlacing
es: Desentrelazar
zh: 逐行掃描

source: Reorder Color Channels
de: Nachbestellung Farbkanäle
es: Reordenar los canales de Color
it: Riordino canali di colore
zh: 重新排序顏色通道

source: Edge Detection
de: Kantenerkennung
es: Detección de bordes
it: Rilevamento dei bordi
zh: 邊緣檢測

source: Encrypt
de: Verschlüsseln
es: Cifrar
it: Crittografare
zh: 加密

source: Feather Edges
de: Feder-Kanten
es: Bordes de la pluma
it: Margini sfumati
zh: 羽化邊緣

source: Fill
de: Füllen Sie
es: Relleno
it: Riempire
zh: 填充

source: File List View
de: Datei-Listen-Ansicht
es: Vista de lista de archivos
it: Visualizzazione elenco file
zh: 檔案清單視圖

source: Display file list view
de: Datei-Liste anzeigen
es: Mostrar vista de lista de archivos
it: Visualizzare elenco file
zh: 顯示檔案清單視圖

source: Show %s Column
de: %S Spalte anzeigen
es: Mostrar columna de %s
it: Visualizza la colonna %s
zh: 顯示 %s 列

source: Path
de: Pfad
it: Percorso
zh: 路徑

source: Properties
de: Eigenschaften
es: Propiedades
it: Proprietà
zh: 屬性

source: Caption
de: Beschriftung
es: Pie de foto
it: Didascalia
zh: 標題

source: Add Inner Shadow
de: Hinzufügen von Schatten nach innen
es: Añadir sombra interior
it: Aggiungi ombra interna
zh: 添加內陰影

source: Adjust Brightness/Contrast/Saturation
de: Helligkeit/Kontrast/Sättigung anpassen
es: Ajuste Brillo/contraste/saturación
it: Regolare la luminosità/contrasto/saturazione
zh: 調整亮度，對比度飽和度

source: Adjust Gain Offset
de: Stellen Sie Gain Offset
es: Ajustar la compensación de ganancia
it: Regolare guadagno Offset
zh: 調整增益偏移量

source: Adjust Luminance/Saturation
de: Helligkeit/Sättigung anpassen
es: Ajustar la luminosidad/saturación
it: Regolare la luminosità/saturazione
zh: 調整亮度/飽和度

source: Adjust Temperature
de: Temperatur einstellen
es: Ajuste de temperatura
it: Regolare la temperatura
zh: 調節溫度

source: Adjust Tint
de: Stellen Sie Farbton
es: Ajustar el tinte
it: Regolare la tinta
zh: 調整色調

source: Auto Sharpen
de: Automatisch schärfen
es: Auto enfocar
it: Nitidezza automatica
zh: 自動銳化

source: Cast Alpha
es: Fundido alfa
it: Fusione alfa
zh: 鑄態 α

source: Pages Across
de: Seiten über
es: Páginas a través de
it: Pagine di tutta
zh: 跨頁

source: Pages Down
de: Seiten nach unten
es: Páginas de abajo
it: Pagine in giù
zh: 下頁

source: Select All Layers
de: Wählen Sie alle Ebenen
es: Seleccione todas las capas
it: Selezionare tutti i livelli
zh: 選擇所有圖層

source: Select all layers of the image
de: Wählen Sie alle Ebenen des Bildes
es: Seleccione todas las capas de la imagen
it: Selezionare tutti i livelli dell'immagine
zh: 選擇所有圖層的圖像

source: Deselect All Layers
de: Deaktivieren Sie alle Ebenen
es: Deseleccionar todas las capas
it: Deselezionare tutti i livelli
zh: 取消選擇所有圖層

source: Deselect all layers of the image
de: Deaktivieren Sie alle Ebenen des Bildes
es: Deseleccionar todas las capas de la imagen
it: Deselezionare tutti i livelli dell'immagine
zh: 取消選擇所有圖層的圖像

source: Group Layers
de: Gruppen-Layer
es: Grupo de capas
it: Raggruppare i livelli
zh: 圖層編組

source: Add selected layers to a selection group
de: Ausgewählte Ebenen zu einer Auswahlgruppe hinzufügen
es: Añadir las capas seleccionadas a un grupo de selección
it: Aggiungere livelli selezionati a un gruppo di selezione
zh: 將選定圖層添加到選擇組

source: Ungroup Layers
de: Heben Sie die Gruppierung Schichten
es: Desagrupar capas
it: Separare i livelli
zh: 取消群組層

source: Remove selected layers from selection group
de: "Auswahl" ausgewählte Ebenen entfernen
es: Quitar las capas seleccionadas del grupo de selección de
it: Rimuovere i livelli selezionati dal gruppo di selezione
zh: 從選擇組中刪除選定的圖層

source: Merge selected layers into a single layer
de: Ausgewählte Ebenen in einer einzigen Schicht zusammenführen
es: Combinar las capas seleccionadas en una sola capa
it: Unire i livelli selezionati in un singolo strato
zh: 將選定圖層合併到單個圖層

source: Column View
de: Spaltenansicht
es: Vista de columna
it: Visualizzazione a colonna
zh: 列視圖

source: Display file columns view
de: Datei Spalten anzeigen
es: Mostrar archivo columnas vista
it: Visualizzazione di colonne del file
zh: 顯示檔的列視圖

source: Large thumbnail View
de: Große Miniatur Ansicht
es: Miniatura grande vista
it: Miniatura grande vista
zh: 大縮略圖視圖

source: Display thumbnails
de: Miniaturansichten anzeigen
es: Mostrar miniaturas
it: Visualizzare le miniature
zh: 顯示縮略圖

source: Preview effects to edit and enhance the image
de: Vorschau von Effekten zu bearbeiten und verbessern das Bild
es: Vista previa de efectos para editar y mejorar la imagen
it: Effetti di anteprima per modificare e migliorare l'immagine
zh: 要編輯和增強圖像的預覽效果

source: Thumbnail View
de: Thumbnail-Ansicht
es: Vista en miniatura
it: Visualizzazione anteprima
zh: 縮略圖視圖

source: Display large thumbnails
de: Große Miniaturansichten anzeigen
es: Mostrar miniaturas grandes
it: Visualizzare miniature grandi
zh: 顯示大縮略圖

source: Detail View
de: Detailansicht
es: Vista de detalle
it: Vista di dettaglio
zh: 詳細資訊視圖

source: Display file details
de: Dateidetails anzeigen
es: Mostrar detalles del archivo
it: Visualizzare dettagli file
zh: 顯示檔的詳細資訊

source: Filename
de: Dateiname
es: Nombre de archivo
it: Nome del file
zh: 檔案名

source: File Size
de: Dateigröße
es: Tamaño del archivo
it: Dimensione del file
zh: 檔案大小

source: Create Date
de: Erstellt am
es: Crear fecha
it: Data Creazione
zh: 創建日期

source: Edit Date
de: Datum bearbeiten
es: Editar fecha
it: Data di modifica
zh: 編輯日期

source: Dimensions
de: Abmessungen
es: Dimensiones
it: Dimensioni
zh: 尺寸

source: Sort by %s
de: Sortieren nach %s
es: Ordenar por %s
it: Ordina per %s
zh: 排序由 %s

source: Ascending
de: Aufsteigend
es: Ascendente
it: Ascendente
zh: 昇冪

source: Descending
de: Absteigend
es: Descendente
it: Discendente
zh: 降冪

source: Sort %s
de: Sortieren von %s
es: Tipo %s
it: Tipo %s
zh: 排序 %s

source: Poster
de: Plakat
es: Cartel
zh: 海報

source: Radius
es: Radio
it: Raggio
zh: 半徑

source: Offset
de: Ausgeglichen
es: En offset
zh: 偏移量

source: All (Glow)
de: Alle (Glow)
es: Todos (resplandor)
it: Tutti (Glow)
zh: 所有 （發光）

source: Fill page
de: Füllen Sie Seite
es: Llenar la página
it: Riempire la pagina
zh: 填滿頁

source: Auto-Enhance
de: Automatisches verbessern
es: Mejorar el auto
it: Ottimizzazione automatica
zh: 自動增強

source: Auto-Enhance Method
de: Automatisches verbessern-Methode
es: Método de mejorar el auto
it: Metodo di ottimizzazione automatica
zh: 自動增強方法

source: General
de: Allgemeine
it: Generale
zh: 一般

source: Tone Mapping
es: Asignación de tono
it: Mappatura dei toni
zh: 色調映射

source: Slope
de: Steigung
es: Pendiente
it: Pendenza
zh: 邊坡

source: Range
de: Angebot
es: Rango
it: Gamma
zh: 範圍

source: Gamma
zh: 伽瑪

source: Crop
de: Ernte
es: Cultivo
it: Ritaglia
zh: 作物

source: Crop Image
de: Bild zuschneiden
es: Recortar imagen
it: Ritaglia immagine
zh: 作物圖像

source: Edit Image
de: Bild bearbeiten
es: Editar imagen
it: Modifica immagine
zh: 編輯圖像

source: Perform editing functions on the image
de: Führen Sie editing-Funktionen auf das Bild
es: Realizar funciones de edición en la imagen
it: Eseguire funzioni di editing dell'immagine
zh: 在圖像上執行編輯功能

source: Preview Effects
de: Vorschau-Effekte
es: Vista previa de efectos
it: Anteprima effetti
zh: 預覽效果

source: Paste files from the clipboard to this folder
de: Fügen Sie Dateien aus der Zwischenablage in diesen Ordner
es: Pegar archivos del portapapeles a esta carpeta
it: Incollare i file dagli Appunti per questa cartella
zh: 粘貼從剪貼簿粘貼到此資料夾中的檔

source: Refresh the file listing
de: Aktualisiert die Dateiliste
es: Actualizar el listado de archivo
it: Aggiornare l'elenco di file
zh: 刷新檔案清單

source: Where do you want to move these files?
de: Wo möchten Sie diese Dateien verschieben?
es: ¿Dónde desea mover estos archivos?
it: Cui si desidera spostare questi file?
zh: 要移動這些檔在哪裡？

source: Where do you want to copy these files?
de: Wo möchten Sie diese Dateien kopieren?
es: ¿Dónde desea copiar estos archivos?
it: Cui si desidera copiare questi file?
zh: 要複製這些檔在哪裡？

source: "%s" is not a valid folder
de: "%s" ist kein gültiger Ordner
es: "%s" no es una carpeta válida
it: "%s" non è una cartella valida
zh: "%s"不是一個有效的資料夾

source: Rename File
de: Datei umbenennen
es: Cambiar el nombre de archivo
it: Rinominare File
zh: 重命名檔

source: Specify a new name for the selected file
de: Geben Sie einen neuen Namen für die ausgewählte Datei
es: Especificar un nuevo nombre para el archivo seleccionado
it: Specificare un nuovo nome per il file selezionato
zh: 指定所選檔的新名稱

source: Specify a new name for "%s"
de: Geben Sie einen neuen Namen für "%s"
es: Especificar un nuevo nombre de "%s"
it: Specificare un nuovo nome per "%s"
zh: 指定新的名稱為"%s"

source: Select a folder to open
de: Wählen Sie einen Ordner öffnen
es: Seleccione una carpeta para abrir
it: Selezionare una cartella da aprire
zh: 選擇要打開的資料夾

source: Select Folder
de: Wählen Sie Ordner
es: Seleccionar carpeta
it: Selezionare la cartella
zh: 選擇資料夾

source: Create Folder
de: Erstellen Sie Ordner
es: Crear carpeta
it: Creare la cartella
zh: 創建資料夾

source: Create a new folder at the current location
de: Erstellen Sie einen neuen Ordner an der aktuellen Position
es: Crear una nueva carpeta en la ubicación actual
it: Creare una nuova cartella nella posizione corrente
zh: 在當前的位置創建一個新資料夾

source: Specify the name of your new folder
de: Geben Sie den Namen des neuen Ordners
es: Especificar el nombre de la carpeta nueva
it: Specificare il nome della nuova cartella
zh: 指定新資料夾的名稱

source: Soft Shadow
de: Weiche Schatten
es: Sombra suave
it: Ombra molle
zh: 軟陰影

source: Add Soft Shadow
de: Weiche Schatten hinzufügen
es: Agregar sombra suave
it: Aggiungi ombra molle
zh: 添加軟陰影

source: Copy to Folder
de: In Ordner kopieren
es: Copiar a carpeta
it: Copiare nella cartella
zh: 將複製到資料夾

source: Copy Files to Clipboard
de: Dateien in Zwischenablage kopieren
es: Copiar archivos al portapapeles
it: Copiare il file negli Appunti
zh: 將檔案複製到剪貼簿

source: Copy the selected files to a new folder
de: Die ausgewählten Dateien in einen neuen Ordner kopieren
es: Copiar los archivos seleccionados a una carpeta nueva
it: Copiare i file selezionati in una nuova cartella
zh: 將所選的檔案複製到一個新的資料夾

source: Copy the selected files to the clipboard
de: Die ausgewählten Dateien in die Zwischenablage kopieren
es: Copiar los archivos seleccionados en el portapapeles
it: Copiare i file selezionati negli Appunti
zh: 將所選的檔案複製到剪貼簿

source: Cut Files to Clipboard
de: Dateien in die Zwischenablage ausschneiden
es: Cortar archivos en el portapapeles
it: Tagliare i file negli Appunti
zh: 檔剪切到剪貼簿

source: Cut the selected files to the clipboard
de: Schneiden Sie die ausgewählten Dateien in die Zwischenablage
es: Cortar los archivos seleccionados en el portapapeles
it: Tagliare i file selezionati negli Appunti
zh: 剪切選定的檔到剪貼簿

source: Delete Files
de: Löschen von Dateien
es: Eliminar archivos de
it: Eliminare i file
zh: 刪除檔

source: Delete the selected files from the folder
de: Löschen Sie die ausgewählten Dateien aus dem Ordner
es: Eliminar los archivos seleccionados de la carpeta
it: Eliminare i file selezionati dalla cartella
zh: 從資料夾中刪除選定的檔

source: Go Up
de: Nach oben
es: Ir
it: Salire
zh: 去

source: Move to Folder
de: In Ordner verschieben
es: Mover a carpeta
it: Passare alla cartella
zh: 移動到資料夾

source: Move the selected files to a new folder
de: Die ausgewählten Dateien in einen neuen Ordner verschieben
es: Mover los archivos seleccionados a una carpeta nueva
it: Spostare i file selezionati in una nuova cartella
zh: 將選定的檔移動到一個新的資料夾

source: Open File
de: Datei öffnen
es: Abrir el archivo
it: Apri File
zh: 打開的檔

source: Open the parent of the current folder
de: Öffnen Sie das übergeordnete Element des aktuellen Ordners
es: Abrir al padre de la carpeta actual
it: Apri cartella principale della cartella corrente
zh: 打開當前資料夾的父

source: Open the selected file in the default viewer
de: Die ausgewählte Datei in der Standard-Viewer öffnen
es: Abrir el archivo seleccionado en el visor por defecto
it: Aprire il file selezionato nel visualizzatore predefinito
zh: 在預設的檢視器中打開選定的檔

source: Paste Files from Clipboard
de: Dateien aus der Zwischenablage einfügen
es: Pegar archivos del portapapeles
it: Incollare i file dagli Appunti
zh: 剪貼簿粘貼的檔

source: Use the mouse to rotate image layers
de: Verwenden Sie die Maus um Bildebenen zu drehen
es: Utilice el ratón para girar las capas de imagen
it: Utilizzare il mouse per ruotare i livelli immagine
zh: 使用滑鼠來旋轉圖像圖層

source: Zoom Image
de: Zoom-Bild
es: Zoom de imagen
it: Zoom immagine
zh: 縮放圖像

source: Display image at custom zoom
de: Anzeigebild bei benutzerdefinierten zoom
es: Imagen de la pantalla en zoom personalizado
it: Immagine di visualizzazione a zoom personalizzato
zh: 在自訂縮放顯示圖像

source: Custom Rotate
de: Benutzerdefinierte drehen
es: Personalizada rotación
it: Personalizza rotazione
zh: 自訂旋轉

source: Rotate the image by a custom angle
de: Drehen Sie das Bild um einen benutzerdefinierten Winkel
es: Girar la imagen en un ángulo personalizado
it: Ruotare l'immagine di un angolo personalizzato
zh: 旋轉圖像通過一個自訂的角度

source: Resize Image
de: Bild verkleinern
es: Redimensionar imagen
it: Ridimensionare immagine
zh: 調整圖像的大小

source: Specify a new size for the image
de: Geben Sie eine neue Größe für das Bild
es: Especificar un nuevo tamaño para la imagen
it: Specificare una nuova dimensione per l'immagine
zh: 指定新的圖像大小

source: Resize
de: Ändern Sie die Größe
es: Redimensionar
it: Ridimensiona
zh: 調整大小

source: Current
de: Strom
es: Corriente
it: Corrente
zh: 當前

source: Scale
de: Skala
es: Escala
it: Scala
zh: 規模

source: Maintain Aspect Ratio
de: Seitenverhältnis beibehalten
es: Mantener relación de aspecto
it: Mantieni proporzioni
zh: 保持縱橫比

source: Created
de: Erstellt
es: Creado
it: Creato
zh: 創建

source: Select all objects of image
de: Wählen Sie alle Objekte des Bildes
es: Seleccionar todos los objetos de imagen
it: Selezionare tutti gli oggetti dell'immagine
zh: 選擇圖像的所有物件

source: Select an area of the image to zoom into
de: Wählen Sie einen Bereich des Bildes vergrößern
es: Seleccione un área de la imagen para zoom
it: Selezionare un'area dell'immagine da ingrandire
zh: 選擇要放大的圖像區域

source: Select or resize an object (hold Alt to maintain the aspect ratio)
de: Auswählen oder Ändern der Größe eines Objekts (halten Sie Alt, um das Seitenverhältnis beizubehalten)
es: Seleccionar o cambiar el tamaño de un objeto (mantener presionado Alt para mantener la relación de aspecto)
it: Selezionare o ridimensionare un oggetto (tenere premuto Alt per mantenere le proporzioni)
zh: 選擇或調整其大小的物件 （按住 Alt，保持縱橫比）

source: Select the camera or scanner to acquire images from
de: Wählen Sie die Kamera oder Scanner, Bilder von zu erwerben
es: Seleccione la cámara o el escáner para obtener imágenes de
it: Selezionare la fotocamera o lo scanner per acquisire immagini da
zh: 選擇觀景窗或掃描器獲取圖像

source: Select the first frame
de: Wählen Sie den ersten Rahmen
es: Seleccione el primer fotograma
it: Selezionare il primo fotogramma
zh: 選擇第一幀

source: Select the last frame
de: Wählen Sie den letzten frame
es: Seleccione el último fotograma
it: Selezionare l'ultimo fotogramma
zh: 選擇最後一幀

source: Select the next frame
de: Wählen Sie den nächsten frame
es: Seleccione el fotograma siguiente
it: Selezionare il fotogramma successivo
zh: 選擇下一幀

source: Select the previous frame
de: Wählen Sie den vorherigen frame
es: Seleccione el cuadro anterior
it: Selezionare il fotogramma precedente
zh: 選擇上一個幀

source: Single-clicking will not insert a new object
de: Einzelklick wird kein neues Objekt einfügen
es: Pulse no inserta un nuevo objeto
it: Facendo un singolo clic non verrà inserito un nuovo oggetto
zh: 一次按一下不會將插入一個新的物件

source: Specify advanced properties for all images
de: Geben Sie erweiterte Eigenschaften für alle Bilder
es: Especificar las propiedades avanzadas de todas las imágenes
it: Specificare le proprietà avanzate per tutte le immagini
zh: 指定所有圖像的高級的屬性

source: Specify advanced properties for the selected image
de: Geben Sie erweiterte Eigenschaften für das ausgewählte Bild
es: Especificar las propiedades avanzadas de la imagen seleccionada
it: Specificare le proprietà avanzate per l'immagine selezionata
zh: 指定所選圖像的高級的屬性

source: Specify advanced properties for this image
de: Geben Sie erweiterte Eigenschaften für dieses Bild
es: Especificar propiedades avanzadas para esta imagen
it: Specificare le proprietà avanzate per questa immagine
zh: 指定此圖像的高級的屬性

source: Undo the last action
de: Die letzte Aktion rückgängig machen
es: Deshacer la última acción
it: Annullare l'ultima azione
zh: 撤銷上次操作

source: Undo the last edit
de: Die letzte Änderung rückgängig machen
es: Deshacer la última edición
it: Annullare l'ultima modifica
zh: 撤銷最後一次編輯

source: Use the mouse to move image layers
de: Maus: bewegen Sie Bildebenen
es: Usa el ratón para mover las capas de imagen
it: Utilizzare il mouse per spostare i livelli immagine
zh: 使用滑鼠移動圖像圖層

source: Use the mouse to resize image layers
de: Verwenden Sie die Maus um die Bildebenen Größe
es: Usa el ratón para cambiar el tamaño de las capas de imagen
it: Utilizzare il mouse per ridimensionare i livelli dell'immagine
zh: 使用滑鼠調整大小圖像圖層

source: Retrieve images from a camera or scanner
de: Bilder von einer Kamera oder einem Scanner abrufen
es: Recuperar imágenes desde una cámara o escáner
it: Recuperare le immagini da una fotocamera o uno scanner
zh: 從觀景窗或掃描器中檢索圖像

source: Rotate the image 180° clockwise
de: Das Bild 180° im Uhrzeigersinn drehen
es: Girar la imagen 180° en sentido horario
it: Ruotare l'immagine di 180° in senso orario
zh: 旋轉 180 ° 順時針旋轉圖像

source: Rotate the image 90° clockwise
de: Das Bild 90 Grad im Uhrzeigersinn drehen
es: Girar la imagen 90° en sentido horario
it: Ruotare l'immagine di 90° in senso orario
zh: 旋轉圖像順時針旋轉 90 °

source: Rotate the image 90° counter-clockwise
de: Das Bild 90° gegen den Uhrzeigersinn drehen
es: Girar la imagen 90° en sentido antihorario
it: Ruotare l'immagine di 90° in senso antiorario
zh: 旋轉圖像反順時針旋轉 90 °

source: Rotate the selected image 180° clockwise
de: Das ausgewählte Bild 180° im Uhrzeigersinn drehen
es: Girar la imagen seleccionada hacia la derecha 180°
it: Ruotare l'immagine selezionata in senso orario di 180°
zh: 將所選的圖像順時針旋轉 180 ° 旋轉

source: Rotate the selected image 90° clockwise
de: Das ausgewählte Bild 90° im Uhrzeigersinn drehen
es: Girar la imagen seleccionada hacia la derecha 90°
it: Ruotare l'immagine selezionata di 90° in senso orario
zh: 旋轉所選的圖像順時針旋轉 90 °

source: Rotate the selected image 90° counter-clockwise
de: Das ausgewählte Bild 90° gegen den Uhrzeigersinn drehen
es: Girar la imagen seleccionada hacia la izquierda 90°
it: Ruotare l'immagine selezionata di 90° in senso antiorario
zh: 將所選的圖像逆時針 90 ° 旋轉

source: Rotate the selected object 180° clockwise
de: Das ausgewählte Objekt 180° im Uhrzeigersinn drehen
es: Girar el objeto seleccionado hacia la derecha 180°
it: Ruotare l'oggetto selezionato di 180° in senso orario
zh: 將所選的物件順時針旋轉 180 ° 旋轉

source: Rotate the selected object 90° clockwise
de: Das ausgewählte Objekt 90° im Uhrzeigersinn drehen
es: Girar el objeto seleccionado hacia la derecha 90°
it: Ruotare l'oggetto selezionato di 90° in senso orario
zh: 旋轉所選的物件順時針旋轉 90 °

source: Rotate the selected object 90° counter-clockwise
de: Das ausgewählte Objekt 90° gegen den Uhrzeigersinn drehen
es: Girar el objeto seleccionado hacia la izquierda 90°
it: Ruotare l'oggetto selezionato di 90° in senso antiorario
zh: 將所選的物件逆時針 90 ° 旋轉

source: Save changes to this image to file
de: Änderungen an diesem Bild in Datei speichern
es: Guardar los cambios a esta imagen de archivo
it: Salvare le modifiche a questa immagine da file
zh: 將更改保存到此影像檔

source: Save this image to a new filename
de: Dieses Bild in einem neuen Dateinamen speichern
es: Guardar esta imagen en un nuevo nombre de archivo
it: Salvare questa immagine in un nuovo nome file
zh: 將此圖像保存到一個新的檔案名

source: Select a circular area of your image
de: Wählen Sie eine kreisförmige Fläche von Ihrem Bild
es: Seleccione un área circular de la imagen
it: Selezionare un'area circolare della tua immagine
zh: 選擇圓形面積的你的形象

source: Select a portion of your image of a similar color
de: Wählen Sie einen Teil Ihres Bildes von einer ähnlichen Farbe
es: Seleccionar una parte de la imagen de un color similar
it: Selezionare una parte dell'immagine di un colore simile
zh: 選擇您的圖片的顏色相近的部分

source: Select a rectangular area of your image
de: Wählen Sie einen rechteckigen Bereich des Abbilds
es: Seleccionar un área rectangular de la imagen
it: Selezionare un'area rettangolare dell'immagine
zh: 選擇您的圖像矩形區域

source: Select all images in the grid
de: Wählen Sie alle Bilder im Raster
es: Seleccionar todas las imágenes en la red
it: Selezionare tutte le immagini nella griglia
zh: 在網格中選擇的所有圖像

source: Print the selected image to fit the page
de: Drucken Sie das ausgewählte Bild auf die Seite passen
es: Imprimir la imagen seleccionada para adaptarse a la página
it: Stampare l'immagine selezionata per adattarlo alla pagina
zh: 列印所選的圖像以適合頁面

source: Print the selected images as a sheet of thumbnails
de: Drucken Sie die ausgewählten Bilder als ein Blatt von Miniaturansichten
es: Imprimir las imágenes seleccionadas como una hoja de miniaturas
it: Stampare le immagini selezionate come un foglio di miniature
zh: 列印所選的圖像作為縮略圖一張

source: Print this image at its original size
de: Drucken Sie dieses Bild in Originalgröße
es: Imprimir esta imagen en su tamaño original
it: Stampare questa immagine nelle sue dimensioni originali
zh: 列印此圖像以其原始大小

source: Print this image to fit the page
de: Drucken Sie dieses Bild auf die Seite passen
es: Imprimir esta imagen para la página
it: Stampare questa immagine per adattare la pagina
zh: 列印此圖像以適合頁面

source: Prompt for an image file to load as a new layer
de: Eingabeaufforderung für eine Image-Datei als einen neuen Layer laden
es: Símbolo del sistema para un archivo de imagen a cargar como una nueva capa
it: Richiedi un file immagine da caricare come nuovo livello
zh: 提示輸入要作為一個新圖層載入的影像檔
