Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: &Horiz. Position:
es: &Horz. Posición:
it: &Posizione Orizzontale:
zh: 水準。位置(&H)

source: &Vert. Position:
de: &Senkrechten Position:
es: &Posición de Vert:
it: &Posizione Verticale:
zh: 立式位置(&V)

source: &Delay time:
de: Delay-Zeit:
es: T&iempo de retardo:
it: &Tempo di ritardo:
zh: 延遲時間(&D)

source: T&ransparent color:
de: Farbe nicht in der Farbtabelle:
es: &Color transparente:
it: Colore t&rasparente:
zh: 透明顏色(&R)

source: &Background:
de: &Hintergrund:
es: &Fondo:
it: &Sfondo:
zh: 背景(&B)

source: &Compression:
de: Kompression:
es: &Compresión:
it: &Compressione:
zh: 壓縮(&C)

source: &Filter
es: Filtro
it: &Filtro
zh: 过滤(&F)

source: Co&mpression
de: Kompression
es: Co&mpresión
it: Co&mpressione
zh: 壓縮(&M)

source: P&hotometric:
de: Photometrische:
es: F&otométrico:
it: F&otometrica:
zh: 光度法(&H)

source: &Rate:
de: &Preis:
es: &Tarifa:
it: &Tasso:
zh: 速率(&R)

source: H&oriz. Position (inch):
de: Horz. Position (Zoll):
es: H&orz. Posición (pulgadas):
it: &Orizzontale Posizione (pollici):
zh: 水準。位置 （英寸）

source: Result:
de: Ergebnis:
es: Resultado:
it: Risultato:
zh: 結果

source: Source:
de: Quelle:
es: Fuente:
it: Fonte:
zh: 來源：

source: TGA
zh: 抗甲状腺球蛋白抗体

source: Filtri
es: Filtros
zh: 篩選器

source: Filtri ...
de: Andere...
es: Filtros...
zh: 其他...

source: FISearchForm
de: FI Suchformular
es: FI Formulario de búsqueda
it: FICerca Modulo
zh: 搜索

source: Self-extracting Archive
de: Selbstentpackende Datei
es: Archivo autoextraíble
it: Archivio autoestraente
zh: 自解壓存檔檔

source: progress
de: fortschritte
es: progreso
it: stato di avanzamento
zh: 進展

source: Check on Startup
de: Beim Starten überprüfen
es: Comprobar al inicio
it: Verifica all'avvio
zh: 啟動時檢查

source: When checked will look for updates automatically
de: Wenn diese Option aktiviert, automatisch nach Updates sucht
es: Cuando busca actualizaciones automáticamente
it: Quando controllato cercherà gli aggiornamenti automaticamente
zh: 如果選中此選項將自動查找更新

source: Download and install this update?
de: Downloaden und installieren Sie dieses Update?
es: Descargar e instalar esta actualización?
it: Scaricare e installare questo aggiornamento?
zh: 下載並安裝此更新嗎？

source: New update found
de: Neues Update gefunden
es: Nueva actualización encontrado
it: Nuovo aggiornamento trovato
zh: 發現新的更新

source: Update Request ...
de: Update-Anfrage...
es: Solicitud de actualización...
it: Richiesta di aggiornamento...
zh: 更新要求...

source: Show Password
de: Passwort anzeigen
es: Mostrar contraseña
it: Visualizza Password
zh: 顯示密碼

source: Confirm Password
de: Bestätigen Sie Kennwort
es: Confirmar Password
it: Conferma Password
zh: 確認密碼

source: User Registration
de: Benutzer-Registrierung
es: Registro de usuario
it: Registrazione utente
zh: 使用者註冊

source: Call Henry
de: Rufen Sie Heinrich
es: Llame a Henry
it: Chiama Henry
zh: 打電話給亨利

source: © FlexLine - Sviluppo e progettazione software
de: © FlexLine - Sviluppo e Ausstellung software
es: © FlexLine - software de progettazione e Sviluppo
it: © FlexLine - software di progettazione e Sviluppo
zh: © FlexLine-人口發展 e progettazione 軟體

source: Initializing
de: Initialisieren
es: Inicializando
it: L'inizializzazione
zh: 初始化

source: Alo Photo Scan
de: Alo Foto-Scan
es: Análisis de la foto de alo
zh: 勞工事務主任照片掃描

source: Registered To
de: Registriert
es: Registrado a
it: Registrati per
zh: 已註冊的

source: Unregister
de: Aufheben der Registrierung
es: Anular el registro de
it: Annullare la registrazione
zh: 登出

source: Live Update
es: Actualización en vivo
it: Aggiornamenti
zh: 即時更新

source: Spin CCW
de: CCW drehen
es: Girar CCW
it: Ruota CCW
zh: 自旋 CCW

source: Spin CW
es: Girar CW
it: Ruota CW
zh: 自旋 CW

source: Spin Down
es: Girar por
it: Rotazione verso il basso
zh: 降速

source: Spin Up
de: Hochfahren
es: Gira para arriba
zh: 在旋轉

source: AF Locked
de: AF gesperrt
es: AF bloqueado
it: AF bloccato
zh: 自動對焦鎖定

source: Move!
de: Bewegen!
es: ¡Muévete!
zh: 移動 ！

source: Auto Image Sharpen
de: Auto Bild zu schärfen
es: Auto imagen afilar
it: Auto immagine affilare
zh: 自動圖像銳化

source: Auto White Background
de: Auto-weißen Hintergrund
es: Auto fondo blanco
it: Sfondo Bianco Auto
zh: 汽車白色背景

source: 1:1 Calibration
de: 1:1-Kalibrierung
es: Calibración de 1:1
it: Calibrazione 1:1
zh: 1:1 校準

source: 1:1 Calibration Wizard
de: 1:1 Kalibrierungsassistent
es: Asistente de calibración de 1:1
it: 1:1 taratura guidata
zh: 1:1 校準嚮導

source: Format Card
de: Karte formatieren
es: Formatear tarjeta
it: Formato carta
zh: 格式卡

source: &Get camera settings
de: &Kamera-Einstellungen zu bekommen
es: &Ajustes de la cámara
it: &Impostazioni della fotocamera
zh: 獲取相機設置 (&G)

source: Get Picture
de: Nehmen
es: Tomar
it: Scatta
zh: 獲取圖片

source: AF Lock
es: Bloqueo AF
it: Blocco AF
zh: 自動對焦鎖

source: Magnify Minus
de: Vergrößern Sie abzüglich
es: Ampliar menos
it: Magnificare meno
zh: 放大減去

source: Magnnify Plus
zh: Magnnify 加

source: &Set camera settings
de: &Kamera einstellen
es: &Ajustes de la cámara
it: Impo&stazioni della fotocamera
zh: 設置相機設置 (&S)

source: Set Owner
de: Set-Besitzer
es: Establecer propietario
it: Imposta proprietario
zh: 設置的擁有者

source: Set time in camera
de: Uhrzeit in der Kamera
es: Establecer tiempo en cámara
it: Impostare tempo fotocamera
zh: 在相機設置時間

source: Use Mask
de: Maske verwenden
es: Utilizar mascarilla
it: Utilizzare la maschera
zh: 使用遮罩

source: Show Preview
de: Vorschau anzeigen
es: Vista preliminar
it: Visualizza anteprima
zh: 顯示預覽

source: &Models
de: &Modelle
es: &Modelos
it: &Articoli
zh: 與模型 (&M)

source: &Page Settings Wizard
de: &Seite SettingWizard
es: &Asistente para configuración de página
it: Autocom&posizione Formato
zh: 與版面設定嚮導 (&P)

source: P&rint Wizard
de: D&rucken Assistenten
es: P&rimir asistente
it: &Stampa Catalogo
zh: 打印嚮導 (&R)

source: &Setup
es: &Configuración
it: Impo&stazioni
zh: 與安裝程式 (&S)

source: Copy|Copies the selection and puts it on the Clipboard
de: Kopie | Kopiert die Auswahl und legt es in die Zwischenablage
es: Copia | Copia la selección y lo pone en el portapapeles
it: Copia | Copia la selezione e la mette negli Appunti
zh: 複製 |複製所選內容並將其放在剪貼簿上

source: Cut|Cuts the selection and puts it on the Clipboard
de: Schneiden | Schneidet die Auswahl aus und legt es in die Zwischenablage
es: Corte | Corta la selección y la coloca en el portapapeles
it: Taglio | Taglia la selezione e la mette negli Appunti
zh: 切 |剪切所選內容並將其放在剪貼簿上

source: Delete|Erases the selection
de: Löschen | Löscht die Auswahl
es: Eliminar | Borra la selección
it: Elimina | Cancella la selezione
zh: 刪除 |除去選定內容

source: Paste|Inserts Clipboard contents
de: Einfügen | Inhalt der Zwischenablage wird eingefügt
es: Pasta | Inserta el contenido del portapapeles
it: Pasta | Inserisce il contenuto degli Appunti
zh: 粘貼 |插入剪貼簿內容

source: Select All|Selects the entire document
de: Wählen Sie alle | Markiert das gesamte Dokument
es: Seleccionar todo | Selecciona todo el documento
it: Seleziona tutto | Seleziona l'intero documento
zh: 選擇所有 |選擇整個文檔

source: Undo|Reverts the last action
de: Rückgängig machen | Macht die letzte Aktion rückgängig
es: Deshacer | Revierte la última acción
it: Annullare | Ripristina l'ultima azione
zh: 撤銷 |恢復上一次操作

source: Exit Alo Photo Scan
de: Ausfahrt Alo Foto Scan
es: Salida Alo Photo Scan
it: Uscire da Alo Photo Scan
zh: 退出 Alo 照片掃描

source: Open Picture
de: Bild öffnen
es: Cuadro abierto
it: Aprire foto
zh: 打開圖片

source: Open from &Camera
de: Geöffnet von &Kamera
es: Abierto de y la cámara
it: Apri da &fotocamera
zh: 從打開 & 相機

source: Open Picture from Camera
de: Bild von Kamera öffnen
es: Abrir imagen de cámara
it: Apri foto da fotocamera
zh: 打開圖片從觀景窗

source: Revert
de: Rückgängig machen
es: Volver
it: Ripristina
zh: 還原

source: Save current image
de: Aktuelle Bild speichern
es: Guardar la imagen actual
it: Salvare l'immagine corrente
zh: 保存當前圖像

source: Save Picture
de: Bild speichern
es: Guardar imagen
it: Salvare foto
zh: 保存圖片

source: Save for Web
de: Für Web speichern
es: Guardar para Web
it: Salva per Web
zh: 保存為 Web

source: Save Current Image for WEB
de: Aktuelle Bild für WEB speichern
es: Guardar imagen para WEB
it: Salvare l'immagine corrente per il WEB
zh: 將當前圖像保存為 WEB

source: Save Selection As
de: Auswahl als speichern
es: Guardar selección como
it: Salva selezione come
zh: 保存作為選擇

source: Save current image selection
de: Aktuelle Bildauswahl speichern
es: Guardar selección de imagen actual
it: Salvare la selezione corrente di immagine
zh: 保存當前圖像選擇

source: Save as New Model
de: Als neues Modell speichern
es: Guardar como nuevo modelo
it: Salva come nuovo modello
zh: 另存為新模型

source: Save current image selection as new model
de: Aktuelle Bildauswahl als neues Modell speichern
es: Guardar la selección actual de la imagen como nuevo modelo
it: Salvare la selezione corrente di immagine come nuovo modello
zh: 將當前圖像所選內容保存為新模型

source: Send To
de: Senden an
es: Enviar a
it: Invia a
zh: 發送到

source: Send back image to caller app
de: Senden Sie zurück Bild an Anrufer app
es: Enviar imagen posterior a la aplicación de la llamada
it: Invia immagine indietro all'applicazione chiamante
zh: 後面的圖像發送到調用方的應用程式

source: Flex Line Homepage
es: Página principal Flex Line
zh: Flex Line 主頁

source: Focus Stacking
zh: 堆疊的焦點

source: Catalogue Demo
de: Katalog-Demo
es: Catálogo Demo
it: Catalogo Demo
zh: 目錄演示

source: Tutorial (Hi Res)
de: Tutorial (Hoch Auflösung)
es: Tutorial (Alta Res)
it: Tutorial (Alta Res)
zh: 教程 (高分辨率)

source: Tutorial (Low res)
de: Tutorial (Niedrige Auflösung)
es: Tutorial (Baja Res)
it: Tutorial (Bassa Res)
zh: 教程 （低分辨率）

source: Tutorial (Mid Res)
de: Tutorial (Mitte Auflösung)
es: Tutorial (Media Res)
it: Tutorial (Media Res)
zh: 教程（中等分辨率)

source: Image with detail
de: Bild mit detail
es: Imagen con detalle
it: Immagine con dettaglio
zh: 具有細節的圖像

source: Two images mirrored
de: Zwei Bilder gespiegelt
es: Dos imágenes espejadas
it: Due immagini specchiate
zh: 鏡像的兩個圖像

source: Video Tutorials Home
es: Video Tutoriales
it: Video tutorials
zh: 視頻教程首頁

source: Add Reflection
de: Reflexion
es: Añadir reflejo
it: Aggiungi riflesso
zh: 添加反射

source: Add Watermark
de: Wasserzeichen hinzufügen
es: Añadir marca de agua
it: Aggiungi filigrana
zh: 添加浮水印

source: Canvas
de: Leinwand
zh: 畫布

source: Changes canvas size
de: Änderungen Leinwand Größe
es: Cambios al tamaño del lienzo
it: Modifiche dimensioni tela
zh: 更改畫布大小

source: Crop Selection
de: Ernte-Auswahl
es: Selección de cultivos
it: Ritaglia Selezione
zh: 作物的選擇

source: &Equalize
de: &Entzerren
es: &Ecualizar
it: &Equalizza
zh: 與均衡 (&E)

source: Feather Selection
de: Feder-Auswahl
es: Difuminar la selección
it: Selezione Sfumatura
zh: 羽化選區

source: Filters
de: Filter
es: Filtros
it: Filtri
zh: 篩選器

source: Rotate Layer
de: Schicht zu drehen
es: Capa de rotación
it: Ruota Livello
zh: 旋轉圖層

source: Apply Rotation
de: Wenden Sie Drehung
es: Aplicar la rotación
it: Applicare la rotazione
zh: 應用旋轉

source: New Layer via Copy
de: Neue Ebene durch Kopie
es: Nueva capa vía copiar
it: Nuovo livello tramite copia
zh: 通過複製新層

source: Rotate Counter Clockwise
de: Drehen gegen den Uhrzeigersinn
es: Gire hacia la derecha
it: Ruotare in senso antiorario
zh: 旋轉計數器順時針

source: Rotate Clockwise
de: Drehen im Uhrzeigersinn
es: Gire hacia la derecha
it: Ruotare in senso orario
zh: 順時針旋轉

source: Ruler Inches
de: Lineal Zoll
es: Regla pulgadas
it: Righello Pollici
zh: 尺英寸

source: Ruler CM
de: Lineal CM
es: Regla de CM
it: Righello CM
zh: 釐米的尺子

source: Select Inverse
de: Wählen Sie Inverse
es: Seleccionar inverso
it: Selezione inversa
zh: 反向選擇

source: Star 140x140 px Diagonal
de: Sterne-140 x 140 px Diagonal
es: Estrella Diagonal de 140 x 140 px
it: 140 x 140 px diagonale di stelle
zh: 明星 140 x 140 px 對角線

source: Star 140x140 px Vertical
de: Sterne-140 x 140 px vertikal
es: Estrella Vertical de 140 x 140 px
it: Star: 140 x 140 px verticale
zh: 明星 140 x 140 px 垂直

source: Star 190x190 px Diagonal
de: 190 x 190 px Diagonal-Sterne
es: 190 x 190 px Diagonal la estrella
zh: 明星 190 x 190 px 對角線

source: Star 190x190 px Vertical
de: Sterne-190 x 190 px vertikal
es: Estrella Vertical de 190 x 190 px
it: Star: 190 x 190 px verticale
zh: 明星 190 x 190 px 垂直

source: Transparency
de: Transparenz
es: Transparencia
it: Trasparenza
zh: 透明度

source: &White Background
de: &Weißer Hintergrund
es: &Fondo Blanco
it: &Sfondo bianco
zh: 與白色背景 (&W)

source: Copy Mask
de: Kopieren Sie Maske
es: Máscara de la copia
it: Copia Maschera
zh: 複製遮罩

source: Mask Maintenance
de: Maske Wartung
es: Mantenimiento de la máscara
it: Manutenzione maschera
zh: 面膜保養

source: Paste Mask
de: Maske einfügen
es: Máscara de goma
it: Incolla Maschera
zh: 粘貼蒙版

source: Show Masks
de: Masken zu zeigen
es: Mostrar máscaras
it: Visualizza maschere
zh: 顯示的面具

source: Clone Stamp (S)
de: Kopierstempel (S)
es: Tampón de clonar (S)
it: Timbro clone (S)
zh: 仿製圖章 (S)

source: Brush (B)
de: Pinsel (B)
es: Pincel (B)
it: Pennello (B)
zh: 筆刷 (B)

source: Rectangular Selection (M)
de: Rechteckige Auswahl (M)
es: Selección rectangular (M)
it: Selezione rettangolare (M)
zh: 矩形選擇 (M)

source: Circular Selection (C)
de: Runde Selection (C)
es: Selección Circular (C)
it: Selezione Circolare (C)
zh: 圓形 Selection (C)

source: Lasso Selection (L)
de: Lasso-Auswahl (L)
es: Selección de lazo (L)
it: Selezione lazo (L)
zh: 套索選擇 (L)

source: Magic Wand (W)
de: Zauberstab (W)
es: Varita mágica (W)
it: Bacchetta magica (W)
zh: 魔術棒 (W)

source: Select None (N)
de: Wählen Sie keine (N)
es: Seleccione ninguno (N)
it: Selezionare None (N)
zh: 選擇無 (N)

source: Polygonar Selection (P)
de: Polygonar Auswahl (P)
es: Selección de Polygonar (P)
it: Selezione Poligonare (P)
zh: Polygonar 選擇 (P)

source: Text (T)
es: Texto (T)
it: Testo (T)
zh: 文本 (T)

source: Zoom (Z)
zh: 縮放 (Z)

source: Hand (H)
es: Mano (H)
it: Mano (H)
zh: (H) 的手

source: Smudge Tool (R)
de: ToolWisch (R)
es: Manchar Tool (R)
it: Sfumare Tool (R)
zh: 塗抹 Tool (R)

source: Above the Ribbon
de: Über die Multifunktionsleiste
es: Por encima de la cinta
it: Sopra la barra multifunzione
zh: 以上功能區

source: Ribbon Application Button
de: Menüband-Anwendungsschaltfläche
es: Botón de aplicación de cinta
it: Pulsante di applicazione della barra multifunzione
zh: 應用程式的功能區按鈕

source: Below the Ribbon
de: Unterhalb des Menübands
es: Por debajo de la cinta
it: Sotto la barra multifunzione
zh: 功能區下方

source: B&lack
de: B&fehlen
es: B y la falta
it: &Nero
zh: B & 缺乏

source: &Blue
de: &Blau
it: &Blu
zh: 與藍 (&B)

source: Ribbon Form
de: Band-Form
es: Forma de cinta
it: Forma Barra
zh: 表單功能區

source: &Silver
de: &Silber
es: &Plata
it: &Argento
zh: 與銀 (&S)

source: Show Dialog
de: Dialogfeld anzeigen
es: Mostrar cuadro de diálogo
it: Mostra finestra di dialogo
zh: 顯示對話方塊

source: Show Ribbon
de: Show-Band
es: Mostrar de la cinta
it: Visualizza la barra multifunzione
zh: 顯示功能區

source: I
de: Ich
es: Me
it: Ho
zh: 我

source: Use Aero
de: Verwendung Aero
es: Uso Aero
it: Uso Aero
zh: 使用航空

source: Actual Pixels
de: Tatsächliche Pixel
es: Píxeles reales
it: Pixel effettivi
zh: 實際圖元

source: Zoom &In
es: Zoom y en
zh: 縮放與中(&I)

source: Zoom &Out
es: Zoom Out y
it: Zoom &Fuori
zh: 縮放與出(&O)

source: New Camera
de: Neue Kamera
es: Nueva cámara
it: Nuova fotocamera
zh: 新相機

source: Show Current Camera
de: Zeige aktuelle Kamera
es: Mostrar cámara fotográfica actual
it: Macchina fotografica corrente Visualizza
zh: 顯示當前相機

source: &Operations
de: &Operationen
es: &Operaciones
it: &Operazioni
zh: 與操作 (&O)

source: Catalogue
de: Katalog
es: Catálogo
it: Catalogo
zh: 目錄

source: Close all Panels
de: Schließen Sie alle Panels
es: Cerrar todos los paneles
it: Chiudere tutti i pannelli
zh: 關閉所有面板

source: Close Panel
de: Schließen
es: Cerrar Panel
it: Chiudere il pannello
zh: 關閉面板

source: Tolerance
de: Toleranz
es: Tolerancia
it: Tolleranza
zh: 公差

source: Opacity
de: Deckkraft
es: Opacidad
it: Opacità
zh: 不透明度

source: Feather
de: Feder
es: Pluma
it: Piuma
zh: 羽毛

source: Amount
de: Betrag
es: Cantidad
it: Importo
zh: 金額

source: (autocolor)
zh: （塗料）

source: Scanner
es: Escáner
zh: 掃描器

source: Center Alignment
de: Zentrierte Ausrichtung
es: Alineación de centro
it: Allineamento al centro
zh: 居中對齊

source: Justify Alignment
de: Ausrichtung zu rechtfertigen
es: Justificar la alineación
it: Giustificare l'allineamento
zh: 辯解對齊方式

source: Left Alignment
de: Ausrichtung Links
es: Alineación izquierda
it: Allineamento a sinistra
zh: 左的對齊

source: Right Alignment
de: Richtige Ausrichtung
es: Alineación derecha
it: Allineamento a destra
zh: 右對齊

source: Put text here...
de: Text hier einfügen...
es: Poner texto aquí...
it: Mettere il testo qui...
zh: 把文本放在這兒......

source: Catalogue Tutorial
de: Katalog-Tutorial
es: Tutorial del catálogo
it: Tutorial Catalogo
zh: 目錄教程

source: Rulers
de: Lineale
es: Reglas
it: Righelli
zh: 統治者

source: Stars
de: Sterne
es: Estrellas
it: Stelle
zh: 星星

source: Watermarks
de: Wasserzeichen
es: Marcas de agua
it: Filigrane
zh: 浮水印

source: Blending
de: Mischen
es: Mezcla
it: Mescola
zh: 共混

source: &Brightness
de: &Helligkeit
es: &Brillo
it: &Luminosità
zh: 與亮度 (&B)

source: &Contrast
de: &Kontrast
es: &Contraste
it: &Contrasto
zh: 與對比 (&C)

source: Horiz.
it: Orizz.
zh: 水準移動。

source: Vert.
zh: 垂直。

source: Untitled counter
de: Untitled-Zähler
es: Contador sin título
it: Contatore senza titolo
zh: 無題的計數器

source: &Catalogue
de: &Katalog
es: &Catálogo
it: &Catalogo
zh: 與目錄 (&C)

source: Gadgets
it: Gadget
zh: 小工具

source: &Image
de: &Bild
es: &Imagen
it: &Immagine
zh: 與圖像 (&I)

source: &Mask
de: &Maske
es: &Máscara
it: &Maschera
zh: 與面具 (&M)

source: Color Scheme
de: Farbschema
es: Esquema de color
it: Combinazione di colori
zh: 色彩配置

source: Masks
de: Masken
es: Máscaras
it: Maschere
zh: 面具

source: Quick Access Toolbar
de: Schnellzugriff-Werkzeugkasten
es: Barra de herramientas de acceso rápido
it: Barra di accesso rapido
zh: 快速存取工具列

source: Quick Help
de: Schnelle Hilfe
es: Ayuda rápida
it: Aiuto rapido
zh: 快速説明

source: View
de: Blick
es: Ver
it: Vista
zh: 視圖

source: Catalogues
de: Kataloge
es: Catálogos
it: Cataloghi
zh: 目錄

source: Support
de: Unterstützung
es: Apoyo
it: Supporto
zh: 支援

source: Appearance
de: Aussehen
es: Aspecto
it: Aspetto
zh: 外觀

source: Skin
de: Haut
es: Piel
it: Pelle
zh: 皮膚

source: FastReport PDF export
es: Exportación del PDF de FastReport
zh: FastReport PDF 匯出

source: \Software\Fast Reports
de: \Software\Fast Berichte
es: Informes \Software\Fast
zh: \Software\Fast 報告

source: begin end.
de: beginnen Ende.
es: empezar fin.
it: inizio fine.
zh: 開始

source: &Online Help
de: &Online-Hilfe
es: &Ayuda en línea
it: Guida &online
zh: 與線上說明 (&O)

source: Help Contents
de: Inhalt der Hilfe
es: Ayuda contenidos
it: Contenuti della Guida
zh: 説明內容

source: Support EMail
de: Support per E-Mail
es: Email de asistencia
it: E-mail di supporto
zh: 支援電子郵件

source: Online Forum
es: Foro en línea
it: Forum online
zh: 線上論壇

source: &Masks
de: &Masken
es: &Máscaras
it: &Maschere
zh: 與面具 (&M)

source: Move Left
de: Nach links verschieben
es: Moverse a la izquierda
it: Spostarsi a sinistra
zh: 向左移動

source: Move Right
de: Gehen Sie nach rechts
es: Moverse a la derecha
it: Spostare a destra
zh: 向右移動

source: (*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.dcm;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.psd;*.iev;*.lyr;*.all;*.avi;*.mpg;*.wmv)|*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.dcm;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.psd;*.iev;*.lyr;*.all;*.avi;*.mpg;*.wmv|Tutti (*.*)|*.*|TIFF Bitmap (*.tif;*.tiff;*.fax;*.g3n;*.g3f;*.xif)|*.tif;*.tiff;*.fax;*.g3n;*.g3f;*.xif|CompuServe Bitmap (*.gif)|*.gif|JPEG Bitmap (*.jpg;*.jpeg;*.jpe;*.jif)|*.jpg;*.jpeg;*.jpe;*.jif|PaintBrush (*.pcx)|*.pcx|Windows Bitmap (*.bmp;*.dib;*.rle)|*.bmp;*.dib;*.rle|Windows Icon (*.ico)|*.ico|Windows Cursor (*.cur)|*.cur|Portable Network Graphics (*.png)|*.png|DICOM Bitmap (*.dcm;*.dic;*.dicom)|*.dcm;*.dic;*.dicom|Windows Metafile (*.wmf)|*.wmf|Enhanced Windows Metafile (*.emf)|*.emf|Targa Bitmap (*.tga;*.targa;*.vda;*.icb;*.vst;*.pix)|*.tga;*.targa;*.vda;*.icb;*.vst;*.pix|Portable Pixmap, GrayMap, BitMap (*.pxm;*.ppm;*.pgm;*.pbm)|*.pxm;*.ppm;*.pgm;*.pbm|Wireless Bitmap (*.wbmp)|*.wbmp|JPEG2000 (*.jp2)|*.jp2|JPEG2000 Code Stream (*.j2k;*.jpc;*.j2c)|*.j2k;*.jpc;*.j2c|Multipage PCX (*.dcx)|*.dcx|Camera RAW (*.crw;*.cr2;*.nef;*.raw;*.pef;*.raf;*.x3f;*.bay;*.orf;*.srf;*.mrw;*.dcr;*.sr2)|*.crw;*.cr2;*.nef;*.raw;*.pef;*.raf;*.x3f;*.bay;*.orf;*.srf;*.mrw;*.dcr;*.sr2|Photoshop PSD (*.psd)|*.psd|Vectorial objects (*.iev)|*.iev|Layers (*.lyr)|*.lyr|Layers and objects (*.all)|*.all|Video for Windows (*.avi)|*.avi|Mpeg (*.mpeg;*.mpg)|*.mpeg;*.mpg|Windows Media Video (*.wmv)|*.wmv
zh: File grafici comuni (*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv)|*.tif;*.gif;*.jpg;*.pcx;*.bmp;*.ico;*.cur;*.png;*.wmf;*.emf;*.tga;*.pxm;*.wbmp;*.jp2;*.j2k;*.dcx;*.crw;*.avi;*.mpg;*.wmv|合奏 (*.*) | *.* |TIFF 點陣圖 （*.tif; *.tiff; *.fax; *.g3n; *.g3f; *.xif） | *.tif; *.tiff; *.fax; *.g3n; *.g3f; *.xif |CompuServe 點陣圖 (*.gif) | *.gif |JPEG 點陣圖 （*.jpg; *.jpeg; *.jpe; *.jif） | *.jpg; *.jpeg; *.jpe; *.jif |畫筆 (*.pcx) | *.pcx |Windows 點陣圖 （應用; *.dib; *.rle） | *.bmp; *.dib; * 3 超 |Windows 圖示 (*.ico) | *.ico |Windows 游標 (*.cur) | *.cur |可移植網狀圖形 (*.png) | *.png |Windows 圖中繼檔 (*.wmf) | *.wmf |加強 Windows 圖中繼檔 (*.emf) | *.emf |塔爾加點陣圖 （*.tga; *.targa; *.vda; *.icb; *.vst; *.pix） | *.tga; *.targa; *.vda; *.icb; *.vst; *.pix |可擕式彩色點陣圖，灰度點陣圖，點陣圖 （*.pxm; *.ppm; *.pgm; *.pbm） | *.pxm; *.ppm; *.pgm; *.pbm |無線點陣圖 (*.wbmp) | *.wbmp |JPEG2000 (*.jp2) | *.jp2 |JPEG2000 碼流 （*.j2k; *.jpc; *.j2c） | *.j2k; *.jpc; *.j2c |多頁 PCX (*.dcx) | *.dcx |相機原始 （*.crw; *.cr2; *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; *.dcr） | *.crw; *.cr2; *.nef; *.raw; *.pef; *.raf; *.x3f; *.bay; *.orf; *.srf; *.mrw; *.dcr |視頻視窗 (*.avi) | *.avi |Mpeg （*.mpeg; *.mpg） | *.mpeg; *.mpg |Windows 媒體視頻 (*.wmv) | *.wmv

source: JPEG Bitmap (JPG)|*.jpg|CompuServe Bitmap (GIF)|*.gif|TIFF Bitmap (TIF)|*.tif|PaintBrush (PCX)|*.pcx|Portable Network Graphics (PNG)|*.png|Windows Bitmap (BMP)|*.bmp|OS/2 Bitmap (BMP)|*.bmp|Targa Bitmap (TGA)|*.tga|Portable PixMap (PXM)|*.pxm|Portable PixMap (PPM)|*.ppm|Portable GreyMap (PGM)|*.pgm|Portable Bitmap (PBM)|*.pbm|JPEG2000 (JP2)|*.jp2|JPEG2000 Code Stream (J2K)|*.j2k|Multipage PCX (DCX)|*.dcx
de: JPEG-Bitmap (JPG) | * .jpg | CompuServe Bitmap (GIF) | * .gif | TIFF-Bitmap (TIF) | * .tif | Pinsel (PCX) | * .pcx | Portable Network Graphics (PNG) | * .png | Windows Bitmap (BMP) | * .bmp | OS/2-Bitmap (BMP) | * .bmp | Targa Bitmap (TGA) | * TGA | Portable PixMap (PXM) | * .pxm | Portable PixMap (PPM) | * .ppm | Tragbare GreyMap (PGM) | * .pgm | Portable Bitmap (PBM) | * .pbm | JPEG2000 (JP2) | * .jp2 | JPEG2000 Codestream (J2K) | * .j2k | Multipage PCX (DCX) | * .dcx
es: Mapa de bits JPEG (JPG) | * .jpg | Mapa de bits CompuServe (GIF) | * .gif | Mapa de bits TIFF (TIF) | * .tif | PaintBrush (PCX) | * .pcx | Gráficos de red portátiles (PNG) | * .png | Windows Bitmap (BMP) | * .bmp | OS/2 mapa de bits (BMP) | * .bmp | Mapa de bits Targa (TGA) | * TGA | Portable PixMap (PXM) | * .pxm | Portable PixMap (PPM) | * ppm | Portátiles grises (PGM) | * PGM | Mapa de bits portátil (PBM) | * .pbm | JPEG2000 (JP2) | *. jp2 | JPEG2000 Secuencia de código (J2K) | * .j2k | Varias páginas PCX (DCX) | * .dcx
zh: JPEG 點陣圖 (JPG) | *.jpg |CompuServe 點陣圖 (GIF) | *.gif |TIFF 點陣圖 (TIF) | *.tif |畫筆 (PCX) | *.pcx |可移植網狀圖形 (PNG) | *.png |Windows 點陣圖 (BMP) | *.bmp |OS/2 點陣圖 (BMP) | *.bmp |塔爾加點陣圖 (TGA) | *.tga |便攜點陣圖 (PXM) | *.pxm |便攜點陣圖 (PPM) | *.ppm |可擕式 GreyMap (PGM) | *.pgm |便攜點陣圖 (PBM) | *.pbm |JPEG2000 (JP2) | *.jp2 |JPEG2000 碼流 (J2K) | *.j2k |多頁 PCX (DCX) | *.dcx

source: Sca&nner
es: Escá&ner
zh: 掃描器 (&N)

source: Center text
de: Zentrieren von text
es: Texto del centro
it: Centratura del testo
zh: 居中對齊文本
