Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Maximum number of line allowed exceeded
de: Maximale Anzahl der Linie darf überschritten
es: Número máximo de línea permitido excedido
it: Numero massimo di linea ammessi superato
zh: 線允許的最大數量超過

source: The IOHandler already has a different Intercept assigned
de: Die IOHandler hat bereits eine unterschiedliche Achsenabschnitt zugewiesen
es: La IOHandler ya tiene un intercepto diferente asignado
it: Il IOHandler ha già un'intercetta diversa assegnata
zh: IOHandler 已經有分配不同的攔截

source: Transparent proxy cannot bind.
de: Transparenter Proxy kann nicht gebunden werden.
es: Proxy transparente no se puede enlazar.
it: Impossibile associare il proxy trasparente.
zh: 透明代理無法綁定。

source: UDP Not supported by this proxy.
de: UDP nicht durch diesen Proxy unterstützt.
es: UDP no admite por este proxy.
it: UDP non supportato da questo proxy.
zh: UDP 不支援通過此代理伺服器。

source: Buffer terminator must be specified.
de: Puffer-Terminator muss angegeben werden.
es: Se debe especificar el terminador de búfer.
it: Terminatore di buffer deve essere specificato.
zh: 必須指定緩衝區結束字元。

source: Buffer start position is invalid.
de: Startposition der Puffer ist ungültig.
es: Posición de inicio del búfer no es válido.
it: Posizione di inizio del buffer non è valido.
zh: 緩衝區的開始位置是不正確。

source: Cannot change a connected IOHandler.
de: Einem angeschlossenen IOHandler kann nicht geändert werden.
es: No se puede cambiar un IOHandler conectado.
it: Non è possibile modificare un IOHandler collegato.
zh: 不能更改連接的 IOHandler。

source: No IOHandler of type %s is installed.
de: Keine IOHandler des Typs %s ist installiert.
es: No IOHandler de tipo %s está instalado.
it: Nessun IOHandler di tipo %s è installato.
zh: 安裝了沒有 IOHandler 類型 %s。

source: Reply Code is not valid: %s
de: Antwort-Code ist nicht gültig: %s
es: Código de respuesta no es válido: %s
it: Codice di risposta non è valida: %s
zh: 回復代碼無效: %s

source: Reply Code already exists: %s
de: Antwort-Code bereits vorhanden ist: %s
es: Respuesta código ya existe: %s
it: Codice di risposta esiste già: %s
zh: 回復代碼已存在: %s

source: IOHandler value is not valid
de: IOHandler-Wert ist nicht gültig
es: IOHandler valor no es válido
it: Valore IOHandler non è valido
zh: IOHandler 值無效

source: Algorithm %s not permitted in FIPS mode
de: Algorithmus %s nicht gestattet im FIPS-Modus
es: Algoritmo de %s no permitida en modo FIPS
it: Algoritmo di %s non consentito in modalità FIPS
zh: 演算法在 FIPS 模式下不允許 %s

source: Extension is empty
de: Erweiterung ist leer
es: Extensión está vacía
it: Estensione è vuoto
zh: 擴展為空

source: Mimetype is empty
de: MIME-Typ ist leer
es: Tipo MIME está vacía
it: MimeType è vuoto
zh: Mimetype 為空

source: Extension already exits
de: Erweiterung beendet bereits
es: Extensión ya sale
it: Estensione si chiude già
zh: 擴展已存在

source: Chunk Started
de: Chunk gestartet
es: Pedazo del iniciado
it: Blocco iniziato
zh: 大塊開始

source: Address type not supported.
de: Adresstyp nicht unterstützt.
es: Tipo de dirección no soportado.
it: Tipo di indirizzo non supportato.
zh: 不支援的網址類別型。

source: %d: Circular links are not allowed
de: % d: Runden Links sind nicht erlaubt
es: % D: No se permiten enlaces circulares
it: non sono consentiti link circolare di % d
zh: 不允許 %d︰ 圓形連結

source: Not enough data in buffer. (%d/%d)
de: Nicht genügend Daten im Puffer. (% d/%d)
es: No hay suficientes datos en el búfer. (% d/%d)
it: Non abbastanza dati nel buffer. (% d/%d)
zh: 沒有足夠的資料緩衝區中。(%d/%d)

source: Too much data in buffer.
de: Zu viele Daten im Puffer.
es: Demasiados datos en buffer.
it: Troppi dati nel buffer.
zh: 緩衝區中的資料太多。

source: File "%s" not found
de: Datei "%s" nicht gefunden
es: Archivo "%s"no encontrado
it: Il file "%s" non trovato
zh: 檔"%s"找不到

source: Not Connected
de: Nicht verbunden
es: No conectado
it: Non collegato
zh: 未連接

source: Object type not supported.
de: Objekttyp nicht unterstützt.
es: Tipo de objeto no admitido.
it: Tipo di oggetto non supportato.
zh: 不支援的物件類型。

source: No data to read.
de: Keine Daten zu lesen.
es: No hay datos para leer.
it: Nessun dato di leggere.
zh: 沒有要讀取的資料。

source: Read timed out.
de: Lesen Sie das Zeitlimit überschritten.
es: Agotado el tiempo de leer.
it: Timeout della lettura.
zh: 讀取超時。

source: Max line read attempts exceeded.
de: Max Zeile gelesen Versuche überschritten.
es: Línea Max Lee intentos excedidos.
it: Linea max leggere tentativi superati.
zh: 最大線條讀嘗試超出。

source: Max line length exceeded.
de: Max Länge überschritten.
es: Longitud de la línea de máximo excedida.
it: Lunghezza di linea di max superata.
zh: 超出了最大行長度。

source: Set LargeStream to True to send streams greater than 2GB
de: Set LargeStream, treu senden Ströme größer als 2 GB
es: Establecer LargeStream a true para enviar corrientes superior a 2 GB
it: Impostare LargeStream a true per inviare flussi superiori a 2 GB
zh: 設置向 LargeStream 發送流對大於 2 GB

source: Data is too large for stream
de: Daten ist zu groß für stream
es: Datos están demasiado grandes para la corriente de
it: I dati sono troppo grandi per flusso
zh: 資料量太大流

source: Connect timed out.
de: Zeitlimit zu verbinden.
es: Connect cronometrado hacia fuera.
it: Collegare cronometrato fuori.
zh: 連接逾時。

source: Cannot call TerminateAndWaitFor on FreeAndTerminate threads
de: TerminateAndWaitFor kann nicht in FreeAndTerminate Threads aufgerufen werden
es: No se puede llamar TerminateAndWaitFor en hilos de FreeAndTerminate
it: Non è possibile chiamare TerminateAndWaitFor su FreeAndTerminate thread
zh: 無法在 FreeAndTerminate 執行緒上調用 TerminateAndWaitFor

source: Already connected.
de: Bereits verbunden.
es: Ya conectado.
it: Già collegato.
zh: 已連接。

source: End of stream: Class %s at %d
de: Ende des Streams: Klasse %s %d
es: Final de secuencia: clase %s de %d
it: Fine del flusso: classe %s a %d
zh: 流的末尾︰ 類 %s 為 %d

source: UDP is not support in this SOCKS version.
de: UDP wird nicht unterstützt in dieser Version der Socken.
es: UDP no es soporte en esta versión de calcetines.
it: UDP non è supporto in questa versione di calzini.
zh: UDP 不是支援在此版本中的襪子。

source: Request rejected or failed.
de: Antrag abgelehnt oder ist fehlgeschlagen.
es: Petición rechazada o fallida.
it: Richiesta respinta o non riuscita.
zh: 請求被拒絕或失敗。

source: Request rejected because SOCKS server cannot connect.
de: Antrag abgelehnt, weil SOCKS-Server keine Verbindung herstellen kann.
es: Petición rechazada porque no se puede conectar servidor SOCKS.
it: Richiesta rifiutata perché il server SOCKS non può connettersi.
zh: 請求被拒絕因為 SOCKS 伺服器無法連接。

source: Request rejected because the client program and identd report different user-ids.
de: Antrag abgelehnt, weil die Client-Programm und Identd verschiedene Benutzer-Ids zu berichten.
es: Petición rechazada porque el programa cliente y identd informan diferentes identificadores de usuario.
it: Richiesta rifiutata perché il programma client e identd relazione utente-ID diversi.
zh: 請求被拒絕，因為用戶端程式和 identd 報告不同的使用者 id。

source: Unknown socks error.
de: Unbekannte Socken Fehler.
es: Error desconocido calcetines.
it: Errore sconosciuto calzini.
zh: 未知的襪子時出錯。

source: Socks server did not respond.
de: Socks-Server hat nicht geantwortet.
es: Servidor SOCKS no respondió.
it: Server SOCKS non ha risposto.
zh: Socks 伺服器沒有回應。

source: Invalid socks authentication method.
de: Ungültige Socken Authentifizierungsmethode.
es: Invalid calcetines método de autenticación.
it: Invalid calze metodo di autenticazione.
zh: 不正確襪子的身份驗證方法。

source: Authentication error to socks server.
de: Authentifizierungsfehler auf Socks-Server.
es: Error de autenticación al servidor socks.
it: Errore di autenticazione di server socks.
zh: Socks 伺服器身份驗證錯誤。

source: General SOCKS server failure.
de: Allgemeinen SOCKS-Server-Ausfall.
es: Falla general en el servidor SOCKS.
it: Errore generale del server di calzini.
zh: 一般的襪子伺服器失敗。

source: Connection not allowed by ruleset.
de: Verbindung von Regelsatz nicht gestattet.
es: Conexión no permitida por reglas.
it: Connessione non consentita di ruleset.
zh: 連接規則集所不允許的。

source: Network unreachable.
de: Netzwerk nicht erreichbar.
es: Red inalcanzable.
it: Rete irraggiungibile.
zh: 不能訪問網路。

source: Host unreachable.
de: Host nicht erreichbar.
it: Host non raggiungibile.
zh: 不能訪問主機。

source: Connection refused.
de: Verbindung wurde abgelehnt.
es: Conexión rechazada.
it: Connessione rifiutata.
zh: 連接被拒絕。

source: TTL expired.
de: TTL abgelaufen.
es: TTL expirado.
it: TTL scaduto.
zh: TTL 過期。

source: Command not supported.
de: Befehl nicht unterstützt.
es: Comando no soportado.
it: Comando non supportato.
zh: 不支援該命令。

source: Directory not empty
de: Verzeichnis nicht leer
es: Directorio no vacío
it: Directory non vuota
zh: 目錄不為空

source: Host not found.
de: Host wurde nicht gefunden.
es: Host no encontrado.
it: Host non trovato.
zh: 找不到主機。

source: Stack Class is undefined.
de: Stack-Klasse ist nicht definiert.
es: Clase stack es indefinido.
it: Classe stack è definito.
zh: Stack 類是未定義的。

source: Stack already created.
de: Stack bereits erstellt.
es: Pila ya creado.
it: Pila già creato.
zh: 已創建的堆疊。

source: Only one TIdAntiFreeze can exist per application.
de: Nur ein TIdAntiFreeze kann pro Anwendung vorhanden sein.
es: Solo TIdAntiFreeze puede existir por el uso.
it: Ogni applicazione può esistere solo un TIdAntiFreeze.
zh: 只有一個 TIdAntiFreeze 可以存在每個應用程式。

source: Cannot change IPVersion when connected
de: IPVersion Verbindung kann nicht geändert werden
es: No se puede cambiar IPVersion cuando se conecta
it: Non è possibile modificare IPVersion quando collegato
zh: 不能更改 IPVersion 連接時

source: Can not bind in port range (%d - %d)
de: Kann nicht im Hafenbereich binden (% d -% d)
es: No puede enlazar en el rango de puertos (%d - %d)
it: Non è possibile associare nell'intervallo di porte (%d - %d)
zh: 不可以綁定的埠範圍 (%d-%d)

source: Connection Closed Gracefully.
de: Verbindung ordnungsgemäß geschlossen.
es: Conexión cerrada con gracia.
it: Connessione chiusa con grazia.
zh: 優雅地關閉連接。

source: Could not bind socket. Address and port are already in use.
de: Socket konnte nicht gebunden werden. Adresse und Port sind bereits im Einsatz.
es: Podría no lazo de encaje. Dirección y el puerto ya están en uso.
it: Non riuscito socket. Indirizzo e la porta sono già in uso.
zh: 無法綁定通訊端。位址和埠已被使用。

source: Invalid Port Range (%d - %d)
de: Ungültige Portbereich (%d - %d)
es: Rango de puerto no válido (%d - %d)
it: Intervallo di porta non valido (%d - %d)
zh: 不正確埠範圍 (%d-%d)

source: %s is not a valid service.
de: %s ist kein gültiger Dienst.
es: %s no es un servicio válido.
it: %s non è un servizio valido.
zh: %s 不是一個有效的服務。

source: %s is not a valid IPv6 address
de: %s ist keine gültige IPv6-Adresse
es: %s no es una dirección IPv6 válida
it: %s non è un indirizzo IPv6 valido
zh: %s 不是一個有效的 IPv6 位址

source: The requested IPVersion / Address family is not supported.
de: Die angeforderten IPVersion / Adressfamilie wird nicht unterstützt.
es: La IPVersion solicitada / no se admite la familia de direcciones.
it: Il IPVersion richiesto / famiglia di indirizzi non è supportato.
zh: 請求的 IPVersion / 不支援位址族。

source: Not all bytes sent.
de: Nicht alle Bytes gesendet.
es: No todos los bytes enviados.
it: Non tutti i byte inviati.
zh: 並不是所有發送的位元組數。

source: Package Size Too Big.
de: Paket-Nummer zu groß.
es: Tamaño del paquete demasiado grande.
it: Pacchetto di dimensioni troppo grandi.
zh: 包大小太大。

source: Set Size Exceeded.
de: Set-Größe überschritten.
es: Juego superado en tamaño.
it: Impostare dimensione superata.
zh: 設置大小超出了。

source: Network is down.
de: Netzwerk ist ausgefallen.
es: La red es hacia abajo.
it: Rete è giù.
zh: 網路已關閉。

source: Network is unreachable.
de: Netzwerk ist nicht erreichbar.
es: La red es inalcanzable.
it: Rete non è raggiungibile.
zh: 網路是遙不可及。

source: Net dropped connection or reset.
de: NET-Verbindung unterbrochen oder zurücksetzen.
es: Net conexión caída o reajuste.
it: NET connessione interrotta o reimpostare.
zh: 網斷開連接或重置。

source: Software caused connection abort.
de: Software hat Verbindungsabbruch verursacht.
es: Software causó interrupción de conexión.
it: Software ha causato l'interruzione della connessione.
zh: 軟體造成連接中斷。

source: Connection reset by peer.
de: Verbindung von Peer zurückgesetzt.
es: Conexión de reset por pares.
it: Connessione ripristinata dal peer.
zh: 由對等方重置連接。

source: No buffer space available.
de: Kein Pufferspeicher zur Verfügung.
es: Sin espacio de búfer disponible.
it: Nessun spazio di buffer disponibile.
zh: 沒有可用的緩衝空間。

source: Socket is already connected.
de: Socket ist bereits verbunden.
es: Ya está conectado el socket.
it: Socket è già connesso.
zh: 通訊端已連接。

source: Socket is not connected.
de: Socket ist nicht verbunden.
es: Socket no está conectado.
it: Socket non è connesso.
zh: 通訊端未連接。

source: Cannot send or receive after socket is closed.
de: Kann nicht senden oder empfangen, nachdem Socket geschlossen ist.
es: No puede enviar o recibir cuando está cerrado el socket.
it: Impossibile inviare o ricevere dopo socket viene chiuso.
zh: 無法發送或接收後關閉通訊端。

source: Too many references, cannot splice.
de: Zu viele Verweise kann nicht verbinden.
es: Demasiadas referencias, no se empalme.
it: Troppi riferimenti, non della giuntura.
zh: 引用太多，無法拼接。

source: Connection timed out.
de: Verbindungstimeout.
es: Agotado el tiempo de conexión.
it: Timeout della connessione.
zh: 連接逾時。

source: Too many levels of symbolic links.
de: Zu viele Ebenen von symbolischen Links.
es: Demasiados niveles de vínculos simbólicos.
it: Troppi livelli di collegamenti simbolici.
zh: 符號連結層次太多。

source: File name too long.
de: Der Dateiname ist zu lang.
es: Nombre de archivo demasiado largo.
it: Nome di file troppo lungo.
zh: 檔案名太長。

source: Host is down.
de: Host ist heruntergefahren.
es: Propietario es hacia abajo.
it: Host è inattivo.
zh: 主機已關閉。

source: No route to host.
de: Keine Route zum Host.
es: No hay ruta al host.
it: Nessun indirizzamento all'host.
zh: 沒有到主機的路由。

source: Too many open files.
de: Zu viele Dateien geöffnet.
es: Demasiados archivos abiertos.
it: Troppi file aperti.
zh: 打開的檔太多。

source: Operation would block.
de: Vorgang würde blockieren.
es: Bloquear la operación.
it: Operazione verrà bloccata.
zh: 操作將阻塞。

source: Operation now in progress.
de: Vorgang wird durchgeführt.
es: Operación ahora en curso.
it: Operazione in corso.
zh: 正在進行的操作。

source: Operation already in progress.
de: Operation bereits im Gange.
es: Operación ya en curso.
it: Operazione già in corso.
zh: 操作已在進行。

source: Socket operation on non-socket.
de: Die Socket-Operation auf nicht-Sockel.
es: Operación de socket en no toma.
it: Operazione di socket su non socket.
zh: 在非通訊端上的通訊端操作。

source: Destination address required.
de: Ziel-Adresse erforderlich.
es: Dirección de destino requerida.
it: Indirizzo di destinazione richiesto.
zh: 需要目標位址。

source: Message too long.
de: Die Nachricht ist zu lang.
es: Mensaje demasiado largo.
it: Messaggio è troppo lungo.
zh: 消息太長。

source: Protocol wrong type for socket.
de: Falscher Protokolltyp für Socket.
es: Tipo incorrecto de protocolo para toma de corriente.
it: Tipo sbagliato di protocollo per socket.
zh: 協定為通訊端的的類型錯誤。

source: Bad protocol option.
de: Schlechte Protokolloption.
es: Opción de protocolo mal.
it: Opzione di protocollo di male.
zh: 錯誤的協定選項。

source: Protocol not supported.
de: Protokoll nicht unterstützt.
es: Protocolo no compatible.
it: Protocollo non supportato.
zh: 不支援的協定。

source: Socket type not supported.
de: Socket-Typ nicht unterstützt.
es: Tipo de Socket no compatible.
it: Tipo di socket non supportato.
zh: 通訊端類型不受支援。

source: Operation not supported on socket.
de: Betrieb auf Socket nicht unterstützt.
es: Operación no admitida en el zócalo.
it: Operazione non supportata su socket.
zh: 不支援在通訊端上的操作。

source: Protocol family not supported.
de: Protokollfamilie nicht unterstützt.
es: Familia de Protocolo no compatible.
it: Famiglia di protocollo non supportato.
zh: 協定系列不支援。

source: Address family not supported by protocol family.
de: Die Adressfamilie von Protokollfamilie nicht unterstützt.
es: Familia de direcciones no compatible con la familia de protocolo.
it: Indirizzo della famiglia non supportata dal protocollo di famiglia.
zh: 不支援的協定族的位址族。

source: Address already in use.
de: Die Adresse wird bereits verwendet.
es: Dirección ya en uso.
it: Indirizzo già in uso.
zh: 位址已在使用。

source: Cannot assign requested address.
de: Nicht angeforderte Adresse zugewiesen werden.
es: No se puede asignar la dirección solicitada.
it: Non è possibile assegnare l'indirizzo richiesto.
zh: 無法分配請求的位址。

source: Invalid codepage (%d)
de: Ungültige Codepage (%d)
es: Página de códigos no válido (%d)
it: Codepage non valido (%d)
zh: 無效字碼頁 (%d)

source: Failed attempting to retrieve time zone information.
de: Fehler beim Versuch, Zeitzoneninformationen abzurufen.
es: No intentar recuperar información de zona horaria.
it: Fallito tentativo di recuperare informazioni sul fuso orario.
zh: 嘗試檢索時區資訊失敗。

source: Error on call to Winsock2 library function %s
de: Fehler beim Aufruf von Winsock2 Library-Funktion %s
es: Error en llamada a la función de biblioteca de Winsock2 %s
it: Errore nella chiamata alla funzione di libreria Winsock2 %s
zh: 在調用 Winsock2 庫函數 %s 錯誤

source: Error on loading Winsock2 library (%s)
de: Fehler beim Laden der Winsock2-Bibliothek (%s)
es: Error en cargar biblioteca de Winsock2 (%s)
it: Errore su caricamento libreria Winsock2 (%s)
zh: 錯誤在載入 Winsock2 庫 (%s)

source: Resolving hostname %s.
de: Auflösen von Hostnamen %s.
es: Nombre de host resolución %s.
it: Risoluzione hostname %s.
zh: 解決主機名稱 %s。

source: Connecting to %s.
de: Anschluss an %s.
es: Conexión a %s.
it: Connessione a %s.
zh: 連接到 %s。

source: Connected.
de: Verbunden.
es: Conectado.
it: Collegato.
zh: 連接。

source: Disconnecting.
de: Verbindung wird getrennt.
es: Desconectar.
it: Scollegamento.
zh: 正在斷開連接。

source: Disconnected.
de: Getrennt.
es: Desconectar.
it: Disconnesso.
zh: 已中斷連線。

source: Socket Error # %d %s
de: Socket-Fehler # %d %s
it: Errore socket # %d %s
zh: 通訊端錯誤 # %d%s

source: Interrupted system call.
de: Systemaufruf unterbrochen.
es: Interrumpe la llamada de sistema.
it: Interrotta la chiamata di sistema.
zh: 中斷的系統調用。

source: Bad file number.
de: Schlechte Aktenzeichen.
es: Número de archivo incorrecto.
it: Numero di file non valido.
zh: 錯誤的檔數。

source: Buffer fault.
de: Puffer Schuld.
es: Falla del almacenador intermediario.
it: Errore di buffer.
zh: 緩衝區故障。

source: Invalid argument.
de: Ungültiges Argument.
es: Argumento no válido.
it: Argomento non valido.
zh: 不正確參數。

source: Blur
de: Unschärfe
es: Desenfoque de
it: Sfocatura
zh: 模糊

source: Edges
de: Kanten
es: Bordes
it: Bordi
zh: 邊緣

source: Emboss
de: Prägen
es: Realza
it: Effetto rilievo
zh: 浮雕

source: High Pass 1
de: Hochpass 1
es: Paso alto 1
it: Passa alto 1
zh: 高通 1

source: High Pass 2
de: Hochpass 2
es: Paso alto 2
it: Passa alto 2
zh: 高通 2

source: High Pass 3
de: Hochpass 3
es: Paso alto 3
it: Passa alto 3
zh: 高通 3

source: Low Pass 1
es: Bajo paso 1
it: Passa basso 1
zh: 低通 1

source: Low Pass 2
es: Bajo paso 2
it: Passa basso 2
zh: 低通 2

source: ievision.dll, ievision32.dll, ievision64.dll, ielib.dll, ielib32.dll or ielib64.dll not found
de: ievision.dll, ievision32.dll, ievision64.dll, ielib.dll, ielib32.dll oder ielib64.dll nicht gefunden
es: ievision.dll, ievision32.dll, ievision64.dll, ielib.dll, ielib32.dll o ielib64.dll no encontrado
it: ievision.dll, ievision32.dll, ievision64.dll, ielib, ielib32.dll o ielib64.dll non trovato
zh: ievision.dll、 ievision32.dll、 ievision64.dll、 ielib.dll、 ielib32.dll 或 ielib64.dll 找不到

source: Toolbar Panel
de: Symbolleiste-Panel
es: Panel de la barra de herramientas
it: Barra degli strumenti pannello
zh: 工具列面板

source: Invalid source array
de: Ungültige Quell-array
es: Matriz de fuente no válido
it: Matrice di origine non valido
zh: 不正確源陣列

source: Invalid destination array
de: Ungültiges Ziel-array
es: Matriz de destino no válido
it: Matrice di destinazione non valido
zh: 無效目標陣列

source: Character index out of bounds (%d)
de: Charakter-Index out of Bounds (%d)
es: Índice de carácter fuera de la cancha (%d)
it: Indice del carattere fuori dai limiti (%d)
zh: 字元索引超出界限 (%d)

source: Invalid count (%d)
de: Ungültige Anzahl (%d)
es: Recuento no válido (%d)
it: Conteggio non valido (%d)
zh: 不正確計數 (%d)

source: Invalid destination index (%d)
de: Ungültiger Zielindex (%d)
es: Índice de destino no válido (%d)
it: Indice di destinazione non valido (%d)
zh: 無效目標索引 (%d)

source: Adjust HSV
de: Anpassen der HSV
es: Ajustar el HSV
it: Regolare HSV
zh: 調整單純皰疹病毒

source: Adjust HSL
de: HSL anpassen
es: Ajuste HSL
it: Regolare HSL
zh: 調整 HSL

source: Adjust RGB
de: Passen Sie die RGB
es: Ajuste RGB
it: Regolare: RGB
zh: 調整 RGB

source: Show Rulers
de: Anzeigen der Lineale
es: Mostrar reglas
it: Mostra righelli
zh: 顯示尺規

source: Show measurement rulers beside image
de: Anzeigen der Messung Lineale neben Bild
es: Mostrar reglas de medición al lado de la imagen
it: Righelli di misurazione Visualizza accanto a immagine
zh: 在圖像旁邊顯示測量尺規

source: Pixels
de: Pixel
es: Pixeles
it: Pixel
zh: 圖元

source: Show ruler in pixels
de: Herrscher in Pixel anzeigen
es: Mostrar la regla en píxeles
it: Mostra righello in pixel
zh: 以圖元為單位顯示尺規

source: Inches
de: Zoll
es: Pulgadas de
it: Pollici
zh: 英寸

source: Show ruler in inches
de: Herrscher in Zoll anzeigen
es: Mostrar la regla en pulgadas
it: Mostra righello in pollici
zh: 以英寸為單位顯示尺規

source: Millimeters
de: Millimeter
es: Milímetros
it: Millimetri
zh: 毫米

source: Show ruler in millimeters
de: Herrscher in Millimetern anzeigen
es: Mostrar la regla en milímetros
it: Mostra righello in millimetri
zh: 以毫米為單位顯示尺規

source: Centimeters
de: Zentimeter
es: Centímetros
it: Centimetri
zh: 釐米

source: Show ruler in centimeters
de: Lineal in Zentimeter anzeigen
es: Mostrar la regla en centímetros
it: Mostra righello in centimetri
zh: 以釐米為單位顯示尺規

source: Symmetric Nearest Neighbour
de: Symmetrische nächster Nachbar
es: Simétricas más cercano vecino
it: Simmetrica più vicino vicino
zh: 對稱最近的鄰居

source: Pencil Sketch
de: Bleistift-Skizze
es: Dibujo a lápiz
it: Schizzo a matita
zh: 鉛筆素描

source: Radial Stretch
de: Radiale Dehnung
es: Franja radial
it: Tratto radiale
zh: 徑向拉伸

source: Randomize
de: Randomisieren
es: Aleatorizar
zh: 隨機化

source: Reflection
de: Reflexion
es: Reflexión
it: Riflessione
zh: 反思

source: Remove Chroma-Key
de: Chroma-Key entfernen
es: Quitar clave de croma
it: Rimuovere Chroma-Key
zh: 刪除色度鍵

source: Remove Isolated Pixels
de: Isolierte Pixel entfernen
es: Eliminar los píxeles aislados
it: Rimuovere pixel isolato
zh: 刪除孤立的圖元

source: Remove Noise
de: Rauschen entfernen
es: Quitar ruido
it: Rimuovere il rumore
zh: 去除雜訊

source: Resize Canvas to %dx%d
de: Die Größe der Leinwand % DX %d
it: Ridimensionare tela % dx %d
zh: 調整畫布大小為 %dx%d

source: Rotate and Crop
de: Drehen und Zuschneiden
es: Gire y recorte
it: Ruotare e ritagliare
zh: 旋轉和裁剪

source: Round Image
de: Rundes Bild
es: Imagen redonda
it: Immagine rotonda
zh: 圓的圖像

source: Convert to %d colors
de: %D Farben umwandeln
es: Convertir a colores %d
it: Convertire in %d colori
zh: 轉換為 %d 個顏色

source: Shift Channel
de: Shift-Kanal
es: Cambio de canal
it: Canale di Shift
zh: 移通道

source: Tile Image
de: Kachel-Bild
es: Azulejo imagen
it: Immagine del riquadro
zh: 影像填滿

source: Wallis Filter
es: Filtro de Wallis
it: Filtro di Wallis
zh: 沃利斯篩檢程式

source: Write Hidden Data
de: Versteckte Daten schreiben
es: Escribir datos ocultos
it: Scrivere dati nascosti
zh: 寫隱藏的資料

source: Clear FFT Zone
es: Clara zona de FFT
it: Zona di FFT Clear
zh: 明確 FFT 區

source: Auto-Equalization
de: Auto-Entzerrung
es: Auto ecualización
it: Auto-equalizzazione
zh: 自動均衡

source: Intensity
de: Intensität
es: Intensidad
it: Intensità
zh: 強度

source: Adjust Histogram
de: Histogramm anpassen
es: Ajuste histograma
it: Regolare l'istogramma
zh: 調整長條圖
