Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Invalid value: Height of band cannot exceed height of page.
de: Ungültiger Wert: Höhe der Band kann Höhe der Seite nicht überschreiten.
es: Valor no válido: altura de banda no puede exceder la altura de la página.
it: Valore non valido: altezza della banda non può superare l'altezza della pagina.
zh: 無效值︰ 帶狀區域的高度不能超過頁面的高度。

source: Bottom of control extends below workspace.
de: Ende der Kontrolle erstreckt sich unter Arbeitsbereich.
es: Parte inferior del control se extiende debajo del espacio de trabajo.
it: Parte inferiore del controllo si estende di sotto dell'area di lavoro.
zh: 控制項的底部延伸以下工作區。

source: AutoSize has been turned off.
de: AutoSize ausgeschaltet wurde.
es: Ajustar automáticamente se ha apagado.
it: AutoSize è stata disattivata.
zh: 已關閉自動調整大小。

source: No CustomField Assigned.
de: Keine CustomField zugewiesen.
es: No CustomField asignado.
it: Nessun CustomField assegnate.
zh: 沒有分配的 CustomField。

source: No DataField Assigned.
de: Kein Datenfeld zugeordnet.
es: No DataField asignado.
it: Nessun DataField assegnate.
zh: 沒有資料欄位分配。

source: Detail band does not fit on page.
de: Detail-Band passt nicht auf die Seite.
es: Banda de detalle no entra en la página.
it: Banda di dettaglio non rientra nella pagina.
zh: 詳細樂隊不適合在頁上。

source: Date
de: Datum
es: Fecha
it: Data
zh: 日期

source: DateTime
es: Fecha y hora
zh: 日期時間

source: PageCount
zh: 頁碼

source: PageNo
zh: 頁

source: Time
de: Zeit
es: Tiempo
it: Tempo
zh: 時間

source: Top to Bottom
de: Von oben nach unten
es: Arriba a abajo
it: Dall'alto in basso
zh: 頂部到底部

source: Count
de: Graf
es: Conde
it: Conta
zh: 計數

source: Sum
de: Summe
es: Suma
it: Somma
zh: 總和

source: Minimum
de: Mindestens
es: Mínimo
it: Minimo
zh: 最低

source: Maximum
de: Maximale
es: Máximo
it: Massimo
zh: 最大值

source: Average
de: Durchschnitt
es: Promedio
it: Media
zh: 平均

source: Rectangle
de: Rechteck
es: Rectángulo de
it: Corpo a rettangolo
zh: 矩形

source: Square
de: Platz
es: Plaza
it: Piazza
zh: 廣場

source: Rounded Rectangle
de: Rechteck mit abgerundeten Ecken
es: Rectángulo redondeado
it: Rettangolo arrotondato
zh: 圓角的矩形

source: Rounded Square
de: Gerundete Quadrat
es: Cuadrado redondeado
it: Quadrato con angoli arrotondati
zh: 圓角的正方形

source: Ellipse
es: Elipse
it: Ellisse
zh: 橢圓

source: Circle
de: Kreis
es: Círculo
it: Cerchio
zh: 圈子

source: String
de: Zeichenfolge
es: Cadena
it: Stringa
zh: 字串

source: Bottom
de: Unten
es: Parte inferior
it: Fondo
zh: 底部

source: Grid Options
de: Gitteroptionen
es: Opciones de cuadrícula
it: Opzioni della griglia
zh: 網格選項

source: Right
de: Richting
es: Correcto
it: Ok
zh: 權利

source: Controls beyond the new page width will be deleted.
de: Kontrollen über die neue Seitenbreite werden gelöscht.
es: Se eliminarán los controles más allá del nuevo ancho de página.
it: Controlli oltre la nuova larghezza di pagina verranno eliminati.
zh: 新頁面寬度以外的控制項將被刪除。

source: There are no data fields on which to group.
de: Es gibt keine Datenfelder auf der Gruppe.
es: Hay no hay campos de datos en que al grupo.
it: Non sono presenti campi di dati in cui al gruppo.
zh: 沒有資料欄位用於組。

source: There are no custom fields on which to group.
de: Es gibt keine benutzerdefinierten Felder auf die Gruppe.
es: No hay ninguna campos personalizados en los que al grupo.
it: Non esistono campi personalizzati in cui al gruppo.
zh: 沒有自訂欄位用於組。

source: Group
de: Gruppe
es: Grupo
it: Gruppo
zh: 集團

source: Invalid Number.
de: Ungültige Zahl.
es: Número no válido.
it: Numero non valido.
zh: 不正確號碼。

source: Invalid property value.
de: Ungültiger Eigenschaftswert.
es: Valor de propiedad no válido.
it: Valore della proprietà non valido.
zh: 不正確屬性值。

source: Integer
de: Ganzzahl
es: Entero
it: Valore integer
zh: 整數

source: Shift Relative To
de: Schicht im Verhältnis zur
es: Cambio en relación con
it: Spostamento relativo al
zh: 轉變相對於

source: Extended
de: Verlängert
es: Extendido
it: Esteso
zh: 擴展

source: Set object position based on
de: Set-Objektposition anhand
es: Posición de objeto determinado en base a
it: Posizione di oggetto impostato sulla base di
zh: 基於集的物件位置

source: Currency
de: Währung
es: Moneda
it: Valuta
zh: 貨幣

source: Cyclic assignment of ShiftRelativeTo property.
de: Zyklische Zuordnung der ShiftRelativeTo-Eigenschaft.
es: Cesión cíclica de bienes ShiftRelativeTo.
it: Ciclico assegnazione della proprietà ShiftRelativeTo.
zh: ShiftRelativeTo 屬性來迴圈分配。

source: &Grid Options
de: &Gitteroptionen
es: &Opciones de cuadrícula
it: Opzioni &griglia
zh: 與網格選項 (&G)

source: Display &Grid
de: Anzeige &Raster
es: Pantalla y rejilla
it: Visualizza &Griglia
zh: 顯示與網格(&G)

source: Sna&p to Grid
de: SNA &p Raster
es: SNA y p a red
it: Aggancia alla griglia
zh: Sna & p 到網格

source: Grid Size &X
de: Rastergröße &X
es: Tamaño de la cuadrícula y X
it: Dimensione griglia &X
zh: 網格大小與 (&X)

source: Grid Size &Y
de: Rastergröße &Y
es: Tamaño de la cuadrícula y Y
it: Dimensione griglia &Y
zh: 網格的大小與 (&Y)

source: Grid size X must be an integer between 2 and 128.
de: Rastergröße X muss eine ganze Zahl zwischen 2 und 128.
es: Tamaño de la cuadrícula X debe ser un número entero entre 2 y 128.
it: Dimensione griglia X deve essere un numero intero compreso tra 2 e 128.
zh: X 的網格大小必須是 2 到 128 之間的整數。

source: Grid size Y must be an integer between 2 and 128.
de: Rastergröße Y muss eine ganze Zahl zwischen 2 und 128.
es: Tamaño de la cuadrícula Y debe ser un número entero entre 2 y 128.
it: Dimensione griglia Y deve essere un numero intero compreso tra 2 e 128.
zh: Y 的網格大小必須是 2 到 128 之間的整數。

source: RichText
es: Texto enriquecido
zh: 資料表

source: Rich Text Editor
es: Editor de texto enriquecido
it: Editor di testo RTF
zh: 富文字編輯器

source: Bullets
de: Kugeln
es: Balas de
it: Elenchi puntati
zh: 專案符號

source: Save changes?
de: Speichern Änderungen?
es: ¿Guardar los cambios?
it: Salvare le modifiche?
zh: 保存更改嗎？

source: OK to overwrite <filename> ?
de: OK, um <filename>zu überschreiben?
es: ¿Confirma que desea sobrescribir <filename>?
it: OK per sovrascrivere <filename>?
zh: 要改寫 <filename>？

source: Save changes to <filename> ?
de: Speichern Sie die Änderungen an <filename>?
es: ¿Guardar los cambios a <filename>?
it: Salvare le modifiche a <filename>?
zh: 保存更改到 <filename>嗎？

source: Row
de: Zeile
es: Fila de
it: Riga
zh: 行

source: Col
zh: 上校

source: Modified
de: Geändert
es: Modificado
it: Per volta
zh: 修改

source: Open
de: Offen
es: Abierto
it: Aperto
zh: 開放

source: Save
de: Speichern
es: Guardar
it: Salva
zh: 保存

source: Boolean
de: Boolescher Wert
zh: 布林值

source: Undo
de: Rückgängig
es: Deshacer
it: Annulla
zh: 撤銷

source: Region
es: Región
it: Regione
zh: 地區

source: SubReport
de: Unterbericht
es: Subinforme
it: Sottoreport
zh: 子報表

source: Column
de: Spalte
es: Columna
it: Colonna
zh: 列

source: Main
es: Principal
zh: 主要

source: Bottom to Top
de: Von unten nach oben
es: Abajo hacia arriba
it: Basso verso l'alto
zh: 底部到頂部

source: Margins
de: Margen
es: Márgenes de
it: Margini
zh: 邊距

source: Invalid Value
de: Ungültiger Wert
es: Valor no válido
it: Valore non valido
zh: 不正確值

source: Variable Type
de: Variablentyp
es: Tipo de variable
it: Tipo di variabile
zh: 變數類型

source: Data Type
de: Datentyp
es: Tipo de datos
it: Tipo di dati
zh: 資料類型

source: Child
de: Kind
es: Niño
it: Bambino
zh: 兒童

source: Section
de: Abschnitt
es: Sección
it: Sezione
zh: 一節

source: Fixed
de: Behoben
es: Fijo
it: Fisso
zh: 固定

source: &Footer
de: &Fußzeile
es: &Pie de página
it: &Piè di pagina
zh: 與頁腳 (&F)

source: Position
es: Posición
it: Posizione
zh: 位置

source: &Apply
de: &Anwenden
es: &Aplicar
it: &Applica
zh: 與應用 (&A)

source: Position...
de: Lage...
es: Posición...
it: Posizione...
zh: 位置...

source: &Screen Pixels
de: &Bildschirmpixel
es: &Pixeles
it: &Pixel dello schermo
zh: 與螢幕圖元 (&S)

source: &Printer Pixels
de: &Drucker Pixel
es: &Píxeles de impresora
it: Stampante &pixel
zh: 與印表機圖元 (&P)

source: &Thousandths of MM
de: &Tausendstel MM
es: &Milésimas de MM
it: &Millesimi di MM
zh: 千分之一毫米 (&T)

source: Report Outline
de: Gliederung des Berichts
es: Esquema de informe
it: Struttura del report
zh: 報告大綱

source: Report Tree
de: Berichtsbaum
es: Árbol de informe
it: Albero del report
zh: 報告樹

source: Select Report
de: Wählen Sie Bericht
es: Seleccione informe de
it: Selezionare Report
zh: 選擇報表

source: &Data...
de: &Daten...
es: &Datos...
it: &Dati...
zh: 與資料... (&D)

source: Master Data Pipeline
de: Master-Daten-Pipeline
es: Tubería de datos maestro
it: Pipeline di dati master
zh: 主資料管道

source: Detail Data Pipeline
de: Detail-Daten-Pipeline
es: Detalle datos tubería
it: Pipeline di dati di dettaglio
zh: 詳細資料管道

source: Bottom Offset
de: Untere Offset
es: Fondo de compensación
it: Offset inferiore
zh: 底部偏移量

source: Print Position
de: Druckposition
es: Posición de impresión
it: Posizione di stampa
zh: 列印位置

source: Error loading memo.
de: Fehler be-Memo.
es: Nota de carga de error.
it: Memo: errore caricamento.
zh: 錯誤載入備註。

source: ResetPageNo
de: Seite zurücksetzen
es: Restablecer PáginaNo
zh: 頁

source: MaintainAspectRatio
de: Seitenverhältnis beibehalten
es: Mantener la relación de aspecto
it: Mantenere le proporzioni
zh: 保持縱橫比

source: ParentPrinterSetup
de: Übergeordnetes Drucker-Setup
es: Configuración de la impresora principal
it: Impostazioni stampante principale
zh: 印表機設置

source: Error loading rich text.
de: Fehler beim Laden von Rich-Text.
es: Error al cargar texto enriquecido.
it: Errore nel caricamento del testo.
zh: 錯誤載入備註。

source: &Ignore
de: &Ignorieren
es: &Ignorar
it: &Ignora
zh: 與忽略 (&I)

source: Ignore &All
de: &Alles ignorieren
es: &Ignora todo
it: Ignora &Tutto
zh: 與忽略 (&I)

source: Error Reading Template
de: Fehler beim Lesen mehrere Disk-Signatur
es: Plantilla de lectura de errores
it: Errore di lettura dati
zh: 重命名專案時出現錯誤

source: Overflow Offset
de: BCD-Überlauf
es: Offset de desbordamiento
zh: 行偏移量

source: Start new column
de: Neue Spalte beginnen
es: Iniciar nueva columna
it: Inizia nuova colonna
zh: 新建列

source: New column when less than
de: Neue Seite bei weniger als
es: Nueva columna cuando menos de
it: Nuova colonna quando meno di
zh: 新的一頁時小於

source: Reprint group headers on subsequent columns
de: Gruppenköpfe auf Folgeseiten drucken
es: Reimprimir los encabezados de grupo en las columnas siguientes
it: Intestazioni di gruppo di ristampa nelle pagine successive
zh: 在後續頁上轉載組頁眉

source: Add-on codes must be either 2 or 5 digits
de: Add-on-Codes müssen entweder 2 oder 5 Ziffern lang sein
es: Códigos adicionales deben ser 2 o 5 dígitos
it: Codici componente aggiuntivo devono essere di 2 o 5 cifre
zh: 載入項代碼必須是 2 或 5 位數

source: PostNet barcodes must have AutoSize = True
de: PostNet Barcodes müssen AutoSize = True
es: Códigos de barras postNet deben tener AutoSize = True
it: Codici a barre postNet deve avere AutoSize = True
zh: PostNet 條碼必須有 AutoSize = True

source: EAN-13 and UPC-A barcodes must have AutoSizeFont = True
de: EAN-13 und UPC-A Barcodes muss AutoSizeFont = True
es: Códigos de barras EAN-13 y UPC-A deben tener AutoSizeFont = True
it: Codici a barre EAN-13 e UPC-A deve avere AutoSizeFont = True
zh: EAN 13 和 UPC 條碼必須有 AutoSizeFont = True

source: BarWidth must be at least <minbarwidth>
de: BarWidth muss mindestens <minbarwidth>
es: BarWidth debe ser al menos <minbarwidth>
it: BarWidth deve essere almeno <minbarwidth>
zh: BarWidth 必須至少 <minbarwidth>

source: BarWidth can be no more than <maxbarwidth>
de: BarWidth kann nicht mehr als <maxbarwidth>sein
es: BarWidth no puede ser más que <maxbarwidth>
it: BarWidth può essere non più di <maxbarwidth>
zh: BarWidth 可以不超過 <maxbarwidth>

source: Only Interleaved 2 of 5 barcodes can have bearer bars
de: Nur Interleaved 2 of 5 Barcodes kann Trägerstriche haben
es: Sólo Interleaved 2 de 5 códigos de barras puede tener barras de portador
it: Solo Interleaved 2 di 5 codici a barre può avere portatore bar
zh: 只有 5 條碼交錯 2 可以有持票人酒吧

source: Code 39 barcodes can only contain A-Z, 0-9, $, %, +, -, ., /, and spaces
de: Code 39 Barcode enthalten kann nur A-Z, 0-9, $, %, +, -,., /, und Räume
es: Códigos de barras código 39 sólo pueden contener caracteres A-z, 0-9, $, %, +, -,., y espacios
it: Codici a barre codice 39 può contenere solo A-Z, 0-9, $, %, +, -,., / e spazi
zh: 代碼 39 條碼只能包含 A-Z，0-9，$、 %、 +，-，.，，和空格

source: EAN-13 barcodes must be 12 digits (13 with check digit)
de: EAN-13 Barcodes müssen 12 Ziffern (13 mit Prüfziffer)
es: Códigos de barras EAN-13 deben ser de 12 dígitos (13 con dígito de cheque)
it: Codici a barre EAN-13 deve essere di 12 cifre (13 con cifra di controllo)
zh: EAN 13 條碼必須 12 位數 (帶校驗位 13)

source: EAN-13 barcodes must be 13 digits including the check digit
de: EAN-13 Barcodes muss 13-stellig einschließlich der Prüfziffer
es: Códigos de barras EAN-13 deben ser 13 dígitos incluyendo el dígito de cheque
it: Codici a barre EAN-13 deve essere 13 cifre compreso la cifra di controllo
zh: EAN 13 條碼必須是 13 位數位包括校驗位

source: EAN-13 barcodes must be numeric
de: EAN-13 Barcodes muss numerisch sein
es: Códigos de barras EAN-13 deben ser numérico
it: Codici a barre EAN-13 deve essere numerico
zh: EAN 13 條碼必須是數位

source: Interleaved 2 of 5 barcodes must be numeric
de: Interleaved 2 of 5 Barcodes muss numerisch sein
es: Intercalado 2 de 5 códigos de barras debe ser numérico
it: Interleaved 2 di 5 codici a barre deve essere numerico
zh: 5 條碼的交錯的 2 必須是數位

source: Interleaved 2 of 5 barcodes must have an even number of digits
de: Interleaved 2 of 5 Barcodes muss eine gerade Anzahl von Ziffern haben
es: Intercalado 2 de 5 códigos de barras debe tener un número par de dígitos
it: Interleaved 2 di 5 codici a barre devono avere un numero pari di cifre
zh: 5 條碼的交錯的 2 必須具有偶數個位數

source: PostNet barcodes must be numeric
de: PostNet Barcodes muss numerisch sein
es: Códigos de barras postNet deben ser numérico
it: Codici a barre postNet deve essere numerico
zh: PostNet 條碼必須是數位

source: PostNet barcodes must be 5, 9, or 11 digits long
de: PostNet Barcodes müssen 5, 9 oder 11 Zeichen lang sein
es: Códigos de barras postNet deben ser 5, 9 o 11 dígitos
it: Codici a barre postNet deve essere 5, 9 o 11 cifre
zh: PostNet 條碼必須是 5，9 或 11 位數位長

source: UPC-A barcodes must be 11 digits (12 with check digit)
de: UPC-A Barcodes muss 11 Ziffern (12 mit Prüfziffer)
es: Códigos de barras UPC-A deben ser de 11 dígitos (12 con dígito de cheque)
it: Codici a barre UPC-A deve essere di 11 cifre (12 con cifra di controllo)
zh: A UPC 條碼必須為 11 位 (帶校驗位 12)

source: UPC-A barcodes must be 12 digits including the check digit
de: UPC-A Barcodes muss 12 Ziffern, einschließlich der Prüfziffer
es: Códigos de barras UPC-A deben ser de 12 dígitos incluyendo el dígito de cheque
it: Codici a barre UPC-A deve essere di 12 cifre compreso la cifra di controllo
zh: A UPC 條碼必須包括校驗位的 12 位數位

source: UPC-A barcodes must be numeric
de: UPC-A Barcodes muss numerisch sein
es: Códigos de barras UPC-A deben ser numérico
it: Codici a barre UPC-A deve essere numerico
zh: A UPC 條碼必須是數位

source: Configure...
de: Konfigurieren...
es: Configurar...
it: Configura...
zh: 配置...

source: Configure
de: Konfigurieren
es: Configurar
it: Configurare
zh: 配置

source: Type
de: Typ
it: Tipo
zh: 類型

source: Bar Width
de: Bar-breite
es: Ancho de la barra
it: Lunghezza barra
zh: 欄寬度

source: Wide Bar Ratio
de: Wide Bar-Verhältnis
es: Bar de toda la relación
it: Ampio Bar rapporto
zh: 全酒吧比

source: Add On Code
es: Añadir en el código
it: Aggiungere il codice
zh: 添加代碼

source: Bearer Bars
es: Portador de bares
it: Bar al portatore
zh: 持票人酒吧

source: Calculate Check Digit
de: Berechnung der Prüfziffer
es: Calcular el dígito de cheque
it: Calcolare la cifra di controllo
zh: 計算校驗位

source: Code 128 must begin with a start code (#208, #209 or #210)
de: Code 128 muss mit einem Startcode beginnen(#208, #209 oder #210)
es: Código 128 debe comenzar con un código de comienzo (#208, 209 # o #210)
it: Codice 128 deve iniziare con un codice di inizio (n. 208, 209 # o #210)
zh: 啟動代碼 （#208、 #209 或 #210） 必須開始代碼 128

source: A start code can only be placed at the beginning of the symbol
de: Ein Startcode kann nur am Anfang des Symbols platziert werden
es: Un código de inicio sólo se puede colocar al principio del símbolo
it: Un codice di inizio possa essere posizionato solo all'inizio del simbolo
zh: 啟動代碼只能放在符號的開始

source: Only Code B can contain the character <character>
de: Nur Code B kann der Charakter <character>enthalten
es: Sólo código de B puede contener el carácter <character>
it: Solo codice B può contenere il carattere <character>
zh: 只有代碼 B 可以包含字元 <character>

source: Only Code A can contain characters #211 through #242
de: Nur Code A kann Zeichen #211 durch #242
es: Sólo código A puede contener caracteres #211 a través de #242
it: Solo codice A può contenere caratteri #211 attraverso #242
zh: 只有代碼 A 可以包含字元 #211 通過 #242

source: The Code C portion must contain an even number of digits
de: Der Code C-Teil muss eine gerade Anzahl von Ziffern enthalten
es: La porción de código C debe contener un número par de dígitos
it: La parte di codice C deve contenere un numero pari di cifre
zh: 代碼 C 部分必須包含偶數個數字

source: The Code C portion must be numeric
de: Der Code C-Teil muss numerisch sein
es: La porción de código C debe ser numérica
it: La porzione di codice C deve essere numerica
zh: 代碼 C 部分必須是數位

source: Code C does not utilize characters #201 through #204
de: C Code verwenden nicht die Zeichen #201 durch #204
es: Código de C no utiliza caracteres #201 a #204
it: Codice C non utilizza caratteri #201 attraverso #204
zh: C 代碼未使用字元 #201 通過 #204

source: You cannot have two shift codes in a row
de: Man kann nicht zwei Schichtcodes hintereinander haben
es: No puede tener dos códigos de turno en una fila
it: Non si possono avere due codici di spostamento in una riga
zh: 你不能有兩個轉變程式碼中

source: Windows cannot print due to a problem with the current printer setup.
de: Windows kann aufgrund eines Problems mit der aktuellen Druckereinrichtung nicht drucken.
es: Windows no puede imprimir debido a un problema con la configuración de impresora actual.
it: Impossibile stampare a causa di un problema con la configurazione corrente della stampante.
zh: Windows 無法列印由於當前的印表機設置的問題。

source: BarCode
es: Código de barras
it: Codice a barre
zh: 條碼

source: Chart
de: Diagramm
es: Tabla
it: Grafico
zh: 圖表

source: Standard Components
de: Standard-Komponenten
es: Componentes estándar
it: Componenti standard
zh: 標準元件

source: Data Components
de: Datenkomponenten
es: Componentes de datos
it: Componenti di dati
zh: 資料元件

source: Advanced Components
de: Erweiterte Komponenten
es: Componentes avanzados
it: Componenti avanzati
zh: 先進的元件

source: Nudge Up
de: Präzisionsausrichtung oben
es: Empujar hacia arriba
it: Sposta verso l'alto
zh: 向上微移

source: Nudge Down
de: Nach unten verschieben
es: Empujar hacia abajo
it: Spingere verso il basso
zh: 向下微移

source: Nudge Left
de: Schubs links
es: Empujar hacia la izquierda
it: Sposta a sinistra
zh: 向左微移

source: Nudge Right
de: Präzisionsausrichtung rechts
es: Empujar hacia la derecha
it: Sposta la destra
zh: 向右微移

source: Automatic
de: Automatisch
es: Automático
it: Automatico
zh: 自動

source: More Font Colors...
de: Weitere Schriftfarben...
es: Más colores de fuente...
it: Più colori di Font...
zh: 更多的字體顏色...

source: None
de: Keine
es: Ninguno
it: Nessuno
zh: 沒有一個

source: More Highlight Colors...
de: Weitere Highlight-Farben...
es: Más colores de resaltado...
it: Colori di evidenziazione più...
zh: 更多的突出顯示顏色...

source: No Fill
de: Keine Füllung
es: Sin relleno
it: Nessun riempimento
zh: 無填充顏色

source: More Fill Colors...
de: Weitere Füllfarben...
es: Más colores de relleno...
it: Più colori di riempimento...
zh: 更多的填充顏色...

source: No Line
de: Keine Linie
es: Ninguna línea de
it: Nessuna linea
zh: 沒有線

source: More Line Colors...
de: Weitere Linienfarben...
es: Más colores de línea...
it: Più colori di linea...
zh: 更多的線條顏色...

source: Font Color
de: Schriftfarbe
es: Color de la fuente
it: Colore del carattere
zh: 字體顏色

source: Highlight Color
de: Markierungsfarbe
es: Color de resaltado
it: Colore di evidenziazione
zh: 突出顯示顏色

source: Fill Color
de: Füllfarbe
es: Llena de Color
it: Colore di riempimento
zh: 填充顏色

source: Line Color
de: Linienfarbe
es: Color de línea
it: Linea colore
zh: 線條顏色

source: Align or Space
de: Ausrichten oder Raum
es: Alinear o espacio
it: Allineare o spazio
zh: 對齊或空間

source: Size
de: Größe
es: Tamaño
it: Dimensioni
zh: 大小

source: Nudge
de: Schubs
it: Gomitata
zh: 微移

source: Draw
de: Zeichnen
es: Sorteo
it: Disegnare
zh: 繪製

source: Line Thickness
de: Die Liniendicke
es: Grosor de la línea
it: Spessore della linea
zh: 線條粗細

source: Line Style
de: Linienart
es: Estilo de línea
it: Stile della linea
zh: 線條樣式

source: Standard
es: Estándar
zh: 標準

source: System Variable
es: Variable de sistema
it: Variabile di sistema
zh: 系統變數

source: Variable
it: Variabile
zh: 變數

source: already exists.
de: bereits vorhanden ist.
es: ya existe.
it: esiste già.
zh: 已存在。

source: Replace existing report?
de: Ersetzen vorhandenen Bericht zu?
es: ¿Reemplace el informe existente?
it: Sostituire il report esistente?
zh: 替換現有報表嗎？

source: E&dit Chart...
de: &Punktattribute bearbeiten...
es: &Modificar
it: Mo&difica Grafico...
zh: 編輯圖表 (&D)...

source: E&xport Chart...
de: E&xport Diagramm...
es: E&xport gráfico...
it: E&sporta grafico...
zh: 導出圖表 (&X)...

source: &Refresh Data
de: &Daten aktualisieren
es: &Actualizar datos
it: &Aggiorna dati
zh: 刷新資料 (&R)

source: Drill Down
zh: 向下切入

source: Toolbars
de: Symbolleisten
es: Barras de herramientas
it: Barre degli strumenti
zh: 工具列

source: Data Pipeline
de: Daten-Pipeline
es: Tubería de datos
it: Pipeline di dati
zh: 資料管道

source: Reset On
de: Zurücksetzen auf
es: Restablecer en
it: Reimpostare il
zh: 重置

source: MailMerge
zh: 合併列印

source: &Insert Field...
de: &Feld einfügen...
es: &Insertar campo...
it: &Inserire campo...
zh: 與插入域 (&I)...

source: Calculate On
de: Berechnen Sie auf
es: Calcular en
it: Calcolare il
zh: 計算

source: &Font...
es: &Fuente...
zh: 字體 (&F)...

source: Keep group together
de: Gruppe zusammenhalten
es: Mantener el Grupo Unido
it: Mantenere il gruppo insieme
zh: 將組放在一起

source: &Details
es: &Detalles
it: &Dettagli
zh: 與詳細資訊 (&D)

source: &Folder
de: &Ordner
es: &Carpeta
it: &Cartella
zh: 與資料夾 (&F)

source: &List
de: &Liste
es: &Lista
it: &Elenco
zh: 與清單 (&L)

source: &Open
de: &Öffnen
es: &Abrir
it: &Apri
zh: 與打開 (&O)

source: &Rename
de: &Umbenennen
es: Cambia&r Nombre
it: &Rinominare
zh: 與重命名 (&R)

source: &Status Bar
de: &Statusleiste
es: &Barra de estado
it: &Barra di stato
zh: 與狀態列 (&S)

source: &Toolbar
es: &Barra de herramientas
it: &Barra degli strumenti
zh: 與工具列 (&T)

source: (a > z)
de: (ein > Z)
it: (un > z)
zh: (> z)

source: (large > small)
de: (große > kleine)
es: (grande > pequeño)
it: (grande > piccolo)
zh: (大 > 小)

source: (newer > older)
de: (neuere > älter)
es: (nuevos > mayor)
it: (più recente > più anziani)
zh: (更新 > 舊)

source: (older > newer)
de: (ältere > neuere)
es: (edad > nuevos)
it: (più vecchio > più recenti)
zh: (老 > 更新)

source: (small > large)
de: (kleine > große)
es: (pequeño > grande)
it: (piccolo > grande)
zh: (小 > 大)

source: (z > a)
de: (Z > einer)
it: (z > un)
zh: (z >)

source: <count> item(s) selected
de: <count>Artikel ausgewählt
es: artículos de <count>seleccionado
it: <count>articoli selezionati
zh: <count>專案選擇

source: <count> items
de: <count>Elemente
es: artículos de <count>
it: elementi di <count>
zh: <count>專案

source: <name> already exists.
de: <name>ist bereits vorhanden.
es: <name>ya existe.
it: <name>esiste già.
zh: <name>已經存在。

source: All Folders
de: Alle Ordner
es: Todas las carpetas
it: Tutte le cartelle
zh: 所有資料夾

source: Are you sure you want to delete '<name>'?
de: Sind Sie sicher, dass Sie "<name>" löschen möchten?
es: ¿Está seguro que desea eliminar '<name>'?
it: Sei sicuro di che voler eliminare '<name>'?
zh: 是否確實要刪除 '<name>'？
