Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Too many rows or columns deleted
de: Zu viele Zeilen oder Spalten gelöscht
es: Demasiadas filas o columnas eliminados
it: Troppe righe o colonne eliminate
zh: 太多的行或列刪除

source: Grid index out of range
de: Raster-Index außerhalb des gültigen Bereichs
es: Índice de la red fuera de rango
it: Indice di griglia fuori gamma
zh: 網格索引超出範圍

source: Fixed column count must be less than column count
de: Fixe Spaltenanzahl muss niedriger sein als die Anzahl der Spalten
es: Cuenta de columna fija debe ser menor que la cuenta de columna
it: Totali di colonna fissa devono essere inferiore al numero di colonne
zh: 固定的列計數必須小於列計數

source: Fixed row count must be less than row count
de: Festen Zeilenanzahl muss niedriger sein als Zeilenanzahl
es: Recuento de filas fijas debe ser menor que el recuento de filas
it: Numero fisso di righe deve essere inferiore al numero di righe
zh: 固定的行計數必須小於行計數

source: Cannot insert or delete rows from grid
de: Kann nicht einfügen oder Löschen von Zeilen aus Netz
es: No puede insertar o eliminar filas de cuadrícula
it: Non è possibile inserire o eliminare righe dalla griglia
zh: 不能插入或從網格中刪除行

source: Invalid input value
de: Ungültige Eingabewert
es: Valor de entrada no válido
it: Valore di input non valido
zh: 輸入的值無效

source: %s on %s
de: %s %s
es: %s de %s
it: %s su %s
zh: %s%s

source: GroupIndex cannot be less than a previous menu item's GroupIndex
de: GroupIndex darf nicht weniger als einen vorherigen Menüpunkt GroupIndex
es: GroupIndex no puede ser inferior GroupIndex de un elemento de menú anterior
it: GroupIndex non può essere inferiore GroupIndex di una voce di menu precedente
zh: GroupIndex 不能小於前一功能表項目 GroupIndex

source: Cannot create form. No MDI forms are currently active
de: Formular kann nicht erstellt werden. Keine MDI-Formulare sind derzeit aktiv
es: No se puede crear el formulario. No hay formularios MDI son actualmente activos
it: Impossibile creare il modulo. Nessun form MDI sono attualmente attivi
zh: 不能創建表單。沒有 MDI 表單是當前處於活動狀態

source: Can only modify an image if it contains a bitmap
de: Können nur ein Bild ändern, wenn sie eine Bitmap enthält
es: Sólo puede modificar una imagen si contiene un mapa de bits
it: Possibile modificare solo un'immagine se contiene una bitmap
zh: 如果它包含點陣圖只能修改圖像

source: A control cannot have itself as its parent
de: Ein Steuerelement kann nicht selbst als übergeordnetes haben
es: Un control de sí mismo no puede tener como su padre
it: Un controllo non può avere la stessa come suo padre
zh: 控制項不能將本身作為其父

source: Abort
de: Abbrechen
es: Interrupción
zh: 中止

source: Cannot drag a form
de: Ein Formular kann nicht ziehen werden
es: Puede arrastrar una forma
it: Non è possibile trascinare una forma
zh: 不能拖動表單

source: Cannot focus a disabled or invisible window
de: Kann nicht deaktiviert oder unsichtbare Fenster konzentrieren
es: No se puede enfocar una ventana con discapacidad o invisible
it: Non potete concentrarvi una finestra disabili o invisibile
zh: 不能集中禁用或不可見的視窗

source: Control '%s' has no parent window
de: Steuerelement "%s" hat keine übergeordnete Fenster
es: Control '%s' no tiene ninguna ventana padre
it: Controllo '%s'' non ha alcuna finestra padre
zh: 控制 %s 已沒有父視窗

source: Parent given is not a parent of '%s'
de: Elternteil gegeben ist kein Elternteil von "%s"
es: Padres dan no es padre de '%s'
it: Padre dato non è un padre di '%s'
zh: 給出的父不是父 '%s'

source: Cannot hide an MDI Child Form
de: Eine untergeordneten MDI-Formulars können nicht ausgeblendet werden
es: No puede ocultar un formulario MDI secundario
it: Non può nascondere un Form figlio MDI
zh: 不能隱藏 MDI 子表單

source: Cannot change Visible in OnShow or OnHide
de: Sichtbar in OnShow oder OnHide kann nicht geändert werden
es: No se puede cambiar Visible en OnShow o OnHide
it: Non è possibile modificare Visible in OnShow o OnHide
zh: 不能更改可見在昂秀或被觸發

source: Cannot make a visible window modal
de: Kann kein sichtbares Fenster modal machen
es: No se puede hacer una ventana visible modal
it: Non è possibile rendere una finestra visibile modale
zh: 不能讓一個可見的視窗模式

source: Scrollbar property out of range
de: ScrollBar-Eigenschaft außerhalb des zulässigen Bereichs
es: Propiedad de ScrollBar fuera de rango
it: Proprietà ScrollBar fuori gamma
zh: 捲軸屬性超出範圍

source: %s property out of range
de: die Eigenschaft %s außerhalb des gültigen Bereichs
es: %s propiedad fuera de rango
it: %s proprietà fuori gamma
zh: %s 屬性超出範圍

source: Menu index out of range
de: Menü-Index außerhalb des gültigen Bereichs
es: Índice de menú fuera de rango
it: Indice dei menu fuori gamma
zh: 功能表索引超出範圍

source: Menu inserted twice
de: Menü zweimal eingefügt
es: Menú insertada dos veces
it: Menu inserito due volte
zh: 兩次插入功能表

source: Sub-menu is not in menu
de: Untermenü "ist nicht im Menü
es: En el menú no está en el menú
it: Sottomenu non è nel menu
zh: 子功能表不是功能表中

source: Printer is not currently printing
de: Drucker druckt zurzeit nicht
es: La impresora está imprimiendo
it: Stampante non è attualmente in stampa
zh: 印表機當前不在列印

source: Printing in progress
de: Druck im Gange
es: Impresión en progreso
it: Stampa in corso
zh: 正在列印

source: Printer index out of range
de: Drucker-Index außerhalb des gültigen Bereichs
es: Índice de impresora fuera de rango
it: Indice di stampante fuori gamma
zh: 印表機索引超出範圍

source: Printer selected is not valid
de: Drucker ausgewählt ist nicht gültig
es: Impresora seleccionada no es válida
it: Stampante selezionata non è valida
zh: 選定的印表機無效

source: Cannot change the size of an icon
de: Die Größe eines Symbols kann nicht geändert werden
es: No se puede cambiar el tamaño de un icono
it: Non è possibile modificare le dimensioni di un'icona
zh: 不能更改圖示的大小

source: Cannot change the size of a WIC Image
de: Die Größe eines WIC-Bildes kann nicht geändert werden
es: No se puede cambiar el tamaño de una imagen de WIC
it: Non è possibile modificare le dimensioni di un'immagine di WIC
zh: 不能更改 WIC 圖像的大小

source: Invalid operation on TOleGraphic
de: Ungültiger Vorgang für TOleGraphic
es: Operación no válida en TOleGraphic
it: Operazione non valida su TOleGraphic
zh: 對 TOleGraphic 的操作無效

source: Unknown picture file extension (.%s)
de: Unbekanntes Bild-Datei-Erweiterung (. %s)
es: Extensión de archivo de imagen desconocido (. %s)
it: Estensione di file di immagine sconosciuto (. %s)
zh: 未知的圖片檔副檔名 (.%s)

source: Unsupported clipboard format
de: Nicht unterstützte Zwischenablageformat
es: Formato del portapapeles no soportado
it: Formato degli Appunti non supportato
zh: 不支援的剪貼簿格式

source: Out of system resources
de: Zuwenig Systemressourcen
es: De recursos del sistema
it: Esaurito le risorse di sistema
zh: 系統資源不足

source: Canvas does not allow drawing
de: Leinwand erlaubt keine Zeichnung
es: Lona no permite dibujar
it: Tela non consente il disegno
zh: 畫布不允許繪圖

source: Text format flag '%s' not supported
de: Text-Format-Flag "%s" nicht unterstützt
es: Bandera de formato de texto '%s' no admitida
it: Flag del formato di testo '%s'' non supportato
zh: 文本格式標誌 '%s' 不支援

source: Invalid ImageList
de: Ungültige ImageList
es: ImageList no válido
it: ImageList non valido
zh: 不正確 imagelist.

source: Unable to Replace Image
de: Nicht in der Lage, Bild ersetzen
es: No se puede reemplazar la imagen
it: Impossibile sostituire immagine
zh: 無法替換圖像

source: Invalid ImageList Index
de: Ungültige ImageList-Index
es: Índice de ImageList no válido
it: Indice di ImageList non valido
zh: 不正確 imagelist 索引

source: Failed to read ImageList data from stream
de: Fehler beim Lesen der ImageList Daten aus stream
es: Error al leer datos de ImageList de corriente
it: Impossibile leggere i dati ImageList dal flusso
zh: 無法從流中讀取 imagelist 資料

source: Failed to write ImageList data to stream
de: Fehler beim Schreiben der ImageList Daten zu streamen
es: Error al escribir datos de ImageList en secuencia
it: Non è riuscito a scrivere dati ImageList flusso
zh: 未能將 imagelist 資料寫入到流

source: Error creating window device context
de: Fehler beim Erstellen Fenster Gerätekontext
es: Contexto de dispositivo de ventana crear error
it: Contesto di periferica di errore creazione finestra
zh: 錯誤創建視窗的設備上下文

source: Error creating window class
de: Fehler beim Erstellen Fensterklasse
es: Crear clase de ventana de error
it: Classe di errore creazione finestra
zh: 錯誤創建視窗類

source: Assertion violation.
de: Assertionsverletzung.
es: Violación de la protección
zh: 保護衝突

source: Tab index out of bounds
de: Tab-Index außerhalb des gültigen Bereichs
es: Índice de tabulación fuera de los límites
it: Indice di tabulazione fuori dai limiti
zh: Tab 鍵索引超出界限

source: Tab position incompatible with current tab style
de: Tab-Position nicht kompatibel mit aktuellen Registerkarte Stil
es: Pestaña posición incompatible con el estilo actual de la ficha
it: Scheda posizione incompatibile con stile scheda corrente
zh: 定位停駐點位置與當前選項卡樣式不相容

source: Tab style incompatible with current tab position
de: Registerkarte "Stil nicht kompatibel mit aktuellen Tab-position
es: Estilo de pestaña incompatible con la posición actual de la ficha
it: Stile scheda incompatibile con la posizione corrente sulla scheda
zh: 標籤的樣式與當前選項卡位置不相容

source: Bitmap image is not valid
de: Bitmap-Bild ist nicht gültig
es: Imagen de mapa de bits no es válido
it: Immagine bitmap non è valido
zh: 點陣圖圖像無效

source: Icon image is not valid
de: Symbolbild ist nicht gültig
es: Imagen de icono no es válido
it: Immagine dell'icona non è valido
zh: 圖示圖像無效

source: Metafile is not valid
de: Metadatei ist nicht gültig
es: Metarchivo no es válido
it: Metafile non è valido
zh: 圖中繼檔無效

source: Invalid pixel format
de: Ungültige Pixelformat
es: Formato de píxel no válido
it: Formato pixel non valido
zh: 像素格式無效

source: Invalid image
de: Ungültiges Bild
es: Imagen no válido
it: Immagine non valida
zh: 不正確圖像

source: Scan line index out of range
de: Scan-Line Index außerhalb des gültigen Bereichs
es: Análisis índice de línea fuera de rango
it: Indice della riga nell'intervallo di scansione
zh: 掃描行索引超出範圍

source: Dispatch methods do not support more than 64 parameters
de: Versand-Methoden unterstützen nicht mehr als 64 Parameter
es: Métodos de envío no admiten parámetros de más de 64
it: Metodi di spedizione non supportano più di 64 parametri
zh: 調度方法不支援超過 64 參數

source: DCOM not installed
de: DCOM nicht installiert
es: DCOM no instalado
it: DCOM non installato
zh: DCOM 沒有安裝

source: External exception $%p at address %p
de: Externe Ausnahme $% p bei Adresse% p
zh: 外部異常 %x

source: Out of memory.
de: Außerhalb der Erinnerung.
es: Fuera de la memoria
zh: 内存不足。

source: Debugger printered exception.
de: Unerwartete Ausnahme.
es: Excepción inesperada
zh: 意外的異常

source: Invalid Zip Local Header signature
de: Eine lokale-Header-Signatur ist falsch
es: Firma de encabezado local Zip no válida
it: Firma non valida dell'intestazione locale Zip
zh: GIF 簽名無效

source: Invalid Zip Central Header signature
de: Eine zentrale-Header-Signatur ist falsch
es: Firma de Encabezado Central Zip no válida
it: Firma non valida dell'intestazione centrale Zip
zh: 中央頭簽名是錯了

source: File must be open
de: Fehler beim Öffnen der Datei
es: El archivo debe estar abierto
it: Il file deve essere aperto
zh: 檔太多打開

source: File must be open for writing
de: Fehler beim Öffnen der Datei
es: El archivo debe estar abierto para escribir
it: Il file deve essere aperto per scrivere
zh: 在繼續之前，必須選擇欄位。

source: Zip file must be empty
de: Prompt Array darf nicht leer sein
es: El archivo Zip debe estar vacío
it: Il file Zip deve essere vuoto
zh: 迅速的陣列不能為空

source: Observer is not supported
de: Beobachter wird nicht unterstützt
es: Observador no es compatible
it: Osservatore non è supportato
zh: 不支援觀察員

source: Cannot have multiple single cast observers added to the observers collection
de: Mehrere Guss Beobachter können nicht der Beobachter-Auflistung hinzugefügt haben
es: No se han múltiples observadores fundido solo agregar a la colección de observadores
it: Non possono avere più osservatori singolo cast aggiunto all'insieme di osservatori
zh: 不能有多個單鑄觀察員向集合中添加觀察員嗎

source: The object does not implement the observer interface
de: Das Objekt implementiert nicht die Beobachter-Schnittstelle
es: El objeto de implementar la interfaz observer
it: L'oggetto non implementa l'interfaccia di osservatore
zh: 物件不實現 observer 介面

source: No single cast observer with ID %d was added to the observer collection
de: Kein Guss Beobachter mit ID %d wurde der Beobachter-Auflistung hinzugefügt
es: Ningún observador cast solo con el ID %d fue agregado a la colección de observador
it: Nessun osservatore di getto singolo con ID %d è stato aggiunto all'insieme di osservatore
zh: 沒有 id 為 %d 的單鑄觀察員被添加到觀察員集合

source: No multi cast observer with ID %d was added to the observer collection
de: Kein Multi-Cast-Beobachter mit ID %d wurde der Beobachter-Auflistung hinzugefügt
es: Ningún observador de molde multi con el ID %d fue agregado a la colección de observador
it: Nessun osservatore cast multi con ID %d è stato aggiunto all'insieme di osservatore
zh: Id 為 %d 沒有多鑄觀察員被添加到觀察員集合

source: Observer is not available
de: Beobachter ist nicht verfügbar
es: Observador no está disponible
it: Osservatore non è disponibile
zh: 觀察者不可用

source: OLE error %.8x
de: OLE-Fehler %.8x
it: OLE errore %.8x
zh: OLE 錯誤 %.8x

source: Method '%s' not supported by automation object
de: Methode "%s" von Automatisierungsobjekt nicht unterstützt
es: Método '%s' no compatibles con el objeto de automatización
it: Metodo '%s' non supportati dall'oggetto di automazione
zh: '%S' 不支援的自動化物件的方法

source: Variant does not reference an automation object
de: Variante verweist nicht auf ein Automatisierungsobjekt
es: Variante no hace referencia a un objeto de automatización
it: Variante non fa riferimento a un oggetto di automazione
zh: 變數未引用自動化物件

source: %s Service Pack %4:d (Version %1:d.%2:d, Build %3:d, %5:s)
de: %s Servicepack %4: d (Version % 1:d.%2:d, %3 Build: d, 5 %: s)
es: %s Service Pack 4%: d (versión 1:d.%2:d %, construcción 3%: 5% d,: s)
it: Service Pack 4 di % di %s: d (versione % 1:d.%2:d, Build %3: d, %5: s)
zh: %s 服務包 %4: d (版本 %1:d.%2:d，生成 %3: d，%5: s)

source: 32-bit Edition
zh: 32 位版

source: 64-bit Edition
it: Edizione a 64 bit
zh: 64 位版本

source: Windows
de: Fenster
es: Ventanas
it: Finestre
zh: 視窗

source: Windows Server 2008
zh: Windows 伺服器 2008

source: Windows Server 2008 R2
zh: Windows 伺服器 2008 R2

source: Windows Server 2003
zh: 視窗伺服器 2003

source: Windows Server 2003 R2
zh: 視窗伺服器 2003 R2

source: Windows Server 2012
zh: Windows 伺服器 2012

source: Error reading zip file
de: Fehler beim Lesen der Zip-Datei
es: Error al leer el archivo zip
it: Errore durante la lettura dei file zip
zh: 讀壓縮的資料時出錯

source: Error writing zip file
de: Fehler beim Schreiben der Zip-Datei
es: Error al escribir archivo zip
it: Errore nella scrittura del file zip
zh: 尋求在輸入檔中的錯誤

source: No context-sensitive help installed
de: Keine kontextsensitive Hilfe installiert
es: No hay ayuda contextual instalada
it: Nessuna Guida sensibile al contesto installato
zh: 安裝沒有即時線上說明

source: No help found for context %d
de: Keine Hilfe für Kontext %d gefunden
es: No hay ayuda de contexto %d
it: Nessun aiuto trovato per contesto %d
zh: 找不到上下文 %d 沒有説明

source: Unable to open Index
de: Kann nicht geöffnet werden Index
es: No se puede abrir índice
it: Impossibile aprire l'indice
zh: 無法打開索引

source: Unable to open Search
de: Nicht in der Lage, Suche öffnen
es: No se puede abrir la búsqueda de
it: Impossibile aprire la ricerca
zh: 無法打開搜索

source: Unable to find a Table of Contents
de: Nicht in der Lage, ein Inhaltsverzeichnis zu finden
es: No se puede encontrar una tabla de contenido
it: Impossibile trovare una tabella dei contenuti
zh: 無法找到表內容

source: No topic-based help system installed
de: Kein Thema-basierte Hilfe-System installiert
es: Ningún sistema de ayuda basado en el tema instalado
it: Non è installato alcun sistema di guida basati su argomento
zh: 安裝沒有基於主題的説明系統

source: No help found for %s
de: Keine Hilfe für %s gefunden
es: No hay ayuda para %s
it: Nessun aiuto trovato per %s
zh: 沒有找到 %s 的説明

source: Argument out of range
de: Argument außerhalb des zulässigen Bereichs
es: Argumento fuera de rango
it: Argomento fuori gamma
zh: 參數超出範圍

source: Item not found
de: Artikel nicht gefunden
es: Artículo no encontrado
it: Elemento non trovato
zh: 專案未找到

source: Duplicates not allowed
de: Duplikate nicht erlaubt
es: No permitidas duplicados
it: Duplicati non ammessi
zh: 不允許重複

source: Insufficient RTTI available to support this operation
de: Unzureichende RTTI zur Verfügung, um diesen Vorgang zu unterstützen
es: RTTI suficiente disponible para apoyar esta operación
it: RTTI insufficiente disponibile per supportare questa operazione
zh: 不足 RTTI 可用來支援此操作

source: Parameter count mismatch
de: Parameter Count Nichtübereinstimmung
es: Desequilibrio de la cuenta de parámetro
it: Mancata corrispondenza del numero di parametro
zh: 參數計數不匹配

source: Type '%s' is not declared in the interface section of a unit
de: Typ "%s" ist nicht im Interface-Abschnitt einer Unit deklariert
es: Tipo '%s' no está declarado en la sección de interfaz de la unidad
it: Tipo '%s' non è dichiarato nella sezione di interfaccia di un'unità
zh: 一個單位的介面中不聲明類型 %s

source: VAR and OUT arguments must match parameter type exactly
de: VAR und OUT Argumente müssen Parametertyp exakt übereinstimmen
es: VAR y a argumentos deben coincidir exactamente con tipo de parámetro
it: VAR e OUT argomenti devono corrispondere esattamente il tipo di parametro
zh: VAR 和出參數必須完全符合參數類型

source: Specified Login Credential Service not found
de: Angegebene Login Anmeldeinformationen Dienst nicht gefunden
es: Servicio de credenciales de inicio de sesión especificado no encontrado
it: Servizio di credenziali di Login specificato non trovato
zh: 指定的登錄憑據服務找不到

source: %s (Version %d.%d, Build %d, %5:s)
es: %s (versión % d.%d, construir %d, %5: s)
it: %s (% d.%d % versione, Build %d, %5: s)
zh: %s (版本 %d.%d，生成 %d%5: s)

source: Socket already open
de: Socket bereits geöffnet
es: Toma ya abierto
it: Presa già aperta
zh: 通訊端已經打開

source: Can't change value while socket is active
de: Wert kann nicht geändert werden, während Steckdose aktiv ist
es: No se puede cambiar de valor mientras toma está activa
it: Non è possibile modificare il valore mentre è attivo il socket
zh: 通訊端處於活動狀態時，無法更改值

source: No help viewer that supports filters
de: Keine Hilfe-Viewer, der Filter unterstützt
es: Sin visor de ayuda que apoya los filtros
it: Nessun visualizzatore della guida che supporta filtri
zh: 不支援篩選器的說明檢視器

source: String index out of range (%d). Must be >= %d and <= %d
de: String-Index außerhalb des gültigen Bereichs (%d). Muss > = %d und < = %d
es: Índice de cadena fuera de rango (%d). Debe ser > = %d y < = %d
it: Indice di stringa out of range (%d). Deve essere > = %d e < = %d
zh: 字串索引超出範圍 (%d)。 必須是 > = %d 和 < = %d

source: Invalid UTF32 character value. Must be >= 0 and <= $10FFFF, excluding surrogate pair ranges
de: Ungültiger Wert für UTF32 Charakter. Muss > = 0 und < = $10FFFF, ausgenommen Surrogat paar reicht
es: Valor de carácter no válido UTF32. Debe ser > = 0 y < = $10FFFF, excepto gamas de par suplente
it: Valore non valido carattere UTF32. Deve essere > = 0 e < = $10FFFF, escluse le gamme di coppia di surrogati
zh: UTF32 字元值無效。 必須是 > = 0 和 < = $10FFFF，不包括代理項對範圍

source: High surrogate char without a following low surrogate char at index: %d. Check that the string is encoded properly
de: Hohe Ersatzzeichen Char ohne folgenden niedrige Ersatzzeichen Char am Index: % d. Überprüfen Sie, ob die Zeichenfolge richtig codiert ist
es: Carácter suplente alto sin un caracter de suplente bajo siguiente índice: % d. Compruebe que la cadena está codificada correctamente
it: Char surrogato alto senza un carattere surrogato basso seguente indice: % d. Verifica che la stringa è codificata correttamente
zh: 沒有一個下面的低代理項字元索引處的高代理項字元: %d.檢查的字串正確編碼

source: Low surrogate char without a preceding high surrogate char at index: %d. Check that the string is encoded properly
de: Niedrige Ersatzzeichen Char ohne eine vorhergehende hohe Ersatzzeichen Char am Index: % d. Überprüfen Sie, ob die Zeichenfolge richtig codiert ist
es: Bajo char sustituto sin un carácter suplente alto anterior en el índice: % d. Compruebe que la cadena está codificada correctamente
it: Bassa char surrogati senza un carattere surrogato alto precedente indice: % d. Verifica che la stringa è codificata correttamente
zh: 低代理項字元沒有前面的高代理項字元索引處: %d.檢查的字串正確編碼

source: Length of Strings and Objects arrays must be equal
de: Länge des Arrays von Zeichenfolgen und Objekte muss gleich sein
es: Longitud de cadenas y objetos debe ser igual
it: Lunghezza di matrici di stringhe e oggetti deve essere uguale
zh: 字串和物件陣列的長度必須相等

source: Invalid Timeout value: %s
de: Ungültiger Wert für Timeout: %s
es: Valor de tiempo de espera no válido: %s
it: Valore di Timeout non valido: %s
zh: 不正確超時值: %s

source: Timespan too long
de: Zeitspanne zu lang
es: Intervalo de tiempo demasiado largo
it: TimeSpan troppo lungo
zh: 時間跨度太長

source: The duration cannot be returned because the absolute value exceeds the value of TTimeSpan.MaxValue
de: Die Dauer kann nicht zurückgegeben werden, weil der Absolute Wert den Wert der TTimeSpan.MaxValue übersteigt
es: La duración no puede ser devuelta porque el valor absoluto supera el valor de TTimeSpan.MaxValue
it: La durata non può essere restituita perché il valore assoluto supera il valore di TTimeSpan.MaxValue
zh: 持續時間不能返回，因為絕對價值超過 TTimeSpan.MaxValue 的值

source: Value cannot be NaN
de: Wert darf nicht NaN sein
es: Valor no puede ser NaN
it: Valore non può essere NaN
zh: 值不能為南

source: Negating the minimum value of a Timespan is invalid
de: Negiert den Mindestwert des ein TimeSpan-Objekt ist ungültig
es: Negar el valor mínimo de un intervalo de tiempo no es válido
it: Negazione del valore minimo di un oggetto Timespan non è valido
zh: 否定的 Timespan 最小值是不正確

source: Invalid Timespan format
de: Ungültiges Format der Timespan
es: Formato de intervalo de tiempo no válido
it: Formato non valido Timespan
zh: Timespan 格式無效

source: Timespan element too long
de: TimeSpan-Element zu lang
es: Elemento del intervalo de tiempo demasiado largo
it: Elemento TimeSpan troppo lungo
zh: 太長的時間跨度元素

source: Invalid characters in path
de: Ungültige Zeichen im Pfad
es: Caracteres no válidos en la ruta
it: Caratteri non validi nel percorso
zh: 路徑中的字元無效

source: Invalid characters in search pattern
de: Ungültige Zeichen im Suchmuster
es: Caracteres no válidos en el patrón de búsqueda
it: Caratteri non validi nel percorso di ricerca
zh: 路徑中的字元無效

source: The specified path is too long
de: Der angegebene Pfad ist zu lang
es: La ruta de acceso especificada es demasiado larga
it: Il percorso specificato è troppo lungo
zh: 指定的路徑是太長

source: The specified path was not found
de: Der angegebene Pfad wurde nicht gefunden
es: La ruta de acceso especificada no se encontró
it: Il percorso specificato non è stato trovato
zh: 找不到指定的路徑

source: The path format is not supported
de: Die Pfadformat wird nicht unterstützt
es: El formato de ruta de acceso no es compatible
it: Il formato del percorso non è supportato
zh: 路徑格式不受支援

source: The specified directory is not empty
de: Das angegebene Verzeichnis ist nicht leer
es: El directorio especificado no está vacío
it: La directory specificata non è vuota
zh: 指定的目錄不是空的

source: The specified directory name is invalid
de: Der angegebene Verzeichnisname ist ungültig
es: El nombre del directorio especificado no es válido
it: Il nome di directory specificato non è valido
zh: 指定的目錄名稱無效

source: The drive cannot be found
de: Das Laufwerk kann nicht gefunden werden
es: La unidad no se encuentra
it: L'unità non può essere trovato
zh: 找不到磁碟機
