Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Prevent resizing from affecting the aspect ratio of the selected layer
it: Impedire il ridimensionamento di influenzare il rapporto di aspetto del livello selezionato

source: Prevent movement of the selected layer
it: Rimuovere l'immagine selezionata

source: Restore the original aspect ratio of the selected layer
it: Rimuovere i bordi trasparenti dai livelli selezionati

source: Resize the layer to match its content
it: Ridimensionare il layer per abbinare il suo contenuto

source: Align on Left
it: Allinea a sinistra

source: Align on Right
it: Allinea a destra

source: Align Tops
it: Allinea in alto

source: Align Bottoms
it: Allinea in basso

source: Align Horizontal Centers
it: Allinea orizzontale al centro

source: Align Vertical Centers
it: Allinea Verticale al centroB

source: Match Widths
it: Larghezza della maschera

source: Match Heights
it: Altezza di maschera

source: Align selected layers to the edge of the left-most layer
it: Unire i livelli selezionati in un singolo strato

source: Align selected layers to the edge of the right-most layer
it: Allinea i livelli selezionati al bordo dello strato più a destra

source: Align selected layers to the edge of the top-most layer
it: Allineare i livelli selezionati al bordo del livello più alto

source: Align selected layers to the edge of the bottom-most layer
it: Allineare i livelli selezionati al bordo dello strato più basso

source: Align selected layers to have the same horizontal center
it: Allinea i livelli selezionati per avere lo stesso centro orizzontale

source: Align selected layers to have the same vertical center
it: Allinea i livelli selezionati per avere lo stesso centro verticale

source: Resize all selected layers to the width of the widest layer
it: Ridimensionare tutti i livelli selezionati per la larghezza dello strato più ampia

source: Resize all selected layers to the height of the tallest layer
it: Ridimensionare tutti i livelli selezionati per l'altezza del più alto livello

source: Include Subfolders
it: Includi le sottocartelle

source: Also display files found in subfolders of this folder
it: Visualizzare anche i file trovati nelle sottocartelle della cartella

source: Enable Cropping
it: Ritaglio

source: Enable cropping mode to select an area of the image to maintain
it: Selezionare un'area dell'immagine da ingrandire

source: Cancel Cropping
it: Ritaglio

source: Clear the current crop selection
it: Cancellare la selezione corrente di raccolto

source: Click and drag to create an image layer
it: Fare clic su file di lettura per leggere il file di dati di importazione

source: Click and drag to create a shape layer
it: Fare clic e trascinare per creare un livello forma

source: Click and drag to create a line layer
it: Clicca qui per definire un filtro

source: Click and drag to create a polyline layer
it: Fare clic e trascinare per creare un livello di polilinea

source: Click and drag to create a text layer
it: Fare clic e trascinare per creare un livello di testo

source: Pixelize
it: Effetto pixel

source: Linear
it: Lineare

source: Linear (Clipped)
it: Lineare (smussato)

source: Logarithmic
it: Logaritmico

source: Crop the image to the current selection
it: Rimuovere tutte le parti dell'immagine di fuori della selezione corrente

source: Paste from the clipboard
it: Incolla dagli Appunti

source: Cut the current selection to the clipboard
it: Copia la selezione corrente negli Appunti

source: Window Size
it: Dimensione della finestra

source: Autosizeable
it: Autodimensionate

source: Support for compression method not registered: %s
it: Supporto per il metodo di compressione non registrato:%s

source: Sep
it: Set

source: Echo typed charachters locally
it: Echo ha digitato i caratteri localmente

source: Send line feeds with carriage return
it: Invia feed di riga con ritorno a carrello

source: Wrap lines that exceed terminal width
it: Avvolgere le linee che superano la larghezza del terminale

source: Append line feeds to incoming carriage return
it: Aggiungi riga al ritorno a capo in arrivo

source: Show commands that may have a shortcut
it: Mostra i comandi che possono avere un collegamento

source: (None) Random Unfold Slide
it: (Nessuno) Casuale Spiegare Diapositiva

source: &Step Record
it: Record

source: Auto Apply Effects
it: Auto Applica Effetti

source: Lock Preview during record
it: Blocca Anteprima in movimento

source: Find Home Pos
it: Trovare il Priore

source: Move Axis
it: Invertire l'asse Y

source: Live recording options
it: Descrizione del video

source: X Axis Speed
it: Velocità asse Y

source: Camera FPS
it: Fotocamera FPS

source: Y P0:
it: P0 Y:

source: Hardware Software None Custom
it: Hardware Software Nessuno Personalizzato

source: None Odd Even Mark Space
it: Nessuna Dispari Anche marchio Spazio

source: When the camera fails to get focus, change focusing point on camera side and click on Get Picture in order to restart Focus Stacking
it: Quando la fotocamera non riesce a ottenere lo stato attivo, cambiare punto di messa a fuoco sul lato della macchina fotografica e fare clic su immagine per riavviare Focus Stacking

source: webupdate
it: dati di aggiornamento

source: Close other Panels
it: Chiudere tutti i pannelli

source: Blur Sharpen Dodge Burn Lighten Darken Saturate Desaturate
it: Blur Affilare Schivare Bruciare Alleggerire Scurire Saturare Togli saturazione

source: Linear Linear Clipped Logarithmic
it: Lineare Ritagliato Lineare Logaritmica

source: Visit our webpage for more info:
it: Visita la nostra pagina web per maggiori informazioni:

source: Press Enter to edit item
it: Premere Invio per modificare l'elemento

source: or enter the expression that returns an anchor name:
it: o immettere l'espressione che restituisce un nome di ancoraggio:

source: or enter the expression that returns a hyperlink value:
it: o immettere l'espressione che restituisce un valore di collegamento ipertestuale:

source: What will happen when you click this object in the preview window:
it: Cosa succede quando si fa clic su questo oggetto nella finestra di anteprima:

source: or enter the expression that returns a page number:
it: o immettere l'espressione che restituisce un numero di pagina:

source: or enter the expression that returns a parameter value:
it: o immettere l'espressione che restituisce un valore di parametro:

source: Base and inherited reports have duplicate objects. What should we do?
it: I rapporti di base e ereditati hanno oggetti duplicati. Cosa dovremmo fare?

source: Mail transport:
it: Trasporto posta:

source: Use object's font settings
it: Impostazioni carattere

source: Large height in design mode
it: Grande altezza nella modalità di progettazione

source: Embedded fonts
it: Caratteri

source: All Pages Odd Pages Even Pages
it: Tutte le pagine Pagine dispari Altre pagine

source: é
it: è

source: Text Headers/Footers None
it: Testo Intestazione/Piè di pagina Nessuno

source: Open Excel after export
it: Aprire Excel dopo l'esportazione

source: Don't split
it: Non dividere

source: CertID
it: IDCertificato

source: Top Left Top Center Top Right Bottom Left Bottom Center Bottom Right
it: A sinistra in alto Al centro in alto A destra in alto A sinistra in basso Al centro in basso A destra in alto

source: Warning: This computer program is protected by copyright law and international treaties. Unauthorized reproduction or distribution of this program, or any portion of it, may result in severe civil and criminal penalities, and will be prosecuted to the ma
it: Avviso: Questo programma è protetto dalla legge sui diritti d'autore e dai trattati internazionali. La riproduzione o la distribuzione non autorizzata di questo programma, o di qualsiasi sua parte, può comportare gravi penalità civili e penali e verrà

source: None Vertical Horizontal Default
it: Nessuno Verticale Orizzontale Predefinito

source: RTF
it: RFT

source: # Decimals
it: #Decimali
