Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Operation cannot mix aggregate value with record-varying value
de: Betrieb kann Aggregatwert mit Rekord-unterschiedliche Wert nicht mischen
es: Operación no mezcle valor agregado con el valor de variables en el registro
it: Operazione non è possibile combinare il valore aggregato con valore record-varianti
zh: 操作不能混合使用聚合值與記錄變值

source: Field '%s' must have a value
de: Feld "%s" muss einen Wert enthalten
es: El campo '%s' debe tener un valor
it: Campo '%s' deve avere un valore
zh: %S 欄位必須有值

source: Field '%s' has no dataset
de: Feld "%s" ist kein dataset
es: Campo '%s' no tiene ningún conjunto de datos
it: Campo '%s' non ha nessun set di dati
zh: 欄位 %s 已不到資料集

source: Field '%s' cannot be a calculated or lookup field
de: Eine berechnete Feld "%s" kann nicht oder lookup Feld
es: Campo '%s' no puede ser un calculado o buscar campo
it: Campo '%s' non può essere un calcolato o campo di ricerca
zh: 欄位 %s 無法計算或查找欄位

source: Field '%s' cannot be modified
de: Feld "%s" kann nicht geändert werden
es: El campo '%s'No se puede modificar
it: Campo '%s' non può essere modificato
zh: 不能修改欄位 %s

source: Duplicate index name '%s'
de: Doppelte Indexname "%s"
es: Nombre de índice duplicado '%s'
it: Nome di indice duplicato '%s'
zh: 重複的索引名稱 %s

source: No index for fields '%s'
de: Kein Index für die Felder "%s"
es: Ningún índice para los campos de '%s'
it: Nessun indice per campi "%s"
zh: 沒有索引的欄位 %s

source: Index '%s' not found
de: Index "%s" nicht gefunden
es: Índice '%s' no encontrado
it: Indice '%s' non trovato
zh: 索引 %s 找不到

source: Duplicate name '%s' in %s
de: Doppelte Namen "%s" in %s
es: Duplicar el nombre '%s' en %s
it: Duplicare il nome '%s' % s
zh: 重複的名稱 '%s' %s 中

source: Circular datalinks are not allowed
de: Kreisförmige Datenverbindungen sind nicht erlaubt
es: No se permite circular datalinks
it: Datalinks circolari non sono ammessi
zh: 不允許迴圈資料連結

source: Lookup information for field '%s' is incomplete
de: Suche Informationen für Feld "%s" ist unvollständig
es: Búsqueda de información para el campo '%s' es incompleta
it: Informazioni di ricerca per il campo '%s' sono incomplete
zh: 欄位 %s 的查找資訊不完整

source: DataSource cannot be changed
de: DataSource kann nicht geändert werden
es: No se puede cambiar el origen de datos
it: DataSource non può essere modificato
zh: 不能更改資料來源

source: Cannot perform this operation on an open dataset
de: Diesen Vorgang auf einem offenen Dataset kann nicht durchgeführt werden
es: No puede realizar esta operación en un conjunto de datos abierto
it: Non è possibile eseguire questa operazione su un set di dati aperti
zh: 無法執行此操作打開資料集上

source: Dataset not in edit or insert mode
de: Datensatz nicht bearbeiten oder Einfügen Modus
es: Conjunto de datos no en editar o insertar de modo
it: DataSet non in modifica o modalità di inserimento
zh: 資料集不在編輯模式或插入模式

source: Cannot perform this operation on a closed dataset
de: Dieser Vorgang auf einem geschlossenen Datensatz kann nicht durchgeführt werden
es: No puede realizar esta operación en un conjunto cerrado
it: Non è possibile eseguire questa operazione su un dataset chiuso
zh: 無法執行此操作在一個封閉的資料集

source: Cannot perform this operation on an empty dataset
de: Diesen Vorgang auf ein leeres Dataset kann nicht durchgeführt werden
es: No puede realizar esta operación en un conjunto de datos vacío
it: Non è possibile eseguire questa operazione su un dataset vuoto
zh: 無法執行此操作在一個空的資料集

source: Cannot modify a read-only dataset
de: Ein nur-Lese Dataset kann nicht geändert werden
es: No se puede modificar un conjunto de datos de sólo lectura
it: Non è possibile modificare un set di dati di sola lettura
zh: 不能修改唯讀資料集

source: Invalid FieldKind
de: Ungültige FieldKind
es: FieldKind no válida
it: FieldKind non valido
zh: 不正確 FieldKind

source: Field '%s' is of an unknown type
de: Feld "%s" ist eines unbekannten Typs
es: Campo '%s' es de un tipo desconocido
it: Campo '%[NULL] s'è di tipo sconosciuto
zh: 欄位 %s 是一種未知類型的

source: Field name missing
de: Feld Name fehlt
es: Campo Nombre falta
it: Campo nome mancante
zh: 欄位名稱丟失

source: Duplicate field name '%s'
de: Doppelte Feldnamen "%s"
es: Nombre del campo duplicado '%s'
it: Nome di campo duplicati '%s'
zh: 重複的欄位名稱 %s

source: Field '%s' not found
de: Feld "%s" nicht gefunden
es: Campo '%s' no encontrado
it: Campo '%s' non trovato
zh: 欄位 %s 找不到

source: Cannot access field '%s' as type %s
de: Feld "%s" kann nicht als Typ %s zugegriffen werden
es: No puede acceder a campo '%s' como tipo de %s
it: Impossibile accedere al campo '%s'' come tipo %s
zh: 無法訪問 %s 的欄位作為類型 %s

source: Invalid value for field '%s'
de: Ungültiger Wert für Feld "%s"
es: Valor no válido para el campo '%s'
it: Valore non valido per il campo '%s'
zh: 欄位 %s 的值無效

source: %g is not a valid value for field '%s'. The allowed range is %g to %g
de: %g ist kein gültiger Wert für Feld "%s". Der zulässige Bereich ist auf %g %g
es: %g no es un valor válido para el campo '%s'. El rango permitido es a %g %g
it: %g non è un valore valido per il campo '%s'. L'intervallo consentito è % %g a g
zh: %g 不是欄位 %s 的有效值。允許的範圍內是 %g 到 %g

source: %s is not a valid value for field '%s'. The allowed range is %s to %s
de: %s ist kein gültiger Wert für Feld "%s". Der zulässige Bereich ist %s auf %s
es: %s no es un valor válido para el campo '%s'. El rango permitido es %s a %s
it: %s non è un valore valido per il campo '%s'. L'intervallo consentito è %s a %s
zh: %s 不是有效的值的欄位 %s。允許的範圍內是 %s 到 %s

source: '%s' is not a valid integer value for field '%s'
de: "%s" ist kein gültiger ganzzahliger Wert für Feld "%s"
es: '%s' no es un valor entero válido para el campo '%s'
it: '%s' non è un valore integer valido per il campo '%s'
zh: '%s' 不是一個有效的整數值欄位 %s

source: '%s' is not a valid boolean value for field '%s'
de: '%s' ist kein gültiger boolescher Wert für Feld "%s"
es: '%s' no es un valor booleano válido para el campo '%s'
it: '%s' non è un valore booleano valido per il campo '%s'
zh: '%s' 不是一個有效的布林值為欄位 %s

source: '%s' is not a valid floating point value for field '%s'
de: "%s" ist kein gültiger schwimmenden Punktwert für Feld "%s"
es: '%s' no es un valor válido de punto flotante para el campo '%s'
it: '%s' non è un valore a virgola mobile valido per il campo '%s'
zh: %s 不是有效的浮點值的欄位 %s

source: Type mismatch for field '%s', expecting: %s actual: %s
de: Typenkonflikt für Feld '%s' erwartet: tatsächliche %s: %s
es: Desajuste del tipo de campo '%s', espera: %s real: %s
it: Tipo non corrispondente per il campo '%s', mi aspettavo: effettivo %s: %s
zh: 類型不匹配的欄位 '%s'，期待︰ 實際的 %s: %s

source: Size mismatch for field '%s', expecting: %d actual: %d
de: Größenfehlanpassung für Feld '%s' erwartet: %d tatsächlichen: %d
es: Desajuste de tamaño para el campo '%s', espera: %d real: %d
it: Mancata corrispondenza dimensione per campo '%s', mi aspettavo: %d effettivo: %d
zh: 大小不匹配欄位 '%s'，期待: %d 實際: %d

source: Invalid variant type or size for field '%s'
de: Ungültige variant-Typ oder Größe für Feld "%s"
es: Tipo de variante no válido o el tamaño del campo '%s'
it: Tipo di variante non valido o dimensione per campo '%s'
zh: 不正確變數類型或欄位 '%s' 的大小

source: Value of field '%s' is out of range
de: Wert des Feldes "%s" ist außerhalb des gültigen Bereichs
es: Valor del campo '%s' está fuera del alcance
it: Valore del campo '%[NULL] s'è compreso nell'intervallo
zh: %S 欄位的值超出範圍

source: Unable to insert an item
de: Nicht in der Lage, ein Element einfügen
es: No puede insertar un elemento
it: Impossibile inserire un elemento
zh: 無法插入專案

source: Invalid owner
de: Ungültige Besitzer
es: Propietario no válido
it: Proprietario non valido
zh: 不正確擁有者

source: %s is already associated with %s
de: %s ist bereits mit %s verbunden
es: ya está asociado con %s %s
it: %s è già associato a %s
zh: %s 已與 %s 關聯

source: This control requires version 4.70 or greater of COMCTL32.DLL
de: Dieses Steuerelement erfordert Version 4.70 oder höher von COMCTL32. DLL
es: Este control requiere la versión 4.70 o mayor de COMCTL32. DLL, EL CUAL
it: Questo controllo richiede versione 4.70 o versione successiva di COMCTL32. DLL
zh: 這種控制要求 4.70 或更高的 COMCTL32 版本。DLL

source: Date exceeds maximum of %s
de: Datum überschreitet maximum von %s
es: Fecha excede máxima de %s
it: Data supera massimo di %s
zh: 日期超出最大值的 %s

source: Date is less than minimum of %s
de: Datum ist kleiner als minimum von %s
es: La fecha es menos del mínima de %s
it: Data è meno di minimo di %s
zh: 日期是小於最小值的 %s

source: You must be in ShowCheckbox mode to set to this date
de: Sie müssen im ShowCheckbox Modus auf dieses Datum festgelegt sein
es: Usted debe estar en modo ShowCheckbox para establecer a la fecha
it: È necessario essere in modalità ShowCheckbox per impostare la data
zh: 你必須在 ShowCheckbox 模式下設置到此日期

source: Failed to set calendar date or time
de: Fehler beim Festlegen des Kalenderdatum oder Uhrzeit
es: Error al definir la fecha del calendario o el tiempo
it: Impossibile impostare il calendario data o ora
zh: 未能設置日曆上的日期或時間

source: Failed to set maximum selection range
de: Fehler beim Festlegen des maximalen Auswahlbereich
es: Error al definir la máxima selección
it: Impossibile impostare la massima selezione
zh: 未能設置最大選擇範圍

source: Failed to set calendar min/max range
de: Fehler beim Festlegen des Kalender-min/Max-Bereich
es: Error al definir la gama de min/max de calendario
it: Impossibile impostare Intervallo min/max calendario
zh: 未能設置日曆最小/最大範圍

source: Failed to set calendar selected range
de: Fehler beim Festlegen des ausgewählten Sortiment
es: Error al definir la amplia agenda seleccionada
it: Impossibile impostare la gamma di calendario selezionato
zh: 未能設置日曆選擇範圍

source: Invalid field size
de: Ungültiges Feldgröße
es: Tamaño de campo no válido
it: Dimensione del campo non valido
zh: 欄位大小無效

source: Feature not supported by this style
de: Funktion von diesem Stil nicht unterstützt
es: Función no compatible con este estilo
it: Funzionalità non supportata da questo stile
zh: 不支援這種風格的功能。

source: Style '%s' is not registered
de: Stil "%s" ist nicht registriert
es: Estilo '%s' no está registrado
it: Stile '%s'' non è registrato
zh: 未註冊樣式 %s

source: Cannot unregister the system style
de: Kann nicht die Systemstil abmelden
es: No se puede eliminar el estilo de sistema
it: Impossibile annullare la registrazione il sistema stile
zh: 不能登出系統風格

source: Style not registered
de: Stil nicht registriert
es: Estilo no registrado
it: Stile non registrato
zh: 未註冊的風格

source: Invalid ZStream operation!
de: Ungültiger ZStream-Betrieb!
es: Operación de secuencia no válido
zh: 不正確流操作

source: ZIP: Invalid Password
de: ZIP: Ungültiges Kennwort
zh: 不正確碼字

source: Failed to clear tab control
de: Fehler beim Löschen der Registerkarten-Steuerelement
es: No se pudo borrar el control de ficha
it: Non riuscirono a liberare il controllo struttura a schede
zh: 未能清除索引標籤控制項

source: Failed to delete tab at index %d
de: Fehler beim Löschen der Registerkarte Index %d
es: Error al eliminar la ficha en Índice %d
it: Impossibile eliminare la scheda indice %d
zh: 未能刪除索引 %d 處的選項卡

source: Failed to retrieve tab at index %d
de: Fehler beim Abrufen der Registerkarte Index %d
es: No se pudo recuperar ficha en Índice %d
it: Impossibile recuperare la scheda indice %d
zh: 未能檢索索引 %d 處的選項卡

source: Failed to get object at index %d
de: Fehler beim Abrufen der Objekt am Index %d
es: Error al obtener el objeto en Índice %d
it: Impossibile ottenere l'oggetto all'indice %d
zh: 未能在索引 %d 獲取物件

source: Failed to set tab "%s" at index %d
de: Fehler beim Festlegen der Registerkarte "%s" am Index %d
es: No se ficha "%s" en Índice %d
it: Impossibile impostare la scheda "%s" indice %d
zh: 未能在索引 %d 設置選項卡"%s"

source: Failed to set object at index %d
de: Fehler beim Festlegen des Objekts am Index %d
es: Error al definir el objeto en Índice %d
it: Impossibile impostare l'oggetto all'indice %d
zh: 未能在索引 %d 設置物件

source: MultiLine must be True when TabPosition is tpLeft or tpRight
de: MultiLine muss True sein, wenn TabPosition TpLeft oder tpRight
es: MultiLine debe ser verdadero cuando TabPosition es tpLeft o tpRight
it: MultiLine deve essere True quando TabPosition è tpLeft o tpRight
zh: 多行必須為 True，當 TabPosition 是 tpLeft 或 tpRight

source: Invalid item level assignment
de: Ungültige Element Geschosszuweisung
es: Asignación artículo nivel no válido
it: Assegnazione di livello di elemento non valido
zh: 專案級別分配無效

source: Invalid level (%d) for item "%s"
de: Ungültige Ebene (%d) für Element "%s"
es: Nivel no válido (%d) para el tema "%s"
it: Livello non valido (%d) per l'articolo "%s"
zh: 不正確等級 (%d) 項"%s"

source: Invalid index
de: Ungültiger index
es: Índice no válido
it: Indice non valido
zh: 不正確索引

source: %s has no owner
de: %s ist kein Besitzer
es: %s no tiene dueño
it: %s non ha alcun proprietario
zh: %s 已沒有擁有者

source: Source and destination require the same owner
de: Quell- und erfordern den gleichen Besitzer
es: Origen y destino exigen el mismo propietario
it: Origine e destinazione richiedono lo stesso proprietario
zh: 源和目標需要相同的擁有者

source: %s cannot be owned by a different canvas
de: %s kann nicht im Besitz einer anderen Leinwand
es: %s no puede ser propiedad de un lienzo de diferentes
it: %s non può essere di proprietà di una tela diversa
zh: %s 不能擁有的不同的畫布

source: Not a solid color brush
de: Keinen einfarbigen Pinsel
es: No un pincel de color sólido
it: Non un pennello tinta unita
zh: 不單色筆刷

source: Invalid brush style
de: Ungültige Pinselart
es: Estilo de pincel no válido
it: Stile della spazzola non valido
zh: 不正確畫筆風格

source: Unable to load style '%s'
de: Nicht in der Lage, Stil "%s" zu laden"
es: No se puede cargar estilo '%s'
it: Impossibile caricare il stile "%s"
zh: 無法載入樣式 %s

source: Unable to load styles: %s
de: Nicht in der Lage, Stile zu laden: %s
es: No se puede cargar estilos: %s
it: Impossibile caricare stili: %s
zh: 無法載入樣式: %s

source: Style '%s' already registered
de: Stil "%s" bereits registriert
es: Estilo '%s' ya registrado
it: Stile '%s'' già registrato
zh: 已經註冊了樣式 %s

source: Style class '%s' already registered
de: Style-Klasse "%s" bereits registriert
es: Clase de estilo '%s' ya registrado
it: Classe di stile '%s'' già registrato
zh: 樣式類 '%s' 已註冊

source: Style '%s' not found
de: Stil "%s" nicht gefunden
es: Estilo '%s' no encontrado
it: Stile '%s' non esiste
zh: 樣式 %s 找不到

source: Style class '%s' not found
de: Style-Klasse "%s" nicht gefunden
es: Clase de estilo '%s' no encontrado
it: Classe di stile '%s' non esiste
zh: 樣式類 %s 找不到

source: Invalid style handle
de: Ungültige Stil Griff
es: Manija del estilo no válido
it: Maniglia di stile non valido
zh: 控制碼無效樣式

source: Invalid style format
de: Ungültige Stil-format
es: Formato no válido
it: Formato di stile non valido
zh: 無效樣式的格式

source: Class '%s' is already registered for '%s'
de: Klasse "%s" ist bereits für "%s" registriert"
es: Clase '%s' ya está registrado para '%s'
it: Classe "%s" è già registrato per '%s'
zh: 已經為 %s 註冊了類 %s

source: Class '%s' is not registered for '%s'
de: Klasse "%s" ist für '%s' nicht registriert"
es: Clase '%s' no está registrado para '%s'
it: Classe '%s'' non è registrato per '%s'
zh: '%S' 的類未註冊為 %s

source: %s parameter cannot be nil
de: %s-Parameter kann nicht Null sein
es: parámetro %s no puede ser nulo
it: parametro %s non può essere nullo
zh: %s 參數不能為零

source: Listbox (%s) style must be virtual in order to set Count
de: Listbox (%s) Stil muss virtuell um Count festgelegt sein
es: Estilo de cuadro de lista (%s) debe ser virtual para crear cuenta
it: ListBox (%s) stile deve essere virtuale al fine di impostare Count
zh: 清單方塊 (%s) 樣式必須為虛擬才能設置計數

source: No OnGetItem event handler assigned
de: Kein OnGetItem-Ereignishandler zugeordnet
es: Ningún controlador de eventos OnGetItem asignado
it: Nessun gestore di eventi OnGetItem assegnato
zh: 沒有分配的 OnGetItem 事件處理常式

source: "%s" is an invalid path
de: "%s" ist ein ungültiger Pfad
es: "%s" es una ruta no válida
it: "%s" è un percorso non valido
zh: "%s"是無效路徑

source: Big Endian Unicode
it: Unicode Big Endian
zh: 大端位元組序 Unicode

source: Cannot remove shell notification icon
de: Benachrichtigungssymbol Schale kann nicht entfernt werden
es: No se puede quitar el icono de notificación de shell
it: Non è possibile rimuovere l'icona di notifica di shell
zh: 不能刪除殼通知圖示

source: PageControl must first be assigned
de: PageControl muss zuerst zugewiesen werden
es: Primero se debe asignar PageControl
it: PageControl deve essere assegnato
zh: PageControl 必須首先分配

source: %s requires Windows Vista or later
de: %s benötigt Windows Vista oder höher
es: %s requiere Windows Vista o posterior
it: %s richiede Windows Vista o versioni successive
zh: %s 要求 Windows Vista 或更高版本

source: Button%d
de: Schaltfläche %d
es: Botón de %d
it: Pulsante %d
zh: 按鈕 %d

source: RadioButton%d
zh: %D 選項按鈕

source: Caption cannot be empty
de: Titel darf nicht leer sein
es: Título no puede estar vacío
it: Didascalia non può essere vuoto
zh: 標題不能為空

source: Invalid canvas operation
de: Ungültige Leinwand Betrieb
es: Lona no válido operación
it: Operazione di tela non valido
zh: 不正確畫布操作

source: Docked control must have a name
de: Angedocktes Steuerelement muss einen Namen haben
es: Control acoplado debe tener un nombre
it: Controllo ancorato deve avere un nome
zh: 停靠的控制項必須有一個名稱

source: Error removing control from dock tree
de: Entfernen von Fehlerkontrolle von dock-Baum
es: Control eliminación error de muelle del árbol
it: Ancorare il controllo rimozione errore da albero
zh: 從錯誤刪除控制項停靠樹

source: - Dock zone not found
de: -Dock Zone nicht gefunden
es: -Zona de muelle no encontrado
it: -Zona dock non trovato
zh: -未找到停靠區

source: - Dock zone has no control
de: -Dock Zone hat keine Kontrolle
es: -Zona dock no tiene control
it: -Zona dock non ha alcun controllo
zh: -停靠區已無法控制

source: Error loading dock zone from the stream. Expecting version %d, but found %d.
de: Fehler beim Laden des dock Zone aus dem Stream. Erwartete Version %d, aber gefunden %d.
es: Error al cargar el muelle zona de la corriente. Esperando versión %d, pero encontrado %d.
it: Errore durante il caricamento del bacino zona dal flusso. Mi aspettavo la versione %d, ma trovati %d.
zh: 載入時出錯停靠區從流。期待版本 %d，但發現 %d。

source: Multiselect mode must be on for this feature
de: Mehrfachauswahl-Modus muss für diese Funktion
es: Modo múltiple debe estar activada para esta función
it: Modalità di selezione multipla deve essere su per questa funzione
zh: 多選模式必須為此功能

source: Length of value array must be >= length of prompt array
de: Länge des Wertearray muss sein > = Länge des Prompt-Arrays
es: Longitud de la matriz de valor debe ser > = longitud de matriz pronto
it: Lunghezza della matrice dei valori deve essere > = lunghezza della matrice di sollecito
zh: 值陣列的長度必須為 > = 提示陣列的長度

source: Prompt array must not be empty
de: Prompt Array darf nicht leer sein
es: Matriz pronto no debe ser vacío
it: Prompt di matrice non deve essere vuoto
zh: 迅速的陣列不能為空

source: &Username
de: &Benutzername
zh: 與使用者名 (&U)

source: &Password
de: &Passwort
zh: 與密碼 (&P)

source: &Domain
es: &Dominio
it: &Dominio
zh: 與域 (&D)

source: Separator
es: Separador de
it: Separatore
zh: 分隔符號

source: Error setting %s.Count
de: Fehler-Einstellung %s.Count
es: Error ajuste %s.Count
it: Errore impostazione %s.Count
zh: 錯誤設置 %s.Count

source: Ctrl+
de: Strg +
zh: 按 Ctrl +

source: Value must be between %d and %d
de: Wert muss zwischen %d und %d liegen
es: Valor debe estar entre %d y %d
it: Valore deve essere compreso tra %d e %d
zh: 值必須介於 %d 和 %d

source: Unable to insert a line
de: Nicht in der Lage, eine Zeile einfügen
es: No puede insertar una línea
it: Impossibile inserire una riga
zh: 不能插入行

source: Invalid clipboard format
de: Ungültiges Zwischenablageformat
es: Formato del portapapeles no válido
it: Formato degli Appunti non valido
zh: 剪貼簿格式無效

source: Clipboard does not support Icons
de: Zwischenablage unterstützt keine Icons
es: Portapapeles no es compatible con los iconos
it: Appunti non supportano icone
zh: 剪貼簿不支援圖示

source: Cannot open clipboard: %s
de: Zwischenablage kann nicht geöffnet werden: %s
es: No se puede abrir el portapapeles: %s
it: Impossibile aprire gli Appunti: %s
zh: 無法打開剪貼簿: %s

source: Text exceeds memo capacity
de: Text übersteigt memo
es: Texto excede capacidad de memo
it: Testo supera la capacità di memo
zh: 文本超出備忘錄容量

source: Operation not supported on selected printer
de: Betrieb auf ausgewählten Drucker nicht unterstützt
es: Operación no compatible con la impresora seleccionada
it: Operazione non supportata su stampante selezionata
zh: 不支援所選印表機上的操作

source: There is no default printer currently selected
de: Es gibt kein Standarddrucker ausgewählt
es: No hay ninguna impresora predeterminada seleccionada
it: Non c'è attualmente selezionata alcuna stampante predefinita
zh: 沒有當前選定的預設印表機

source: Menu '%s' is already being used by another form
de: Menü "%s" wird bereits von einem anderen Formular verwendet
es: Menú '%s' ya está siendo utilizado por otra forma
it: Menu '%s' è già in uso da un altro form
zh: 功能表 %s 已被使用的另一種形式

source: Picture:
de: Bild:
es: Imagen:
it: Foto:
zh: 圖片︰

source: Tab
de: Registerkarte
es: Ficha
it: Scheda
zh: 選項卡

source: Esc
zh: 按 esc 鍵

source: Enter
de: Geben Sie
es: Entrar en
it: Immettere
zh: 輸入

source: Space
de: Raum
es: Espacio
it: Spazio
zh: 空間

source: PgUp
de: Kolonne
zh: 上一頁

source: PgDn
es: Av Pág
zh: 下一頁

source: Home
de: Haus
es: Página de inicio
it: Principale
zh: 首頁

source: Up
de: Bis
es: Hasta
it: Fino
zh: 向上

source: Down
de: Nach unten
es: Abajo
it: Verso il basso
zh: 向下

source: Ins
zh: 慣導系統

source: Del
zh: 德爾

source: Invalid input value. Use escape key to abandon changes
de: Ungültige Eingabewert. Verwenden Sie Escape-Taste, um Änderungen zu verwerfen
es: Valor de entrada no válido. Utilice la tecla escape al abandonar cambios
it: Valore di input non valido. Utilizzare il tasto ESC per abbandonare le modifiche
zh: 輸入的值無效。 使用 esc 鍵捨棄變更

source: Information
de: Informationen
es: Información
it: Informazioni
zh: 資訊

source: &Yes
de: &Ja
es: &Sí
it: &Sì
zh: 與是 (&Y)

source: &No
de: &Keine
zh: 與沒有 (&N)

source: &Abort
de: &Abbrechen
es: &Abortos
zh: 與中止 (&A)

source: &Retry
de: &Wiederholen
es: &Reintentar
it: &Riprova
zh: 與重試 (&R)

source: N&o to All
de: N&o für alle
es: N y o a todos
it: N &o a tutti
zh: 沒有對所有 &(O)

source: Yes to &All
de: Ja, &alle
es: Sí &todas
it: Sì &a tutti
zh: 是的給與所有

source: An error returned from DDE ($0%x)
de: Ein Fehler zurückgegeben von DDE ($0 %X)
es: Devuelve un error de DDE ($0 %x)
it: Un errore restituito da DDE ($0 %x)
zh: 從 DDE 返回錯誤 ($0 %x)

source: DDE Error - conversation not established ($0%x)
de: DDE-Fehler - Gespräch nicht etabliert ($0 %X)
es: Error DDE - conversación no establecido ($0 %x)
it: Errore DDE - conversazione non stabilita ($0 %x)
zh: DDE 錯誤-談話不成立 ($0 %x)

source: Error occurred when DDE ran out of memory ($0%x)
de: Fehler beim Speicher DDE ausging ($0 %X)
es: Error al DDE se quedó sin memoria ($0 %x)
it: Si è verificato errore DDE ha esaurito la memoria ($0 %x)
zh: DDE 耗盡了記憶體時發生錯誤 ($0 %x)

source: Unable to connect DDE conversation
de: Keine Verbindung DDE-Verbindung herstellen
es: No se puede conectar la conversación DDE
it: Impossibile connettersi conversazione DDE
zh: 無法連接 DDE 交談

source: Metafiles
de: Metadateien
es: Metarchivos
it: Metafile
zh: 圖中繼檔

source: Enhanced Metafiles
de: Erweiterte Metadateien
es: Metarchivos mejorados
it: Enhanced Metafile
zh: 增強型圖中繼檔

source: Icons
de: Symbole
es: Iconos
it: Icone
zh: 圖示

source: Bitmaps
es: Mapas de bits
it: Bitmap
zh: 點陣圖

source: TIFF Images
de: TIFF-Bilder
es: Imágenes TIFF
it: Immagini TIFF
zh: TIFF 圖像

source: Grid too large for operation
de: Raster zu groß für den Betrieb
es: Demasiado grande para la operación de la red
it: Troppo grande per il funzionamento di griglia
zh: 網格對於操作來說太大
