Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: Stacked Columns diagram
de: Gestapelte Säulen Diagramm
es: Diagrama de columnas apilada
it: Diagramma di colonne in pila
zh: 堆疊式的列圖

source: Stacked Area diagram
de: Gestapelte Bereich Diagramm
es: Diagrama área apilada
it: Diagramma di Area in pila
zh: 堆疊的面積圖

source: Series
de: Serie
es: Serie
it: Serie
zh: 系列

source: Sort by:
de: Sortieren nach:
es: Ordenar por:
it: Ordina per:
zh: 排序方式︰

source: Data Groups
de: Datengruppen
es: Grupos de datos
it: Gruppi di dati
zh: 資料組

source: Legend
de: Legende
es: Leyenda
it: Leggenda
zh: 圖例

source: Key Border
de: Wichtige Grenze
es: Frontera clave
it: Bordo chiave
zh: 關鍵的邊界

source: Last year
de: Letztes Jahr
es: Año pasado
it: Anno scorso
zh: 去年

source: This year
de: In diesem Jahr
es: Este año
it: Quest'anno
zh: 這一年

source: Next year
de: Nächstes Jahr
es: Año que viene
it: Anno prossimo
zh: 明年

source: Past
de: Vergangenheit
es: Pasado
it: Passato
zh: 過去

source: Future
de: Zukunft
es: Futuro
it: Futuro
zh: 未來

source: mmmm yyyy
de: mmmm JJJJ
es: mmmm AAAA
it: mmmm aaaa
zh: 嗯 yyyy

source: %s for %s is %s
de: %s von %s ist %s
es: %s de %s es %s
it: %s per %s è %s
zh: %s%s 是 %s

source: Data Levels:
de: Datenebenen:
es: Niveles de datos:
it: Livelli di dati:
zh: 資料級別︰

source: Customize Chart
de: Diagramm anpassen
es: Personalizar tabla
it: Personalizzare il grafico
zh: 自訂圖表

source: No diagram
de: Kein Diagramm
es: Ningún diagrama
it: Nessun diagramma
zh: 沒有圖

source: Column diagram
de: Spalte Diagramm
es: Diagrama de la columna
it: Diagramma a colonna
zh: 列圖

source: Bar diagram
de: Bar-Diagramm
es: Diagrama de la barra
it: Bar diagramma
zh: 橫條圖

source: Last 30 days
de: In den letzten 30 Tagen
es: Últimos 30 días
it: Ultimi 30 giorni
zh: 最近 30 天

source: Last 14 days
de: Letzten 14 Tage
es: Últimos 14 días
it: Ultimi 14 giorni
zh: 最後 14 天

source: Last 7 days
de: Letzten 7 Tage
es: Últimos 7 días
it: Ultimi 7 giorni
zh: 最近 7 天

source: Next 7 days
de: Nächsten 7 Tage
es: Próximos 7 días
it: Prossimi 7 giorni
zh: 接下來的 7 天

source: Next 14 days
de: Nächsten 14 Tage
es: Próximos 14 días
it: Prossimi 14 giorni
zh: 接下來的 14 天

source: Next 30 days
de: Nächsten 30 Tage
es: Próximos 30 días
it: Successivi 30 giorni
zh: 接下來的 30 天

source: Last two weeks
de: Letzten zwei Wochen
es: Últimas dos semanas
it: Ultime due settimane
zh: 兩個星期

source: Last week
de: Letzte Woche
es: La semana pasada
it: La settimana scorsa
zh: 上個星期

source: This week
de: Diese Woche
es: Esta semana
it: Questa settimana
zh: 本周

source: Next week
de: Nächste Woche
es: La próxima semana
it: La settimana prossima
zh: 下個 星期

source: Next two weeks
de: Nächsten zwei Wochen
es: Próximas dos semanas
it: Prossime due settimane
zh: 接下來的兩周

source: Last month
de: Letzten Monat
es: Mes pasado
it: Mese scorso
zh: 上個月

source: This month
de: In diesem Monat
es: Este mes
it: Questo mese
zh: 本月

source: Next month
de: Nächsten Monat
es: Mes que viene
it: Mese prossimo
zh: 下個月

source: Apply Filter
de: Filter anwenden
es: Aplicar filtro
it: Applica filtro
zh: 應用篩選器

source: Customize...
de: Anpassen...
es: Personalizar...
it: Personalizzare...
zh: 自訂。。。

source: Click here to show/hide/move columns
de: Klicken Sie hier zum anzeigen/verbergen/verschieben Spalten
es: Haga clic aquí para mostrar/ocultar/mover columnas
it: Clicca qui per Visualizza/Nascondi/spostare le colonne
zh: 點擊此處顯示/隱藏/移動列

source: Click here to show/hide/move bands
de: Klicken Sie hier zu zeigen/ausblenden/verschieben-bands
es: Haga clic aquí para mostrar/ocultar/mover bandas
it: Clicca qui per Visualizza/Nascondi/sposta bande
zh: 點擊此處顯示/隱藏/移動帶

source: Missing an intermediary component! Please add a %s component to the form.
de: Eine zwischengeschaltete Komponente fehlt! Dem Formular eine %s Komponente hinzufügen.
es: ¡Falta un componente intermediario! Por favor, añadir un componente de %s a la forma.
it: Manca un componente intermedio! Si prega di aggiungere al form un componente di %s.
zh: 仲介元件丟失 ！ 請將 %s 元件添加到表單。

source: cxGrid does not exist
de: cxGrid ist nicht vorhanden
es: cxGrid no existe
it: cxGrid non esiste
zh: cxGrid 不存在

source: Component does not exist
de: Komponente ist nicht vorhanden
es: No existe componente
it: Componente non esiste
zh: 元件不存在

source: Import error
de: Fehler beim Importieren von
es: Error de importación
it: Errore di importazione
zh: 導入錯誤

source: Grid view does not exist
de: Grid-Ansicht ist nicht vorhanden
es: Vista de cuadrícula no existe
it: Non esiste alcuna visualizzazione griglia
zh: 網格視圖不存在

source: Active grid level does not exist
de: Aktive Netzebene ist nicht vorhanden
es: Nivel de activos de la red no existe
it: Livello della griglia attivo non esiste
zh: 活動網格級別不存在

source: Can't create the export output file
de: Die Export-Ausgabe-Datei kann nicht erstellt werden
es: No se puede crear el archivo de salida exportación
it: Impossibile creare il file di output di esportazione
zh: 無法創建匯出輸出檔案

source: ExtLookupComboBox|Represents an ultra-advanced lookup using the QuantumGrid as its drop down control
de: ExtLookupComboBox | Steht für eine Ultra-erweiterte Suche mit der QuantumGrid als der Drop-down-Steuerung
es: ExtLookupComboBox | Representa una búsqueda muy avanzada usando el QuantumGrid como su desplegable de control de
it: ExtLookupComboBox | Rappresenta una ricerca ultra-avanzata utilizzando il QuantumGrid come il controllo a discesa
zh: ExtLookupComboBox |表示使用 QuantumGrid 作為其下拉清單控制項超高級的查找

source: Select &All
de: Wählen Sie &All
es: Seleccion&ar todo
it: Selezion&a tutto
zh: 選擇與所有 (&A)

source: You cannot create recursive levels
de: Sie können keine rekursive Ebenen erstellen
es: No se pueden crear niveles recursivos
it: Non è possibile creare livelli ricorsiva
zh: 您不能創建遞迴級別

source: Click here to define a filter
de: Klicken Sie hier, um einen Filter definieren
es: Haga clic aquí para definir un filtro
it: Clicca qui per definire un filtro
zh: 按一下此處定義的篩選器

source: Click here to add a new row
de: Klicken Sie hier, um eine neue Zeile hinzuzufügen
es: Haga clic aquí para agregar una nueva fila
it: Clicca qui per aggiungere una nuova riga
zh: 按一下此處可添加新行

source: Grayed
de: Grau hinterlegt
es: En gris
it: Grigio
zh: 顯示為灰色

source: Unchecked
de: Nicht aktiviert
es: Sin comprobar
it: Non controllato
zh: 未選中

source: cxCheckComboBox - CheckStates editor
es: cxCheckComboBox - editor de CheckStates
zh: cxCheckComboBox-CheckStates 編輯器

source: cxCheckGroup - CheckStates editor
es: cxCheckGroup - editor de CheckStates
zh: cxCheckGroup-CheckStates 編輯器

source: None selected
de: Keine ausgewählt
es: Ninguno seleccionado
it: Nessuno selezionato
zh: 未選擇任何

source: The number of items cannot be greater than 64, if the EditValueFormat is cvfInteger
de: Die Anzahl der Elemente kann nicht größer als 64, sein, wenn die EditValueFormat CvfInteger ist
es: El número de elementos no puede ser mayor que 64, si el EditValueFormat es cvfInteger
it: Il numero di elementi non può essere maggiore di 64, se il EditValueFormat è cvfInteger
zh: 項的數目不能大於 64，如果 EditValueFormat 是 cvfInteger

source: Color not selected
de: Nicht ausgewählte Farbe
es: Color no seleccionado
it: Colore non selezionato
zh: 未選中的顏色

source: Cannot load a RichEdit library
de: Eine RichEdit-Bibliothek kann nicht geladen werden
es: No se puede cargar una biblioteca de RichEdit
it: Non è possibile caricare una libreria di RichEdit
zh: 無法載入 RichEdit 圖書館

source: RichEdit line insertion error
de: RichEdit-Zeile einfügen Fehler
es: Error de inserción de línea de RichEdit
it: Errore di inserimento riga RichEdit
zh: RichEdit 線插入錯誤

source: Failed to Load Stream
de: Fehler beim Laden Stream
es: Error en flujo de carga
it: Non è riuscito a flusso di carico
zh: 未能載入流

source: Failed to Save Stream
de: Fehler beim Speichern Stream
es: No se pudo guardar secuencia
it: Non è riuscito a salvare Stream
zh: 未能保存流

source: Failed to selection Save Stream
de: Fehler beim Speichern Stream Auswahl
es: No se pudo guardar secuencia de selección
it: Non è riuscito a selezione Salva Stream
zh: 選擇存儲流失敗

source: RichEdit: failed to get IRichEditOle interface
de: RichEdit: Fehler beim Abrufen der IRichEditOle-Schnittstelle
es: RichEdit: no se pudo obtener la interfaz IRichEditOle
it: RichEdit: Impossibile ottenere l'interfaccia IRichEditOle
zh: RichEdit︰ 未能獲取 IRichEditOle 介面

source: RichEdit: failed to set callback
de: RichEdit: Fehler beim Rückruf festlegen
es: RichEdit: error al definir la devolución de llamada
it: RichEdit: Impossibile impostare il callback
zh: RichEdit︰ 未能設置回檔

source: RichEdit: cannot link to an invalid source
de: RichEdit: kann nicht mit einer ungültigen Quelle verknüpft
es: RichEdit: puede vincular a una fuente no válida
it: RichEdit: Impossibile collegare a un'origine non valida
zh: RichEdit︰ 不能連結到一個不正確源

source: RichEdit|RichEdit control
de: RichEdit | RichEdit-Steuerelement
es: RichEdit | Control RichEdit
it: RichEdit | Controllo RichEdit
zh: RichEdit |RichEdit 控制項

source: Label|Represents a Label
de: Label | Stellt eine Bezeichnung dar
es: Etiqueta | Representa una etiqueta de
it: Etichetta | Rappresenta un'etichetta
zh: 標籤 |代表一個標籤

source: ProgressBar|Represents a ProgressBar
de: ProgressBar | Stellt eine ProgressBar
es: ProgressBar | Representa un ProgressBar
it: ProgressBar | Rappresenta un controllo ProgressBar
zh: 進度 |表示進度

source: TrackBar|Represents a TrackBar
de: TrackBar | Stellt eine TrackBar
es: TrackBar | Representa una barra de seguimiento
it: Controllo TrackBar | Rappresenta un controllo TrackBar
zh: 跟蹤條 |表示跟蹤條

source: SpinButton|Represents a SpinButton
de: Drehfeld | Stellt ein Drehfeld
es: Control SpinButton | Representa un control SpinButton
it: Controllo SpinButton | Rappresenta un controllo SpinButton
zh: 數值調節鈕 |表示數值調節鈕

source: CheckComboBox|Represents a CheckComboBox
de: CheckComboBox | Stellt ein CheckComboBox
es: CheckComboBox | Representa una CheckComboBox
it: CheckComboBox | Rappresenta un CheckComboBox
zh: CheckComboBox |表示 CheckComboBox

source: ShellComboBox|Represents a combo box with a dropdown shell tree view
de: ShellComboBox | Stellt ein Kombinationsfeld mit einer Drop-Down-Shell-Strukturansicht
es: ShellComboBox | Representa un cuadro combinado con una vista de árbol desplegable shell
it: ShellComboBox | Rappresenta una casella combinata con una visualizzazione albero di a discesa shell
zh: ShellComboBox |表示下拉式列示方塊與下拉殼樹狀檢視

source: CheckGroup|Represents a group of check boxes
de: CheckGroup | Stellt eine Gruppe von Kontrollkästchen
es: CheckGroup | Representa un grupo de casillas de verificación
it: CheckGroup | Rappresenta un gruppo di caselle di controllo
zh: CheckGroup |表示一組核取方塊

source: is already associated with
de: bereits zugeordnet ist
es: ya que está asociado
it: è già associato con
zh: 已與關聯

source: Simple
de: Einfach
it: Semplice
zh: 簡單

source: Loading ...
de: Werden geladen...
es: Cargando...
it: Caricamento...
zh: 正在載入...

source: Checked
de: Überprüft
es: Comprobado
it: Controllato
zh: 檢查

source: Filter builder
de: Filter-Generator
es: Constructor de filtro
it: Generatore di filtro
zh: 篩選器產生器

source: Open an existing filter
de: Öffnen eines vorhandenen Filters
es: Abrir un filtro existente
it: Aprire un filtro esistente
zh: 打開一個現有的篩選

source: Save the active filter to file
de: Das aktive Filter in Datei speichern
es: Guardar el filtro activo en archivo
it: Salvare il filtro attivo in file
zh: 將有源濾波器保存到檔

source: &Save As...
de: &Speichern als...
es: &Guardar como...
it: &Salva come...
zh: 另存為 (&S)...

source: Save As|Saves the active filter with a new name
de: Speichern als | Speichert den aktiven Filter unter einem neuen Namen
es: Guardar como | Guarda el filtro activo con un nombre nuevo
it: Salvare come | Salva il filtro attivo con un nuovo nome
zh: 另存為 |用新名稱保存的有源濾波器

source: Open|Opens an existing filter
de: Offen | Öffnet einen vorhandenen filter
es: Abierto | Se abre un filtro existente
it: Aperto | Apre un filtro esistente
zh: 打開 |打開一個現有的篩選

source: flt
zh: 外語教學

source: Filters (*.flt)|*.flt
de: Filter (*.flt) | * FLT
es: Filtros (*.flt) | * .flt
it: Filtri (*.flt) | *. flt
zh: 篩檢程式 (*.flt) | *.flt

source: ColorComboBox |Represents a editor with color functionality
de: ColorComboBox | Stellt einen Editor mit Farbe-Funktionalität
es: ColorComboBox | Representa un editor con funcionalidad de color
it: ColorComboBox | Rappresenta un editor con funzionalità di colore
zh: ColorComboBox |表示一個編輯器與顏色功能

source: ColorEdit|Represents an edit control with a dropdown color gallery
de: ColorEdit | Stellt ein Edit-Steuerelement mit einem Drop-Down-Farbkatalog
es: ColorEdit | Representa un control de edición con una galería de color desplegable
it: ColorEdit | Rappresenta un controllo di modifica con una galleria di colore a discesa
zh: ColorEdit |表示編輯控制項與下拉顏色庫

source: FontNameComboBox |Represents a editor with font functionality
de: FontNameComboBox | Stellt einen Editor mit Schriftart Funktionalität
es: FontNameComboBox | Representa un editor con la funcionalidad de la fuente
it: FontNameComboBox | Rappresenta un editor con funzionalità di tipo di carattere
zh: FontNameComboBox |表示一個編輯器字體功能

source: Add &Group
de: Fügen Sie &Gruppe
es: Agregar &grupo
it: Aggiungere &gruppo
zh: 添加 組 (&G)

source: &Remove Row
de: &Zeile entfernen
es: &Quitar fila
it: &Rimuovi riga
zh: 與刪除行 (&R)

source: Clear &All
de: &Alles klar
es: Claro y todos
it: Cancella &Tutto
zh: 清除與全(&A)

source: press the button to add a new condition
de: drücken Sie die Taste, um eine neue Bedingung hinzufügen
es: presione el botón para añadir una nueva condición
it: premere il pulsante per aggiungere una nuova condizione
zh: 按下按鈕以添加新的條件

source: applies to the following conditions
de: gilt für folgenden Bedingungen
es: se aplica a las siguientes condiciones
it: si applica alle seguenti condizioni
zh: 適用于下列條件

source: Can't build filter from source
de: Filter aus Quelle kann nicht erstellt werden
es: No puede crear el filtro de la fuente de
it: Non è possibile costruire il filtro dall'origine
zh: 不能建立篩選來源

source: Custom Filter
de: Benutzerdefinierte Filter
es: Filtro personalizado
it: Filtro personalizzato
zh: 自訂篩選器

source: Use
de: Verwendung
es: Uso
it: Uso
zh: 使用

source: to represent any single character
de: ein beliebiges einzelnes Zeichen darstellen
es: para representar cualquier carácter individual
it: per rappresentare qualsiasi carattere singolo
zh: 代表任意單個字元

source: to represent any series of characters
de: eine Reihe von Zeichen darstellen
es: para representar cualquier serie de caracteres
it: per rappresentare qualsiasi serie di caratteri
zh: 來表示任意的字元序列

source: OR
de: ODER
es: O
zh: 或

source: Show rows where:
de: Zeigen wo Zeilen:
es: Mostrar filas donde:
it: Visualizza righe dove:
zh: 顯示行︰

source: Tab's index (%d) out of bounds
de: Die Registerkarte Index (%d) out of bounds
es: Índice de la ficha (%d) fuera de los límites
it: Indice di tabulazione (%d) fuori dai limiti
zh: 選項卡的索引 (%d) 越界

source: TabVisibleIndex (%d) must be between 0 and %d
de: TabVisibleIndex (%d) muss zwischen 0 und %d liegen
es: TabVisibleIndex (%d) debe estar entre 0 y %d
it: TabVisibleIndex (%d) deve essere compreso tra 0 e %d
zh: TabVisibleIndex (%d) 必須是介於 0 和 %d

source: There are no visible tabs
de: Es gibt keine sichtbaren tabs
es: No hay pestañas visibles
it: Non sono presenti schede visibili
zh: 沒有可見的選項卡

source: %s style does not support rotation of tabs
de: %s-Stil unterstützt keine Rotation der Registerkarten
es: estilo de %s no admite rotación de pestañas
it: stile di %s non supporta la rotazione delle schede
zh: %s 風格不支援旋轉選項卡

source: Close active tab
de: Enge Reiter aktiv
es: Cerrar pestaña activa
it: Chiudere la scheda attiva
zh: 密切的活動選項卡

source: Open go dialog
de: Dialogfeld öffnen gehen
es: Abrir cuadro de diálogo ir
it: Finestra di dialogo aprire Vai
zh: 去打開對話方塊

source: Previous tab
de: Vorherigen tab
es: Ficha anterior
it: Scheda precedente
zh: 上一個選項卡

source: Next tab
de: Registerkarte nächsten
es: Siguiente ficha
it: Scheda successiva
zh: 下一個選項卡

source: Close tab
de: Registerkarte enger
es: Cerrar pestaña
it: Chiudi scheda
zh: 關閉標籤

source: New tab
de: Neue Registerkarte
es: Nueva pestaña
it: Nuova scheda
zh: 新的選項卡

source: NOT AND
de: NICHT UND
es: NO y
it: NON e
zh: 不和

source: NOT OR
de: NICHT ODER
es: NO o
it: NON o
zh: 不或

source: Add &Condition
de: Fügen Sie &Zustand
es: Añadir y condición
it: Aggiungere &condizione
zh: 添加與條件(&C)

source: [MessageIndex] of [MessageCount]
de: [MessageIndex] von [MessageCount]
es: [MessageIndex] de [MessageCount]
it: [MessageIndex] di [MessageCount]
zh: [MessageIndex] 的 [MessageCount]

source: Previous message
de: Vorherige Nachricht
es: Mensaje anterior
it: Messaggio precedente
zh: 上一封郵件

source: Next message
de: Nächste Nachricht
es: Siguiente mensaje
it: Messaggio successivo
zh: 下一條消息

source: Show Drop-down Menu
de: Dropdown-Menü anzeigen
es: Mostrar el menú desplegable
it: Visualizza il Menu a discesa
zh: 顯示下拉式功能表

source: Theme Colors
de: Designfarben
es: Colores de tema
it: Colori del tema
zh: 主題顏色

source: Standard Colors
de: Standard-Farben
es: Colores estándar
it: Colori standard
zh: 標準顏色

source: Index (%d) must be between 0 and %d
de: Index (%d) muss zwischen 0 und %d liegen
es: Índice (%d) debe estar entre 0 y %d
it: Indice (%d) deve essere compreso tra 0 e %d
zh: 索引 (%d) 必須是介於 0 和 %d

source: BaseImages is not assigned
de: BaseImages ist nicht belegt
es: BaseImages no se ha asignado
it: BaseImages non è assegnato
zh: BaseImages 未分配

source: There are no styles registered
de: Es gibt keine Stile registriert
es: No hay estilos registrados
it: Esistono stili registrati
zh: 沒有註冊的樣式

source: %d is an invalid PageIndex value. PageIndex must be between 0 and %d
de: %d ist ein ungültiger PageIndex Wert. PageIndex muss zwischen 0 und %d liegen
es: %d es un valor no válido de PageIndex. PageIndex debe estar entre 0 y %d
it: %d è un valore non valido di PageIndex. PageIndex deve essere compreso tra 0 e %d
zh: %d 是 PageIndex 值無效。 PageIndex 必須介於 0 和 %d

source: PCPainterClass is nil
de: PCPainterClass ist Null
es: PCPainterClass es nulo
it: PCPainterClass è pari a zero
zh: PCPainterClass 是零

source: %s is an unsupported standard style
de: %s ist eine nicht unterstützte standard-Stil
es: %s es un estilo estándar
it: %s è un stile standard non supportato
zh: %s 是一種不受支援的標準樣式

source: %s is an unregistered style name
de: %s ist eine unregistrierte Stilname
es: %s es un nombre de estilo no registrado
it: %s è un nome di stile non registrati
zh: %s 是未註冊的樣式名稱

source: The starting character of the subrange must be less than the finishing one
de: Das Anfangszeichen der Unterbereich muss kleiner sein als der Abschluss einer
es: El carácter a partir del subrange debe ser menor que el acabado se
it: Il carattere iniziale dell'intervallo secondario deve essere inferiore alla finitura uno
zh: 子範圍的起始字元必須小於整理一

source: Hexadecimal number expected
de: Hexadezimale Zahl erwartet
es: Número hexadecimal de espera
it: Previsto numero esadecimale
zh: 預期的十六進位數

source: Hexadecimal number expected but '%s' found
de: Hexadezimale Zahl erwartet aber "%s" gefunden
es: Número hexadecimal esperados pero '%s' encontrados
it: Numero esadecimale previsto ma '%[NULL] s'esiste
zh: 預期的十六進位數，但發現 '%s'

source: Missing '%s'
de: Fehlende "%s"
es: Falta '%s'
it: Mancante '%S'
zh: 缺少 %s

source: Unnecessary '%s'
de: Unnötige "%s"
es: Innecesarios '%s'
it: Inutile "%s"
zh: 不必要 '%s'

source: The space character is not allowed after '\'
de: Das Leerzeichen ist nicht erlaubt, nach "\ \"
es: No se permite el carácter de espacio después de ' \'
it: Il carattere di spazio non è consentito dopo ' \ \ '
zh: 後不允許空白字元 '？ '

source: Regular expression is not compiled
de: Regulärer Ausdruck wird nicht kompiliert
es: No se compila la expresión regular
it: Espressione regolare non viene compilato
zh: 不編譯正則運算式

source: Incorrect parameter quantifier
de: Falsche Parameter Quantifizierer
es: Cuantificador de parámetro incorrecto
it: Quantificatore di parametro non corretto
zh: 不正確的參數限定詞

source: The parameter quantifier cannot be applied here
de: Der Parameter Quantifizierer kann hier nicht angewendet werden
es: El cuantificador del parámetro no se puede aplicar aquí
it: Il quantificatore di parametro non può essere applicato qui
zh: 不能在這裡應用參數限定詞

source: Regular expression errors:
de: Regulärer Ausdruck-Fehler:
es: Errores de expresión regular:
it: Errori di espressione regolare:
zh: 正則運算式錯誤︰

source: The edit value is invalid
de: Der Eingabewert ist ungültig
es: El valor de la edición no es válido
it: Il valore di modifica non è valido
zh: 編輯值無效

source: Illegal file format
de: Ungültige Datei-format
es: Formato de archivo ilegal
it: Formato di file illegali
zh: 非法檔案格式

source: The mask collection file is empty
de: Die Maske-Collection-Datei ist leer
es: El archivo de colección de máscara está vacío
it: Il file di collezione di maschera è vuoto
zh: 遮罩集合檔是空的

source: Mask collection files
de: Maske Sammlungsdateien
es: Archivos de la colección de máscara
it: Maschera collezione file
zh: 面具收集檔

source: Invalid numeric value
de: Ungültiger numerischer Wert
es: Valor numérico no válido
it: Valore numerico non valido
zh: 不正確數位值

source: TextEdit|Represents a single line text editor
de: TextEdit | Stellt einen einzelne Zeile Text-editor
es: TextEdit | Representa un editor de texto de línea sencilla
it: TextEdit | Rappresenta un editor di testo riga singola
zh: 文本編輯 |表示一個單行文字編輯器

source: TimeEdit|Represents an editor displaying time values
de: TimeEdit | Stellt einen Editor Zeitwerte anzeigen
es: TimeEdit | Representa un editor mostrando valores de tiempo
it: TimeEdit | Rappresenta un editor di visualizzazione dei valori ora
zh: TimeEdit |表示顯示時間值編輯器

source: The source stream is not assigned
de: Der Quellstream wird nicht zugewiesen
es: La secuencia de origen no se asigna
it: Il flusso di origine non viene assegnato
zh: 未分配的源流

source: The source stream is empty
de: Der Quellstream ist leer
es: La secuencia fuente está vacía
it: Il flusso di origine è vuoto
zh: 來源流為空

source: The '+' quantifier cannot be applied here
de: Das '+' Quantifizierer kann hier nicht angewendet werden
es: El cuantificador '+' no se puede aplicar aquí
it: Il quantificatore '+' non può essere applicato qui
zh: 不能在這裡應用 '+' 限定詞

source: The '*' quantifier cannot be applied here
de: Die "*" Quantor nicht hier angewendet werden
es: El ' *' cuantificador no se puede aplicar aquí
it: Il ' *' non può essere applicato qui quantificatore
zh: ' *' 不能在這裡應用量詞

source: The alternative should not be empty
de: Die Alternative darf nicht leer sein
es: La alternativa no debe estar vacía
it: L'alternativa non deve essere vuota
zh: 另一種選擇不應為空

source: The block should not be empty
de: Der Block darf nicht leer sein
es: El bloque no debe estar vacío
it: Il blocco non deve essere vuoto
zh: 塊不應為空

source: Illegal '%s'
de: Illegale "%s"
es: Ilegal '%s'
it: Illegale "%s"
zh: 非法 %s

source: Illegal quantifier '%s'
de: Illegale Quantifizierer "%s"
es: Cuantificador ilegal '%s'
it: Quantificatore illegale "%s"
zh: 非法量詞 %s

source: The parameter quantifiers are not supported
de: Der Parameter Quantifizierer werden nicht unterstützt
es: Los cuantificadores de parámetro no son compatibles
it: I quantificatori di parametro non sono supportati
zh: 不支援參數限定詞

source: Illegal integer value
de: Illegale Integer-Wert
es: Valor entero ilegal
it: Valore integer illegale
zh: 非法的整數值

source: Too big reference number
de: Zu groß, Referenznummer
es: Número de referencia demasiado grande
it: Numero di riferimento troppo grande
zh: 太大的參考編號

source: Can't create empty enumeration
de: Leere Enumeration kann nicht erstellt werden
es: No se puede crear vacío enumeración
it: Non è possibile creare enumerazione vuota
zh: 無法創建空的枚舉
