Repository: marcocarboni73/APS5
Catalog: locale/*/LC_MESSAGES/default.*.po
Languages: de, es, it, zh

source: DataDictionary.<name> property is not assigned.
de: DataDictionary. <name>-Eigenschaft ist nicht zugewiesen.
es: DataDictionary. no se asigna la propiedad de <name>.
it: DataDictionary. proprietà <name>non viene assegnato.
zh: DataDictionary。<name>屬性不是分配。

source: <name>.<name> field: '<name>' could not be found.
de: <name>. <name>Feld: "<name>" konnte nicht gefunden werden.
es: <name>. campo de <name>: no se pudo encontrar '<name>'.
it: <name>. <name> campo: '<name>' non è stato trovato.
zh: <name>。<name>欄位︰ 找不到 '<name>'。

source: [Read Only]
de: [Nur lesen]
es: [Sólo lectura]
it: [Sola lettura]
zh: [唯讀]

source: New components cannot be added to frame instances.
de: Neue Komponenten können nicht Frame Instanzen hinzugefügt werden.
es: No se puede agregar nuevos componentes a instancias de la estructura.
it: Nuovi componenti non possono essere aggiunti alle istanze di telaio.
zh: 不能將新元件添加到框架實例。

source: Selection contains a component introduced in an ancestor and cannot be deleted.
de: Auswahl enthält eine Komponente in einem Vorfahren eingeführt und kann nicht gelöscht werden.
es: Selección contiene un componente en un antepasado y no se puede eliminar.
it: Selezione contiene un componente introdotto in un antenato e non può essere eliminato.
zh: 選擇包含在它們的祖先介紹的元件，不能刪除。

source: Timing
de: Zeitplan
es: Tiempo
it: Temporizzazione
zh: 時間

source: Timing...
es: Tiempo...
it: Temporizzazione...
zh: 時間...

source: New Items
de: Neue Artikel
es: Nuevos artículos
it: Nuovi elementi
zh: 新專案

source: Page Style
de: Seitenvorlage
es: Estilo de página
it: Stile di pagina
zh: 頁面樣式

source: Auto Encode
de: Auto codieren
es: Auto codificar
it: Codifica automatica
zh: 自動編碼

source: &Calc Order...
de: &Calc bestellen...
es: &Orden de Calc...
it: Ordine di &Calc...
zh: Calc 命令... (&C)

source: Data to be encoded
de: Zu codierenden Daten
es: Datos para ser codificado
it: Dati da codificare
zh: 要編碼的資料

source: CrossTab
de: Kreuztabelle
es: Tabla de referencias cruzadas
it: A campi incrociati
zh: 交叉表

source: &Load SubReport...
de: &Unterbericht zu laden...
es: &Subinforme de carga...
it: &Caricare sottoreport...
zh: 與載入子報表 (&L)...

source: S&ave SubReport...
de: Sp&aren Unterbericht...
es: S y ave subinforme...
it: S &ave sottoreport...
zh: 保存子報表 (&A)

source: Loa&d From File...
de: La&den aus Datei...
es: Carga &Del Archivo...
it: Carica &da File...
zh: 從文件加載 (&D)

source: Sa&ve to File...
de: &Sparen in Datei...
es: SA y ve a archivo...
it: Sal &va su File...
zh: 保存到文件 (&V)

source: Load SubReport From File...
de: Laden Sie Unterbericht aus Datei...
es: Subinforme de la carga del archivo de...
it: Caricare sottoreport da File...
zh: 從檔中載入子報表...

source: is greater than
de: ist größer als
es: es mayor que
it: è maggiore di
zh: 大於

source: is on or after
de: ist am oder nach
es: es en o después de
it: è il o dopo il
zh: 是日或之後

source: is greater than or equal to
de: ist größer als oder gleich
es: es mayor o igual a
it: è maggiore o uguale a
zh: 大於或等於

source: begins with
de: beginnt mit
es: comienza con
it: inizia con
zh: 始于

source: does not begin with
de: beginnt nicht mit
es: no comienza con
it: non inizia con
zh: 開頭不是

source: is between
de: ist zwischen
es: es entre
it: è tra
zh: 之間

source: is not between
de: ist nicht zwischen
es: no es entre
it: non è tra
zh: 不介於

source: matches one of the values in this list
de: entspricht einem der Werte in dieser Liste
es: coincide con uno de los valores en esta lista
it: corrisponde a uno dei valori di questo elenco
zh: 與此清單中的值之一相匹配

source: is blank
de: ist leer
es: está en blanco
it: è vuoto
zh: 是空白

source: is not blank
de: ist nicht leer
es: no está en blanco
it: non è vuoto
zh: 不是空白

source: &Name
es: &Nombre
it: &Nome
zh: 與名稱 (&N)

source: Where
de: Wo
es: Donde
it: Dove
zh: 在哪裡

source: &Properties
de: &Eigenschaften
es: &Propiedades
it: &Proprietà
zh: 與屬性 (&P)

source: Number of &copies
de: Anzahl der &Kopien
es: Número de &copias
it: Numero di &copie
zh: 數目與副本

source: Colla&te
es: Colla y te
it: &Fascicolare
zh: 整理 (&T)

source: P&rint
de: D&rucken
es: P&rimir
it: &Stampa
zh: 打印 (&R)

source: All pages in range
de: Alle Seiten im Bereich
es: Todas las páginas de la gama
it: Tutte le pagine nell'intervallo
zh: 範圍中的所有頁面

source: Odd pages
de: Ungerade Seiten
es: Páginas impares
it: Pagine dispari
zh: 奇數頁

source: Even pages
de: Gerade Seiten
es: Incluso páginas
it: Pagine pari
zh: 偶數頁

source: Search Data
de: Suchdaten
es: Datos de búsqueda
it: Ricerca dati
zh: 搜索資料

source: No bands for this report.
de: Keine Bands für diesen Bericht.
es: No hay bandas de este informe.
it: Nessuna band per questa relazione.
zh: 這份報告沒有帶。

source: Cannot generate report.
de: Bericht kann nicht generiert werden.
es: No se puede generar el informe.
it: Non è possibile generare report.
zh: 無法生成報告。

source: Move Tab &Left
de: Registerkarte "Bewegung" &Links
es: Mueve ficha y la izquierda
it: Spostare la scheda &sinistra
zh: 移動選項卡 & 左

source: Move Tab &Right
de: Registerkarte "Bewegung" &rechts
es: Mover ficha y derecho
it: Spostare la scheda &diritto
zh: 移動選項卡與權利(&R)

source: does not match any of the values in this list
de: die Werte in dieser Liste entspricht nicht
es: no coincide con cualquiera de los valores en esta lista
it: non corrisponde ad alcuno dei valori in questa lista
zh: 與任何在此清單中的值不匹配

source: Show all values of the <name> field.
de: Zeigen Sie alle Werte des Feldes <name>.
es: Mostrar todos los valores del campo <name>.
it: Visualizza tutti i valori del campo <name>.
zh: 顯示 <name>欄位的所有的值。

source: No Data Found
de: Keine Daten gefunden
es: No hay datos encontrados
it: Nessun dato trovato
zh: 找不到資料

source: No data found for this report.
de: Es wurden keine Daten für diesen Bericht gefunden.
es: No hay datos para este informe.
it: Nessun dato trovato per questa relazione.
zh: 未找到此報表的資料。

source: has any value.
de: hat keinen Wert.
es: tiene ningún valor.
it: ha alcun valore.
zh: 有任何價值。

source: Hide Outline
de: << Suchfeld ausblenden
es: Ocultar esquema
it: Nascondi Profilo
zh: 物件輪廓

source: Show Outline
de: Zeigen
es: Mostrar esquema
it: Mostra Profilo
zh: 顯示尺規

source: Expand Outline
de: Objekt-Übersicht
es: Ampliar esquema
it: Espandi Profilo
zh: 全部展開

source: Collapse Outline
de: Kanten-Vorschau
es: Contraer esquema
it: Comprimi Profilo
zh: 全部折疊

source: Done
de: Fertig
es: Hecho
it: Fatto
zh: 完成

source: Found
de: Gefunden
es: Encontrados
it: Trovati
zh: 發現

source: Clear the search
de: Suche löschen
es: Claro la búsqueda
it: Cancellare la ricerca
zh: 清除搜索

source: Found Text From Page
de: Text von Seite gefunden
es: Encontré el texto de la página
it: Testo trovato dalla pagina
zh: 在頁面中找到的文本

source: Text Search Cancelled
de: Textsuche abgesagt
es: Cancelada la búsqueda de texto
it: Ricerca di testo cancellato
zh: 取消文本搜索

source: Enter the text to find
de: Geben Sie den Text zu finden
es: Introduzca el texto para encontrar
it: Immettere il testo da trovare
zh: 輸入要查找的文本

source: Find text in the report
de: Suchen von Text in dem Bericht
es: Buscar texto en el informe
it: Trovare testo nel report
zh: 在該報告中查找文本

source: Show the Find Text Toolbar
de: Zeigen Sie die Symbolleiste Text suchen
es: Mostrar la barra de herramientas de texto de búsqueda
it: Visualizza la barra degli strumenti trova testo
zh: 顯示查找文本工具列

source: Hide the Find Text Toolbar
de: Die Symbolleiste suchen Text ausblenden
es: Ocultar la barra de herramientas de texto de búsqueda
it: Nascondere la barra degli strumenti trova testo
zh: 隱藏查找文本工具列

source: Start Search on Current Page
de: Suche auf aktuelle Seite beginnen
es: Iniciar búsqueda en la página actual
it: Avviare la ricerca nella pagina corrente
zh: 在當前頁上開始搜索

source: Start Search on First Page
de: Suche starten auf der ersten Seite
es: Iniciar búsqueda en primera página
it: Avvia una ricerca sulla prima pagina
zh: 第一頁上開始搜索

source: Find First
de: Zuerst finden
es: Encontrar en primer lugar
it: Trovare prima
zh: 先找到

source: Find Last
de: Last zu finden
es: Encontrar última
it: Trovare l'ultimo
zh: 找到最後

source: Find Next
de: Weitersuchen
es: Buscar siguiente
it: Trova successivo
zh: 查找下一個

source: Find Prior
de: Prior zu finden
es: Antes de encontrar
it: Trovare il Priore
zh: 找到事先

source: Show All
de: Alle anzeigen
es: Mostrar todos
it: Visualizza tutti i
zh: 全部顯示

source: Case Sensitive
de: Groß-/Kleinschreibung beachten
es: Mayúsculas y minúsculas
it: Maiuscole/minuscole
zh: 區分大小寫

source: Whole Word
de: Ganzes Wort
es: Toda la palabra
it: Parola intera
zh: 全字匹配

source: Enabled
de: Aktiviert
es: Habilitado
it: Abilitato
zh: 啟用

source: Default Find Text String
es: Cadena de texto predeterminada de búsqueda
it: Trovare stringa di testo predefinita
zh: 查找文本設置

source: Error: Text Search Cancelled
de: Fehler: Textsuche abgebrochen
es: Error: búsqueda de texto cancelada
it: Errore: Ricerca di testo cancellata
zh: 取消文本搜索

source: Find
de: Finden
es: Encontrar
it: Trovare
zh: 查找

source: Find Text
de: Text suchen
es: Buscar texto
it: Trova testo
zh: 查找下一個

source: Print in Background
de: Drucken im Hintergrund
es: Imprimir en segundo plano
it: Stampa Sfondo
zh: 與白色背景 (&W)

source: File
de: Datei
es: Archivo
zh: 檔

source: Advanced
de: Erweiterte
es: Avanzado
it: Avanzate
zh: 先進的

source: Options
de: Optionen
es: Opciones
it: Opzioni
zh: 選項

source: To
de: An
es: Para
it: A
zh: 自

source: From
de: Von
es: De
it: Da
zh: 從

source: CC
zh: 抄送

source: BCC
zh: 密件副本

source: Attach
de: Befestigen Sie
es: Adjuntar
it: Allegare
zh: 附加

source: Reply To
de: Antworten auf
es: Responder a
it: Risposta a
zh: 回復

source: Subject
de: Betreff
es: Asunto
it: Oggetto
zh: 主題

source: Delete File
de: Datei löschen
es: Eliminar archivo
it: Elimina File
zh: 刪除檔

source: Connection
de: Verbindung
es: Conexión
it: Connessione
zh: 連接

source: Login
es: Inicio de sesión
it: Account di accesso
zh: 登錄

source: Send
de: Senden
es: Enviar
it: Invia
zh: 發送

source: Email
zh: 電子郵件

source: or the
de: oder die
es: o la
it: o il
zh: 或

source: No printers are installed
de: Keine Drucker installiert sind
es: No impresoras se instalan
it: Nessuna stampante installata
zh: 沒有安裝印表機

source: PrinterName = 'Screen', is a valid option for preview, but not printing
de: PrinterName = "Screen", ist eine gültige Option für Vorschau, aber nicht drucken
es: PrinterName = 'Pantalla', es una opción válida para escuchar, pero no de la impresión
it: PrinterName = 'Screen', è un'opzione valida per anteprima, ma non stampa
zh: 打印機名稱='屏幕'，是預覽但不打印的有效選項

source: No system info found for printer
de: Keine System-Info für Drucker gefunden
es: No hay información de sistema para impresora
it: Nessuna info di sistema trovata per stampante
zh: 找不到印表機沒有系統資訊

source: Please specify a valid file path
de: Bitte geben Sie einen gültigen Dateipfad
es: Especifique una ruta de archivo válido
it: Si prega di specificare un percorso di file valido
zh: 請指定一個有效的檔路徑

source: Save SubReport To File...
de: Speichern Sie Unterbericht in Datei...
es: Guardar Informe secundario en un archivo...
it: Salvare sottoreport in File...
zh: 將報表保存到檔...

source: &Skip Nulls
de: &Skip Nullen
es: &Valores null de skip
it: &Ignora i valori null
zh: 跳過空值 (&S)

source: Null Order
de: Null-Bestellung
es: Orden null
it: Ordine di null
zh: 空的訂單

source: Last
de: Letzten
es: Pasado
it: Ultimo
zh: 最後一個

source: You must type a folder name.
de: Geben Sie einen Ordnernamen ein.
es: Debe escribir un nombre de carpeta.
it: È necessario digitare un nome di cartella.
zh: 您必須鍵入資料夾的名稱。

source: You must type an item name.
de: Sie müssen einen Elementnamen eingeben.
es: Debe escribir un nombre de elemento.
it: È necessario digitare un nome di elemento.
zh: 您必須鍵入專案名稱。

source: &Cache Pages
de: &Cache-Seiten
es: &Caché de páginas
it: Pagine &Cache
zh: 與快取記憶體頁 (&C)

source: P&ass Setting
de: P&arsch Einstellung
es: C&onfiguración de la contraseña
it: P &assare le impostazioni
zh: 頁面設置 (&A)

source: &One Pass
de: &Einem Durchgang
es: &Un paso
it: Un passaggi&o
zh: 一通 (&O)

source: &Two Pass
de: &2-Pass
es: &Paso dos
it: &Due Pass
zh: 與兩個通 (&T)

source: Page Setting
de: Einstellung Seite
es: Configuración de página
it: Impostazione pagina
zh: 版面設定

source: Page Setting...
de: Einstellung "Seite"...
es: Configuración de la página...
it: Impostazione pagina...
zh: 版面設定...

source: Label Templates
de: Etikettenvorlagen
es: Plantillas de etiqueta
it: Modelli di etichetta
zh: 標籤範本

source: Printer information
de: Druckerinformationen
es: Información de la impresora
it: Informazioni sulla stampante
zh: 印表機資訊

source: Dot Matrix
es: Matriz de punto
zh: 點陣

source: Laser and ink jet
de: Laser- und Ink-jet
es: Chorro de tinta y láser
it: Getto d'inchiostro e laser
zh: 鐳射和噴墨

source: Products
de: Produkte
es: Productos
it: Prodotti
zh: 產品

source: Label information
de: Label-Informationen
es: Información de la etiqueta
it: Etichetta informazioni
zh: 標籤資訊

source: Justify
de: Rechtfertigen
es: Justificar
it: Giustificare
zh: 辯解

source: Force Justify
de: Kraft zu rechtfertigen
es: Justificar la fuerza
it: Giustificare la forza
zh: 強制對齊

source: Document Name
de: Namen des Dokuments
es: Nombre del documento
it: Nome del documento
zh: 文檔名稱

source: Duplex
zh: 雙面列印

source: Horizontal
de: Horizontale
it: Orizzontale
zh: 水準

source: KeepTogether
es: MantenerJuntos
zh: 區長

source: LookAhead
es: Búsqueda hacia delante
zh: 預測先行

source: Bands Per Record
de: Bands pro Datensatz
es: Bandas por registro
it: Bande per ogni Record
zh: 每條記錄的樂隊

source: No Data Pipeline assigned.
de: Keine Daten-Pipeline zugewiesen.
es: Ninguna tubería de datos asignado.
it: Nessun Pipeline di dati assegnati.
zh: 沒有分配的資料管道。

source: Column Traversal
de: Spalte Traversal
es: Salto de columna
it: Attraversamento di colonna
zh: 列遍歷

source: Repeated Captions
de: Wiederholte Beschriftungen
es: Leyendas repetidas
it: Ripetute di didascalie
zh: 重複的標題

source: Outline Settings...
de: Umriss-Einstellungen...
es: Configuración de contorno...
it: Impostazioni di contorno...
zh: 大綱設置...

source: Outline Settings
de: Umriss-Einstellungen
es: Configuración de contorno
it: Impostazioni di contorno
zh: 大綱設置

source: Create Nodes For Components:
de: Erstellen Sie Knoten für Komponenten:
es: Crear nodos de componentes:
it: Creare nodi per componenti:
zh: 為元件創建節點︰

source: Outline Preview:
de: Kanten-Vorschau:
es: Vista previa del contorno:
it: Anteprima semplificata:
zh: 輪廓預覽︰

source: Create Page Nodes
de: Seite Knoten erstellen
es: Crear nodos de la página
it: Creare pagina nodi
zh: 創建頁面節點

source: Entire Report
de: Gesamten Bericht
es: Informe completo
it: Intero rapporto
zh: 整個報告

source: Page Limit:
de: Seite begrenzen:
es: Límite de página:
it: Limite di pagina:
zh: 頁的限制︰

source: Can't generate report. Preview is not available.
de: Bericht kann nicht generiert werden. Vorschau ist nicht verfügbar.
es: No se puede generar el informe. Vista previa no está disponible.
it: Non è possibile generare report. Anteprima non è disponibile.
zh: 無法生成報告。預覽不可用。

source: Find Text Settings
de: Texteinstellungen zu finden
es: Buscar valores de texto
it: Trovare le impostazioni del testo
zh: 查找文本設置

source: Page Break
de: Seitenumbruch
es: Salto de página
it: Interruzione di pagina
zh: 分頁符

source: Anchors
de: Anker
es: Anclajes
it: Ancore
zh: 錨點

source: Border
de: Grenze
es: Frontera
it: Confine
zh: 邊框

source: Text
es: Texto
it: Testo
zh: 文本

source: All
de: Alle
es: Todos
it: Tutti i
zh: 所有

source: Themes
de: Themen
es: Temas
it: Temi
zh: 主題

source: Object Inspector
de: Objekt-Inspektor
es: Inspector de objetos
zh: 物件檢查器

source: Design Guides
es: Guías de diseño
it: Guide alla progettazione
zh: 設計指南

source: Bring Forward
de: Nach vorne bringen
es: Traer hacia adelante
it: Portare avanti
zh: 提出了

source: Send Backward
de: Nach hinten
es: Enviar hacia atrás
it: Invia indietro
zh: 下移一層

source: Diagonal Left
de: Diagonal links
es: Diagonal izquierda
it: Diagonale a sinistra
zh: 左斜

source: Diagonal Right
de: Diagonal rechts
es: Diagonal derecha
it: Diagonale destra
zh: 右斜

source: Create new file
de: Neue Datei erstellen
es: Crear nuevo archivo
it: Creare nuovo file
zh: 創建新檔

source: Start on odd page
de: Auf ungeraden Seite beginnen
es: Comenzar en página impar
it: Inizio su pagina dispari
zh: 從奇數頁開始

source: No Sort
de: Keine Sortierung
es: Ningún tipo
it: Nessun ordinamento
zh: 沒有排序

source: Copy #
de: Kopieren#
es: Copiar #
it: Copia #
zh: 複製 #

source: Group Search
de: Gruppensuche
es: Búsqueda en grupo
it: Ricerca del gruppo
zh: 組頁眉

source: CopyNoDesc
es: Copia No Descripción
zh: CopyNo

source: SearchDesc
de: Suche
es: Descripción Busqueda
it: Ricerca Descrizione
zh: 搜索

source: Components cannot be added to this design layer
de: Komponenten können dieser Designschicht nicht hinzugefügt werden
es: Los componentes no se pueden agregar a esta capa de diseño
it: Componenti non possono essere aggiunto a questo livello di progettazione
zh: 從這一設計層不能刪除元件

source: Components cannot move in this design layer
de: Komponenten können sich in dieser Designschicht nicht bewegen
es: Los componentes no se pueden mover en esta capa de diseño
it: Componenti non possono muoversi in questo livello di progettazione
zh: 不能在這一設計層選定元件

source: Components cannot be deleted from this design layer
de: Komponenten können nicht gelöscht werden, von dieser Schicht der Druckvorlage
es: Componentes no se pueden eliminar de esta capa de diseño
it: Componenti non possono essere eliminati da questo strato di progettazione
zh: 從這一設計層不能刪除元件

source: Components cannot be selected in this design layer
de: Komponenten können nicht in diesem Design Layer ausgewählt werden
es: Componentes no se pueden seleccionar en esta capa de diseño
it: Componenti non possono essere selezionate in questo strato di progettazione
zh: 不能在這一設計層選定元件

source: New Page Layer
de: Neue Seite-Ebene
es: Nueva capa de página
it: Nuovo livello di pagina
zh: 新網頁層

source: New Band Layer
de: Neue Band-Ebene
es: Nueva capa de banda
it: Nuovo livello di Band
zh: 新的帶層

source: Gradient
de: Farbverlauf
es: Gradiente de
it: Gradiente
zh: 梯度

source: Prevent orphans
de: Verhindern, dass Waisen
es: Evitar huérfanos
it: Prevenire gli orfani
zh: 防止孤兒

source: Email new file
de: Neue e-Mail-Datei
es: Nuevo archivo email
it: Nuovo file di e-mail
zh: 電子郵件新檔

source: Column Balancing
de: Spalte Auswuchten
es: Equilibrio de la columna
it: Colonna di bilanciamento
zh: 列平衡

source: Field Link Editor
de: Feld-Link-Editor
es: Editor de enlace del campo
it: Campo Link Editor
zh: 欄位連結編輯器

source: Master Fields
de: In dem Feld Felder
es: Maestro campos
it: Campi master
zh: 主欄位

source: Detail Fields
de: Detailfelder
es: Campos de detalle
it: Campi di dettaglio
zh: 詳細資料欄位

source: Joined Fields
de: Verknüpften Felder
es: Se unió a los campos
it: Campi collegati tramite join
zh: 聯接的欄位

source: Angle
de: Winkel
es: Ángulo de
it: Angolo
zh: 角度

source: <filename> already exists.
de: <filename>existiert bereits.
es: <Filename> ya existe.
it: <filename>esiste già.
zh: <filename>已經存在。

source: Single Page
de: Detailansicht
es: Única página
it: Pagina Singola
zh: 單頁

source: Continuous
de: Kontinuierliche
es: Continuo
it: Continua
zh: 连续的

source: Form
de: Formular
es: Formar
it: Modulo
zh: 表單

source: Drawing page <page> for <documentname>
de: Seite <page>von <pagecount>für Bericht <documentname>zeichnen
es: Página de dibujo <page> para <documentname>
it: Pagina di disegno <page> for <documentname>
zh: 繪圖頁<page>為<documentname>

source: Outline
de: Skizzieren
es: Contorno
it: Profilo
zh: 輪廓

source: Thumbnails
de: Miniaturansichten
es: Vistas en miniatura
it: Miniature
zh: 縮略圖

source: Hide Thumbnails
de: Ausblenden von Miniaturen
es: Ocultar miniaturas
it: Nascondere le miniature
zh: 隱藏縮略圖

source: Show Thumbnails
de: Thumbnails zeigen
es: Mostrar miniaturas
it: Visualizza miniature
zh: 顯示縮略圖

source: Merge Layers
de: Zusammenführen von Schichten
es: Combinar capas
it: Unisci livelli
zh: 合併圖層

source: New Layer
de: Neue Ebene
es: Nueva capa
it: Nuovo livello
zh: 新圖層

source: Apply text to image?
de: Anwenden Text auf Bild?
es: ¿Aplicar el texto a imagen?
it: Applicare il testo a immagine?
zh: 對圖像應用文本嗎？

source: Remove text?
de: Entfernen von Text?
es: ¿Eliminar el texto?
it: Rimuovere il testo?
zh: 刪除文本嗎？

source: Focal length not found in picture's EXIF parameters
de: Brennweite in EXIF-Parameter des Bildes nicht gefunden
es: Longitud focal que no se encuentran en los parámetros EXIF de la imagen
it: Lunghezza focale non trovato nei parametri EXIF dell'immagine
zh: 焦距在圖片的 EXIF 參數中未找到

source: Common Graphic Files
de: Gemeinsamen Grafikdateien
es: Archivos gráficos comunes
it: Comuni file grafici
zh: 常見的圖形檔

source: Unknown
de: Unbekannt
es: Desconocido
zh: 未知

source: Normal
it: Normale
zh: 正常

source: Weak
de: Schwach
es: Débil
it: Debole
zh: 弱

source: Low
es: Bajo
it: Basso
zh: 低

source: Battery: %s
de: Batterie: %s
es: Batería: %s
it: Batteria: %s
zh: 電池: %s

source: The star has been copied to the clipboard. Use CTRL+V to paste it over the image
de: Der Stern wurde in die Zwischenablage kopiert. Verwenden Sie Strg + V, um es über das Bild einfügen
es: La estrella ha sido copiada en el portapapeles. Utilice CTRL + V para pegar encima de la imagen
it: La stella è stata copiata negli Appunti. Utilizzare CTRL + V per incollarlo sopra l'immagine
zh: 這位明星已被覆制到剪貼簿中。使用 CTRL + V 粘貼在圖像

source: New Ruler
de: Neue Herrscher
es: Regla nueva
it: Nuovo righello
zh: 新尺規

source: Merge Ruler?
de: Zusammenführen Lineal?
es: ¿Combinar la regla?
it: Unire il righello?
zh: 合併的尺子嗎？

source: The trial version of %s has expired. Please register.
de: Die trial-Version von %s ist abgelaufen. Bitte registrieren Sie sich.
es: La versión de prueba de %s ha caducado. Por favor regístrese.
it: La versione di prova di %s è scaduto. Si prega di registrarsi.
zh: %S 的試用版已過期。 請註冊。

source: Pasted Data has higher resolution (%s DPI) than the actual picture (%s DPI). Do you wish to resample it?
de: Eingefügte Daten hat höhere Auflösung (%s DPI) als das tatsächliche Bild (%s DPI). Möchten Sie es resample?
es: Pegado datos tienen mayor resolución (%s PPP) que la imagen real (%s PPP). ¿Desea volver a muestrearla?
it: Dati incollati hanno risoluzione superiore (%s DPI) l'immagine reale (%s DPI). Si desidera ridefinirla?
zh: 粘貼的資料具有更高的解析度 (%s DPI) 比實際圖片 (%s DPI)。 你想對它進行重新取樣？

source: The selected mask (%s x %s mm) does not fit the focused area (%s x %s mm)
de: Die ausgewählte Maske (%s x %s mm) passt nicht fokussierten Bereichs (%s x %s mm)
es: La máscara seleccionada (%s x m m %s) no ajusta la zona enfocada (%s x m m %s)
it: La maschera selezionata (%s x %s mm) non si adatta l'area concentrata (%s x %s mm)
zh: 所選的蒙版 (%x%s m m s) 不適合重點的地區 (%x%s m m s)

source: Resolution not set in program configuration. Please set resolution in settings panel The picture will not be resampled
de: Nicht im Programm-Konfiguration eingestellten Auflösung. Bitte legen Sie Auflösung im Bedienfeld "Einstellungen", die das Bild nicht resampled wird
es: Resolución no se encuentra en configuración del programa. Ajuste resolución en el panel de configuración, que el cuadro no ser cambiado
it: Risoluzione non impostata nella configurazione del programma. Si prega di impostare risoluzione nel pannello impostazioni che l'immagine non verrà essere ricampionata
zh: 不在程式配置中設置的決議。 請將解析度設置在設置面板中的圖片將不重新取樣

source: (catalogue only)
de: (nur Katalog)
es: (Catálogo sólo)
it: (solamente catalogo)
zh: （僅適用于目錄）

source: Image equalize
de: Bild entzerren
es: Imagen de igualar
it: Immagine equalizza
zh: 圖像均衡

source: Looking for updates
de: Auf der Suche nach updates
es: En busca de actualizaciones
it: Alla ricerca di aggiornamenti
zh: 查找更新

source: No update available
de: Kein Update verfügbar
es: No hay actualización disponible
it: Nessun aggiornamento disponibile
zh: 沒有可用的更新

source: Alo' - Applicativo Lavorazioni Orafe
zh: 勞工事務主任 '-Applicativo Lavorazioni 歐
